[
    {
        "tag": "loans 1",
        "patterns": [
            "What security do I need to provide to obtain a Business loan"
        ],
        "responses": [
            "To obtain the loan, there is absolutely no need to provide any security or collateral."
        ]
    },
    {
        "tag": "loans 2",
        "patterns": [
            "What are the benefits of having a Current/Saving Account for my Business loan"
        ],
        "responses": [
            "You get preferred Processing Fee, priority processing and simpler documentation if you have a Current/Saving Account with HDFC Bank. This is taken into account at the time of disbursal of the loan. You can pay through Standing Instructions to debit your HDFC Bank Account with the EMI amount."
        ]
    },
    {
        "tag": "loans 3",
        "patterns": [
            "How long will it take for me to get a Business Loan"
        ],
        "responses": [
            "Once you submit your application form and supporting documents, we shall give approval within 5 working days provided everything is in order. All loan approvals are at the sole discretion of the bank."
        ]
    },
    {
        "tag": "loans 4",
        "patterns": [
            "Can I repay the loan earlier for Business Loan"
        ],
        "responses": [
            "Yes, you can choose to repay your loan anytime after 6 months of taking the loan and after you have paid 06 EMIs along with applicable foreclosure charges. Please note Loan can be foreclosed by issuing a Demand draft / cheque at the branch; kindly note that cash beyond Rs. 49000/- will not be accepted for loan repayment against full closure/matured loan closure payment. Any payment above Rs. 49000/- should be made vide Account payee Cheque / Pay order /Demand draft."
        ]
    },
    {
        "tag": "loans 5",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 6",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 7",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 8",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >>*** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center: Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 9",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 10",
        "patterns": [
            "How much loan can I avail of Business Loan"
        ],
        "responses": [
            "You can avail of a loan from Rs 50,000/- to Rs 50,00,000/- depending on your income, repayment capacity and respective location product cap."
        ]
    },
    {
        "tag": "loans 11",
        "patterns": [
            "How do I repay my Business Loan"
        ],
        "responses": [
            "You pay the loan in equal monthly instalments (EMIs). The loan will be paid through post-dated cheques. You can also pay through Electronic Clearing System (ECS ) or a standing instruction to debit your HDFC Bank account with the EMI amount"
        ]
    },
    {
        "tag": "loans 12",
        "patterns": [
            "What are the loan tenure options for Business Loan"
        ],
        "responses": [
            "You can repay your loan over a period of 12 to 48 months"
        ]
    },
    {
        "tag": "loans 13",
        "patterns": [
            "Do I need to pledge anything or give collateral to get a car loan"
        ],
        "responses": [
            "No, there’s no need for any collateral. You will only need you to hypothecate the car in our name. An endorsement will have to be made in the Registration Certificate (RC) book of the vehicle. This will be cancelled after you repay the loan."
        ]
    },
    {
        "tag": "loans 14",
        "patterns": [
            "How long can the tenure of my loan be"
        ],
        "responses": [
            "Usually the tenure of an Auto Loan is 3 to 7 years. The tenure also depends on the type of car you wish to purchase. If it is a super premium car the tenure is restricted to 3 years only. In addition, the higher your tenure is the lower your EMI will be, but the total interest outflow is higher."
        ]
    },
    {
        "tag": "loans 15",
        "patterns": [
            "What documents do I need to submit after the loan amount is disbursed"
        ],
        "responses": [
            "You can keep the original car documents, registration certificate, insurance policy and tax papers with you; but you need to submit photocopies of these documents to the bank."
        ]
    },
    {
        "tag": "loans 16",
        "patterns": [
            "What happens if the car meets with an accident"
        ],
        "responses": [
            "In the event of an accident, the first step is to inform the insurance company. The company then sends a surveyor to assess the extent of damages to the car. Your claim is then processed and paid directly to us, unless you have taken an NOC from the bank in which case the payment will be made by the insurance company in your favour. The bank normally gives you an NOC if you are regular in your payments. In case of a complete loss, the bank will receive the payment directly from the insurance company."
        ]
    },
    {
        "tag": "loans 17",
        "patterns": [
            "Can I get finance for insurance and registration"
        ],
        "responses": [
            "No. The ex-showroom price is considered which does not cover insurance and registration charges."
        ]
    },
    {
        "tag": "loans 18",
        "patterns": [
            "How much loan can I get"
        ],
        "responses": [
            "The amount of the loan you can get depends on: The cost of the vehicle The type of vehicle (standard/premium) The percentage of finance offered"
        ]
    },
    {
        "tag": "loans 19",
        "patterns": [
            "Can I sell my car before I repay my loan"
        ],
        "responses": [
            "No, you cannot sell your car unless you repay your loan. An NOC is required from the financier before you can sell your car."
        ]
    },
    {
        "tag": "loans 20",
        "patterns": [
            "How much time will it take to change the mode of repayment/ account to repay my loan"
        ],
        "responses": [
            "It will take 25 working days to activate the revised instructions. In case your next instalment falls due prior to the 25 day period, instructions already lodged with us will be presented for payment."
        ]
    },
    {
        "tag": "loans 21",
        "patterns": [
            "What is De-pledge"
        ],
        "responses": [
            "Removal of a pledge from the security to regain the rights over the security is called de-pledge. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 22",
        "patterns": [
            "What is Guarantor"
        ],
        "responses": [
            "A Guarantor is a person who guarantees to pay for someone else's debt if he or she should default on a loan obligation."
        ]
    },
    {
        "tag": "loans 23",
        "patterns": [
            "What is Amortization"
        ],
        "responses": [
            "Amortization is paying off debts in regular instalments over a period of time."
        ]
    },
    {
        "tag": "loans 24",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 25",
        "patterns": [
            "What is RTGS"
        ],
        "responses": [
            "RTGS is the Real Time Gross Settlement which is used for the transfer of amounts of Rs. 1,00,000 or more from one bank account to another bank account (any bank located anywhere in India if attached with an Internet system) at very minimal charges. The amount is credited into the beneficiary's account in real time. For amounts less than Rs. 1,00,000 we use NEFT( National Electronic Fund Transfer)."
        ]
    },
    {
        "tag": "loans 26",
        "patterns": [
            "What is NEFT"
        ],
        "responses": [
            "The National Electronic Funds Transfer (NEFT) system is a nation-wide funds transfer system to facilitate transfer of funds from any bank branch to any other bank branch."
        ]
    },
    {
        "tag": "loans 27",
        "patterns": [
            "What is SI"
        ],
        "responses": [
            "SI stands for Standing Instructions. It is one of the modes you can use to repay a loan, wherein your HDFC Bank account is directly debited for the EMI amounts, based on your specific instructions in the form of the Standing Instructions Mandate."
        ]
    },
    {
        "tag": "loans 28",
        "patterns": [
            "What is CIBIL"
        ],
        "responses": [
            "CIBIL stands for Credit Information Bureau India Limited. CIBIL's aim is to fulfil the need of credit granting institutions for comprehensive credit information by collecting, collating and disseminating credit information pertaining to both commercial and consumer borrowers, to a closed user group of members. Banks, Financial Institutions, Non-Banking Financial Companies, Housing Finance Companies and Credit Card Companies use CIBIL's services. Data sharing is based on the Principle of Reciprocity, which means that only Members who have submitted all their credit data may access Credit Information Reports from CIBIL. The establishment of CIBIL is an effort made by the Government of India and the Reserve Bank of India to improve the functionality and stability of the Indian financial system by containing NPAs while improving credit grantors' portfolio quality. CIBIL provides a vital service, which allows its Members to make informed, objective and faster credit decisions. View more"
        ]
    },
    {
        "tag": "loans 29",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 30",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 31",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our the Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents (self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 32",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy (will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 33",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 34",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 35",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 36",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided View more"
        ]
    },
    {
        "tag": "loans 37",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 38",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring “HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name View more"
        ]
    },
    {
        "tag": "loans 39",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 40",
        "patterns": [
            "What are the tenure options available"
        ],
        "responses": [
            "The choice is yours. You can choose any repayment option from 12 to 84 months all specially designed to suit your requirements."
        ]
    },
    {
        "tag": "loans 41",
        "patterns": [
            "How much finance can I avail of on New Car Loans"
        ],
        "responses": [
            "You can borrow up to 90% of the invoice value. However, the minimum loan amount is Rs. 1,00,000."
        ]
    },
    {
        "tag": "loans 42",
        "patterns": [
            "Who can avail of HDFC Bank New Car Loans"
        ],
        "responses": [
            "We offer New Car Loans to the following: 1. Salaried individuals in the age group of 21 to 60 years (at the end of the tenure) 2. Self-employed individuals in the age group of 21 to 65 years (at the end of the tenure) 3. Partnership Firms 4. Public & Private Ltd. Companies 5. HUFs and Trusts View more"
        ]
    },
    {
        "tag": "loans 43",
        "patterns": [
            "What are the special privileges that HDFC Bank customers can avail of"
        ],
        "responses": [
            "If you are an HDFC Bank account holder, we have special rates of interest for you. If you have a Preferred Account or a Corporate Salary Account with HDFC Bank for more than 6 months, you can get fast approvals on your loans with minimal documentation. If you are an HDFC Bank Car Loan customer with a clear repayment of 12 months or more we can Top-Up your car loan to the extent of the original loan value."
        ]
    },
    {
        "tag": "loans 44",
        "patterns": [
            "Do I have the option to pre-pay the entire loan amount"
        ],
        "responses": [
            "Yes. You can pre-pay the loan any time after 6 months of availing of the loan. You just have to pay a small pre-payment fee on the outstanding loan amount."
        ]
    },
    {
        "tag": "loans 45",
        "patterns": [
            "Which cars can be financed for New Car Loans"
        ],
        "responses": [
            "We finance most passenger cars and multi-utility vehicles manufactured by India's leading automobile companies."
        ]
    },
    {
        "tag": "loans 46",
        "patterns": [
            "What is the maximum amount I can borrow with an HDFC Bank New Car Loans"
        ],
        "responses": [
            "You can borrow up to 3 times your annual salary if you are a salaried professional and 6 times your annual income if you are a self-employed professional **. **Offers on specific models .Terms & conditions apply."
        ]
    },
    {
        "tag": "loans 47",
        "patterns": [
            "Do I need a guarantor for New Car Loans"
        ],
        "responses": [
            "No, but if your income does not meet our credit criteria then you may be required to have a Gurantor/co-applicant. To stand surety for your loan."
        ]
    },
    {
        "tag": "loans 48",
        "patterns": [
            "If I don't have an account with HDFC Bank, can I still avail of a New Car Loans"
        ],
        "responses": [
            "Repayment is preferred from a HDFC Bank account. Having an account with HDFC Bank helps in better eligibility and approval rates."
        ]
    },
    {
        "tag": "loans 49",
        "patterns": [
            "How long will it take to process loan for New Car Loans"
        ],
        "responses": [
            "Within 48 hours of completing documentation. Type of Location End-to-End TAT* Urban Locations 5 Days Semi-urban & Rural Locations 7 Days * End-to-End TAT is Login-to-Disbursement turnaround time* TAT calculated from the day complete loan application received by the Bank"
        ]
    },
    {
        "tag": "loans 50",
        "patterns": [
            "Do I need a co-applicant for a New Car Loan"
        ],
        "responses": [
            "No, but if your income does not meet our credit criteria then you may be required to have a co-applicant."
        ]
    },
    {
        "tag": "loans 51",
        "patterns": [
            "Do I have the option of pre-paying the entire loan amount"
        ],
        "responses": [
            "Yes. One can pre-pay the loan any time after 6 months of availing of the loan. One merely has to pay a small prepayment fee on the outstanding loan amount."
        ]
    },
    {
        "tag": "loans 52",
        "patterns": [
            "So how do I get an HDFC Bank Car Loan"
        ],
        "responses": [
            "To get an HDFC Bank New Car Loan, just fill the Online Application Form or Leave your Number and our representative will get in touch with you shortly. Or you can also Call us or Visit our branch. View more"
        ]
    },
    {
        "tag": "loans 53",
        "patterns": [
            "What are the most important guidelines post disbursements for New Car Loans"
        ],
        "responses": [
            "Registration Certificate-Important advise HDFC Bank is in no way responsible for the delivery of the Registration Certificate. The Borrower shall submit the certified true copy of the Registration Certificate relevant to the vehicle for which the loan has been taken.The registration certificate has to be submitted within 60 days of having taken delivery of the vehicle or 150 days from the date of disbursal of the loan whichever is earlier.The Borrower is also required to submit copy of the Insurance policy as well as Invoice to the bank,within this period. Vehicle Delivery The role of HDFC Bank is to be a finance provider to the borrower and hence the Bank is not responsible for delay, non-delivery or any defect, damage in quality and workmanship of the Vehicle. The Bank is also not liable or responsible in case of defect or dispute of any nature in the title (even if the vehicle is found to be a stolen Vehicle) or ownership of the Vehicle. Loan cancellation In case of loan cancellation requested by the Borrower, in the event of non delivery of the vehicle,cancellation charges as well as interest charges till the time the refund of the loan is received from the dealer, will have to borne by the Borrower. Interstate NOCs In the event of a Borrower requiring a NOC for purpose of interstate registration,in the event of a transfer of employment or any other reason, fees of Rs 500 along with a refundable Fixed Deposit of Rs 5000 will be charged.It will be the borrower's responsibility to provide the transferred Registration certificate to the bank. We advise our customers to only deal with the Bank empanelled Direct sales associates.The Bank shall take no responsibility for any transactions undertaken by the borrower with any unempaneled direct sales associates,who may claim association with the Bank. It is also advised,that the customers should refrain from any dealings in cash with the Bank's Direct Sales associates .Borrowers should also not make any payments in cash/bearer cheque or kind in connection with the loan,to the executive,dealing with the borrower for purpose of the loan. View more"
        ]
    },
    {
        "tag": "loans 54",
        "patterns": [
            "Do I have an option to pay a skipped/ missed EMI for New Car Loans"
        ],
        "responses": [
            "Yes, you can pay your missed EMI online. You need to provide your HDFC Bank Loan details, confirm payment towards HDFC Bank Loan account post which you will receive an online transaction confirmation and a Transaction Reference Number. The link for making HDFC Bank overdue loan repayment online is given below. https://www.billdesk.com/pgidsk/pgmerc/hdfcemi/index.jsp ."
        ]
    },
    {
        "tag": "loans 55",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 56",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 57",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 58",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy (will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 59",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 60",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring HDFC Bank Ltd Loan Account No. << >> will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 61",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided View more"
        ]
    },
    {
        "tag": "loans 62",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring “HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name View more"
        ]
    },
    {
        "tag": "loans 63",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 64",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our the Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents (self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 65",
        "patterns": [
            "What are the tenure options for Pre-owned Car Loans"
        ],
        "responses": [
            "The choice is with you. You can choose from any of the 5 well-placed repayment option of 12,24,36,48 or 60 months all specially designed to suit your requirements."
        ]
    },
    {
        "tag": "loans 66",
        "patterns": [
            "How many times of my annual salary can I borrow with HDFC Bank Auto Loan"
        ],
        "responses": [
            "You can borrow up to 3 times your annual salary if you are a salaried professional and 6 times your annual income if you are a self-employed professional **. **This would also vary with higher loan value"
        ]
    },
    {
        "tag": "loans 67",
        "patterns": [
            "Do I need a guarantor for Pre-owned Car Loans"
        ],
        "responses": [
            "No, but if your income does not meet our credit criteria, then you may be required to have a guarantor to stand surety for your loan."
        ]
    },
    {
        "tag": "loans 68",
        "patterns": [
            "How much finance can I avail of on Pre-owned Car Loans"
        ],
        "responses": [
            "You can borrow up to 85% of the car valuation"
        ]
    },
    {
        "tag": "loans 69",
        "patterns": [
            "What are the special privileges that HDFC Bank account holders can avail of"
        ],
        "responses": [
            "If you have had a Preferred Account or a Corporate Salary Account with HDFC Bank for more than six months, you can get fast approvals on your loans with minimal documentation."
        ]
    },
    {
        "tag": "loans 70",
        "patterns": [
            "What are the most important guidelines post disbursements for Pre-owned Car Loans"
        ],
        "responses": [
            "Registration Certificate-Important advise HDFC Bank is in no way responsible for the delivery of the Registration Certificate. The Borrower shall submit the certified true copy of the Registration Certificate relevant to the vehicle for which the loan has been taken.The registration certificate has to be submitted within 60 days of having taken delivery of the vehicle or 150 days from the date of disbursal of the loan whichever is earlier.The Borrower is also required to submit copy of the Insurance policy as well as Invoice to the bank,within this period. Vehicle Delivery The role of HDFC Bank is to be a finance provider to the borrower and hence the Bank is not responsible for delay, non-delivery or any defect, damage in quality and workmanship of the Vehicle. The Bank is also not liable or responsible in case of defect or dispute of any nature in the title (even if the vehicle is found to be a stolen Vehicle) or ownership of the Vehicle. Loan cancellation In case of loan cancellation requested by the Borrower, in the event of non delivery of the vehicle,cancellation charges as well as interest charges till the time the refund of the loan is received from the dealer, will have to borne by the Borrower. Interstate NOCs In the event of a Borrower requiring a NOC for purpose of interstate registration,in the event of a transfer of employment or any other reason, fees of Rs 500 along with a refundable Fixed Deposit of Rs 5000 will be charged.It will be the borrower's responsibility to provide the transferred Registration certificate to the bank. We advise our customers to only deal with the Bank empanelled Direct sales associates.The Bank shall take no responsibility for any transactions undertaken by the borrower with any unempaneled direct sales associates,who may claim association with the Bank. It is also advised,that the customers should refrain from any dealings in cash with the Bank's Direct Sales associates .Borrowers should also not make any payments in cash/bearer cheque or kind in connection with the loan,to the executive,dealing with the borrower for purpose of the loan. View more"
        ]
    },
    {
        "tag": "loans 71",
        "patterns": [
            "Which cars can be financed for Pre-owned Car Loans"
        ],
        "responses": [
            "We finance most of passenger cars manufactured by India's leading automobile companies"
        ]
    },
    {
        "tag": "loans 72",
        "patterns": [
            "What is the maximum amount I can borrow with an HDFC Bank Pre-owned Car Loans"
        ],
        "responses": [
            "You can get an additional loan on your existing HDFC Bank Auto loan if you have a clear repayment track record of 12 months or more, till the extent of your existing loan amount at an attractive rate of interest."
        ]
    },
    {
        "tag": "loans 73",
        "patterns": [
            "How long will it take to process loan for Pre-owned Car Loans"
        ],
        "responses": [
            "Within 48 hours of completing documentation."
        ]
    },
    {
        "tag": "loans 74",
        "patterns": [
            "If I don't have an account with HDFC Bank, can I still avail of Pre-owned Car Loans"
        ],
        "responses": [
            "Repayment is preferred from a HDFC Bank account. Having an account with HDFC Bank helps in better eligibility and approval rates."
        ]
    },
    {
        "tag": "loans 75",
        "patterns": [
            "Who can avail of HDFC Bank Pre-owned Car Loans"
        ],
        "responses": [
            "We offer Pre-owned Car Loans to the following: 1. Salaried individuals in the age group of 21 to 60 years (at the end of the tenure) 2. Self-employed individuals in the age group of 21 to 65 years (at the end of the tenure) 3. Partnership Firms 4. Public & Private Ltd. Companies 5. HUFs and Trusts Learn how to get an HDFC Bank Pre-owned Car Loans."
        ]
    },
    {
        "tag": "loans 76",
        "patterns": [
            "Do I need a co-applicant for a New Car Loan"
        ],
        "responses": [
            "No, but if your income does not meet our credit criteria then you may be required to have a co-applicant."
        ]
    },
    {
        "tag": "loans 77",
        "patterns": [
            "So how do I get an HDFC Bank Pre-owned Car Loans"
        ],
        "responses": [
            "To get an HDFC Bank Pre-owned Car Loans, just fill the Online Application Form and our representative will get in touch with you shortly. Or you can also Call us or Visit our branch."
        ]
    },
    {
        "tag": "loans 78",
        "patterns": [
            "Do I have an option to pay a skipped/ missed EMI for Pre-owned Car Loans"
        ],
        "responses": [
            "Yes, you can pay your missed EMI online. You need to provide your HDFC Bank Loan details, confirm payment towards HDFC Bank Loan account post which you will receive an online transaction confirmation and a Transaction Reference Number. The link for making HDFC Bank overdue loan repayment online is given below. https://www.billdesk.com/pgidsk/pgmerc/hdfcemi/index.jsp ."
        ]
    },
    {
        "tag": "loans 79",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 80",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 81",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 82",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy (will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 83",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring HDFC Bank Ltd Loan Account No. << >> will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 84",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided View more"
        ]
    },
    {
        "tag": "loans 85",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our the Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents (self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 86",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring “HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name View more"
        ]
    },
    {
        "tag": "loans 87",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 88",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 89",
        "patterns": [
            "So how do I get the Loan against Car"
        ],
        "responses": [
            "To get the Loan against Car, just fill the Online Application Form and our representative will get in touch with you shortly. Or you can also Call us or Visit our branch."
        ]
    },
    {
        "tag": "loans 90",
        "patterns": [
            "How long will it take to process loan for Loan against Car"
        ],
        "responses": [
            "You loan will be processed within 48 Hours where Asset Verification/Valuation is not required."
        ]
    },
    {
        "tag": "loans 91",
        "patterns": [
            "Does this require Car verification / Valuation"
        ],
        "responses": [
            "Non-HDFC Bank financed cars will undergo car valuation and verification. If your car is HDFC Bank financed, it may undergo verification depending on your credit requirements."
        ]
    },
    {
        "tag": "loans 92",
        "patterns": [
            "Which cars can be financed for Loan against Car"
        ],
        "responses": [
            "Any Hatchbacks and Sedans, excluding some models that are out of production can be financed. To know more give us a call or visit a branch."
        ]
    },
    {
        "tag": "loans 93",
        "patterns": [
            "What are the tenure options for Loan against Car"
        ],
        "responses": [
            "The tenure options range from 12-60 months. The vehicle age at the end of Loan against Car tenure should not exceed 7 Years (Private Usage) and 6 Years (Commercial Use)."
        ]
    },
    {
        "tag": "loans 94",
        "patterns": [
            "Who can avail the Loan against Car"
        ],
        "responses": [
            "Any applicant owning a car, including a fleet operator or taxi where the present vehicle age is not more than 60 months, can avail of the Loan against Car."
        ]
    },
    {
        "tag": "loans 95",
        "patterns": [
            "Do I need a guarantor for Loan against Car"
        ],
        "responses": [
            "No. The car itself acts as a security."
        ]
    },
    {
        "tag": "loans 96",
        "patterns": [
            "How much finance can I avail of on Loan against Car"
        ],
        "responses": [
            "You can avail finance of up to 100% of original loan amount for a vehicle of 9 - 42 months vintage."
        ]
    },
    {
        "tag": "loans 97",
        "patterns": [
            "Do I have an option to pay a skipped/ missed EMI for Loan against Car"
        ],
        "responses": [
            "Yes, you can pay your missed EMI online. You need to provide your HDFC Bank Loan details, confirm payment towards HDFC Bank Loan account post which you will receive an online transaction confirmation and a Transaction Reference Number. The link for making HDFC Bank overdue loan repayment online is given below. https://www.billdesk.com/pgidsk/pgmerc/hdfcemi/index.jsp ."
        ]
    },
    {
        "tag": "loans 98",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 99",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring “HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name View more"
        ]
    },
    {
        "tag": "loans 100",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring HDFC Bank Ltd Loan Account No. << >> will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 101",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our the Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents (self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 102",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided View more"
        ]
    },
    {
        "tag": "loans 103",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy (will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 104",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 105",
        "patterns": [
            "If I don't have an account with HDFC Bank, can I still avail of loans"
        ],
        "responses": [
            "Yes, you can."
        ]
    },
    {
        "tag": "loans 106",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 107",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 108",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 109",
        "patterns": [
            "Whom do I contact in case of ay further queries regarding the loan"
        ],
        "responses": [
            "You can apply online on the clicking on the below given link, also you can walk into any of our branches located in 11 mentioned locations and our Sales Managers will help you with your need"
        ]
    },
    {
        "tag": "loans 110",
        "patterns": [
            "What are the tenures for which I can avail this loan"
        ],
        "responses": [
            "HDFC Bank Consumer Durable Loan is available in 12, 18, 24 and as long as 36 months"
        ]
    },
    {
        "tag": "loans 111",
        "patterns": [
            "Which all locations HDFC Bank Consumer Durable Loan is available currently"
        ],
        "responses": [
            "Mumbai, Delhi, Bangalore, Chennai, Pune, Hyderabad, Jaipur, Chandigarh, Cochin, Ahmedabad and Kolkatta"
        ]
    },
    {
        "tag": "loans 112",
        "patterns": [
            "What is the minimum loan value/product value"
        ],
        "responses": [
            "We are funding products with loan value above Rs 40000"
        ]
    },
    {
        "tag": "loans 113",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center : Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center : Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 114",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 115",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center (Link to open )and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 116",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 117",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 118",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 119",
        "patterns": [
            "How much time will it take to change the mode of repayment/ account for your loan"
        ],
        "responses": [
            "It will take 25 working days to activate the revised instructions. In case your next instalment falls due prior to the said period, an instruction already lodged with us will be presented for payment."
        ]
    },
    {
        "tag": "loans 120",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 121",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 122",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 123",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center: Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 124",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 125",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ACHStands for Automated Clearing House. It is a mode by which funds are automatically debited to your account every month to pay or a certain bill or fee. It helps so you don’t have to remember every month to pay your regular bills. It is only done after a standing instruction is given by the account holder. or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions"
        ]
    },
    {
        "tag": "loans 126",
        "patterns": [
            "Do I need to provide collateral to avail of an education loan (Education Loans For Indian Education)"
        ],
        "responses": [
            "For loans up to Rs. 4 lakh - No collateral or Third Party Guarantee is required For loans from Rs. 4 lakh to Rs. 7.5 lakh – No collateral required, however Third Party Guarantee is required For loans above Rs. 7.5 lakh – collateral is required. You can choose from any of the following acceptable collaterals: Residential Property HDFC Bank Fixed Deposit LIC/NSC/KVP View more"
        ]
    },
    {
        "tag": "loans 127",
        "patterns": [
            "What is the maximum loan amount I can get for studies in India"
        ],
        "responses": [
            "To study in India, the maximum loan you can get is upto Rs. 10 lacs."
        ]
    },
    {
        "tag": "loans 128",
        "patterns": [
            "Is there moratorium/repayment holiday available (Education Loans For Indian Education)"
        ],
        "responses": [
            "Yes. A moratorium/repayment holiday is available for select courses."
        ]
    },
    {
        "tag": "loans 129",
        "patterns": [
            "Which courses can I take an education loan for (Education Loans For Indian Education)"
        ],
        "responses": [
            "You can take a Education Loan for Indian education on the following courses: Management Courses (Full-Time) – Graduation + Post Graduation Engineering Courses ( Government + Private ) - Graduation Medicine - Graduation + Post Graduation Masters in Computer Application ( MCA / MCM ) Architecture - Graduation + Post Graduation Hotel and Hospitality - Graduation + Post Graduation Agriculture - Graduation + Post Graduation Pure Science - Graduation + Post Graduation View more"
        ]
    },
    {
        "tag": "loans 130",
        "patterns": [
            "How do I know if I am eligible for the education loan for Indian education"
        ],
        "responses": [
            "If you are an Indian resident/citizen, have got admission in a graduate/ post graduate course in a college/institute/university which is recognized by the UGC/AICTE/AIBMS or ICMR, then you are eligible for the HDFC Bank Student Loan for Indian Education."
        ]
    },
    {
        "tag": "loans 131",
        "patterns": [
            "How long is the tenure of the loan (Education Loans For Indian Education)"
        ],
        "responses": [
            "The maximum repayment tenures are as below: For loans upto Rs. 7.50 lacs - upto 10 years For loans above Rs. 7.50 lacs - upto 15 years"
        ]
    },
    {
        "tag": "loans 132",
        "patterns": [
            "Do I need a co-applicant for the loan (Education Loans For Indian Education)"
        ],
        "responses": [
            "Yes a co applicant is required for all full time courses. Co-applicant could be Parent/ Guardian or Spouse/ Parent-in-law (if married)"
        ]
    },
    {
        "tag": "loans 133",
        "patterns": [
            "what does 'Moratorium Period' mean (Education Loans For Indian Education)"
        ],
        "responses": [
            "A repayment moratorium (also called a repayment holiday) is the course work period + 1 year or 6 months after the student gets a job or starts earning, whichever is earlier."
        ]
    },
    {
        "tag": "loans 134",
        "patterns": [
            "Do I have to pay any margin money - my own funding (Education Loans For Indian Education)"
        ],
        "responses": [
            "Margin Money upto Rs. 4.00 lacs - Nil, For loans above Rs. 4.00 lacs - 5%"
        ]
    },
    {
        "tag": "loans 135",
        "patterns": [
            "Which course related expense does this loan cover (Education Loans For Indian Education)"
        ],
        "responses": [
            "Apart from the basic course fee payable to the institution where you decide to study, the following expenses will be covered under the loan: Exam/Library/Lab fees Caution deposit / Refundable deposit asked by the institution / Building fund - supported by Institution bills / receipts Purchase of Books/equipments/instrument/uniforms Travel expenses/passage money for studies abroad Purchase of computers - essential for completion of the course Insurance Miscellaneous expenses related to the course - like study tours, project work, thesis, etc. View more"
        ]
    },
    {
        "tag": "loans 136",
        "patterns": [
            "Will the loan be disbursed in favour of the Institute/college/university (Education Loans For Indian Education)"
        ],
        "responses": [
            "Yes. The tuition and hostel fees (if any) will be disbursed directly to the educational institute as per the schedule and structure of fees given by them."
        ]
    },
    {
        "tag": "loans 137",
        "patterns": [
            "Do I have to make any repayment during the moratorium period (Education Loans For Indian Education)"
        ],
        "responses": [
            "You have the option of servicing simple interest during moratorium period. Simple interest will be calculated on the loan amount disbursed payable monthly."
        ]
    },
    {
        "tag": "loans 138",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center: Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 139",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions"
        ]
    },
    {
        "tag": "loans 140",
        "patterns": [
            "What is the mode of repayment for student loan in India"
        ],
        "responses": [
            "You have the option of repaying the loan through a Standing instruction, ACHStands for Automated Clearing House. It is a mode by which funds are automatically debited to your account every month to pay or a certain bill or fee. It helps so you don’t have to remember every month to pay your regular bills. It is only done after a standing instruction is given by the account holder. or post-dated cheques."
        ]
    },
    {
        "tag": "loans 141",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 142",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 143",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 144",
        "patterns": [
            "Which courses can I take an Education Loan for"
        ],
        "responses": [
            "You can take an Education Loan for the following: Engineering/MS MBA/PGBM Medical Hotel Management *Other courses may be considered on a case to case basis"
        ]
    },
    {
        "tag": "loans 145",
        "patterns": [
            "What all is the loan for – study and stay or just study"
        ],
        "responses": [
            "Education loan is normally taken for financing Tuition fees, living expenses (hostel etc.), books and periodicals and sometimes traveling"
        ]
    },
    {
        "tag": "loans 146",
        "patterns": [
            "Why should I get loan sanction before admission"
        ],
        "responses": [
            "The preferred way to declare ‘Assured Funds to Universities’ Better acceptance of the sanction letter over the solvency letter Increases your chances of getting admission to your dream college No last minute surprises specially during Visa time: Know your loan eligibility in advance Quick and hassle free process to get a sanction letter"
        ]
    },
    {
        "tag": "loans 147",
        "patterns": [
            "Is there a moratorium/ repayment holiday available"
        ],
        "responses": [
            "Yes. A moratorium holiday is available for the select courses."
        ]
    },
    {
        "tag": "loans 148",
        "patterns": [
            "What all is the loan for – study and stay or just study"
        ],
        "responses": [
            "Education loan is normally taken for financing tuition fees, living expenses (hostel etc.), books and periodicals and sometimes traveling."
        ]
    },
    {
        "tag": "loans 149",
        "patterns": [
            "Who can be my co-borrowers"
        ],
        "responses": [
            "Relative with a good income and who can support your education loan application. Typically it can be your father, mother, brother, sister, spouse, cousin, paternal uncle (Chacha), paternal aunt (Chachi), maternal uncle (Mama), maternal aunt (Mami), grandfather, grandmother."
        ]
    },
    {
        "tag": "loans 150",
        "patterns": [
            "Do I need a co-borrower for the loan"
        ],
        "responses": [
            "Yes a co-applicant is required for all full time courses."
        ]
    },
    {
        "tag": "loans 151",
        "patterns": [
            "Who can apply for Credila Education Loan"
        ],
        "responses": [
            "Credila provides education loan to Indian students for higher studies in India and abroad. Credila has funded Indian students for pursuing higher studies in over 2000 institutes across 36 countries."
        ]
    },
    {
        "tag": "loans 152",
        "patterns": [
            "Can I apply before confirmed admission"
        ],
        "responses": [
            "Yes you can apply before securing an admission."
        ]
    },
    {
        "tag": "loans 153",
        "patterns": [
            "How much loan can I get from Credila"
        ],
        "responses": [
            "Credila is the only lender that not only finances up to 100% of the cost of education but also gives education loan over Rs. 20 lakh."
        ]
    },
    {
        "tag": "loans 154",
        "patterns": [
            "When do I start paying my EMI"
        ],
        "responses": [
            "Credila’s unique education loan offers the flexibility of paying only simple interest (PEMI) during the course period and principle plus interest (EMI) after the completion of studies and grace period."
        ]
    },
    {
        "tag": "loans 155",
        "patterns": [
            "Will we get tax benefit on the interest paid on education loan"
        ],
        "responses": [
            "Yes, every Credila borrower or co-borrower (any one) is entitled for Tax benefit under 80E of Income Tax Act, 1961."
        ]
    },
    {
        "tag": "loans 156",
        "patterns": [
            "Which course related expense does this loan cover (Education Loans For Foreign Education)"
        ],
        "responses": [
            "Apart from the basic course fee payable to the institution where you decide to study, the following expenses will be covered under the loan: Exam/Library/Lab fees Caution deposit / Refundable deposit asked by the institution / Building fund - supported by Institution bills / receipts Purchase of Books / equipments / instrument / uniforms Travel expenses / passage money for studies abroad Purchase of computers - essential for completion of the course Insurance Miscellaneous expenses related to the course - like study tours, project work, thesis, etc. View more"
        ]
    },
    {
        "tag": "loans 157",
        "patterns": [
            "Will the loan be disbursed in favour of the Institute/college/university (Education Loans For Foreign Education)"
        ],
        "responses": [
            "Yes. The tuition and hostel fees (if any) will be disbursed directly to the educational institute as per the schedule and structure of fees given by them."
        ]
    },
    {
        "tag": "loans 158",
        "patterns": [
            "Do I need to provide collateral to avail of an education loan (Education Loans For Foreign Education)"
        ],
        "responses": [
            "For loans up to Rs. 4 lakh - No collateral or Third Party Guarantee is required For loans from Rs. 4 lakh to Rs. 7.5 lakh – No collateral required, however Third Party Guarantee is required For loans above Rs. 7.5 lakh – collateral is required. You can choose from any of the following acceptable collaterals: Residential Property HDFC Bank Fixed Deposit LIC/NSC/KVP View more"
        ]
    },
    {
        "tag": "loans 159",
        "patterns": [
            "How long is the tenure of the loan (Education Loans For Indian Education)"
        ],
        "responses": [
            "The maximum tenure of the loan can be 7 years, including the Moratorium period."
        ]
    },
    {
        "tag": "loans 160",
        "patterns": [
            "Do I have to make any repayment during the moratorium period (Education Loans For Foreign Education)"
        ],
        "responses": [
            "You have the option of servicing simple interest during moratorium period. Simple interest will be calculated on the loan amount disbursed payable monthly."
        ]
    },
    {
        "tag": "loans 161",
        "patterns": [
            "What is the mode of repayment (Education Loans For Foreign Education)"
        ],
        "responses": [
            "You have the option of repaying the loan through a Standing instruction, ECS or post-dated cheques."
        ]
    },
    {
        "tag": "loans 162",
        "patterns": [
            "Which courses can I take an education loan for (Education Loans For Foreign Education)"
        ],
        "responses": [
            "You can take a Education Loan for foreign education on the following courses: Management Courses (Full-Time) Engineering Courses Medicine - Graduation + Post Graduation Masters in Computer Application ( MCA / MCM ) Architecture Hotel and Hospitality Agriculture Pure Science View more"
        ]
    },
    {
        "tag": "loans 163",
        "patterns": [
            "Is there moratorium/repayment holiday available (Education Loans For Foreign Education)"
        ],
        "responses": [
            "Yes. A moratorium/repayment holiday is available for select courses."
        ]
    },
    {
        "tag": "loans 164",
        "patterns": [
            "What is the maximum loan amount I can get for studies abroad"
        ],
        "responses": [
            "To study abroad, the maximum loan amount you can get is up to Rs. 20 lakhs."
        ]
    },
    {
        "tag": "loans 165",
        "patterns": [
            "Do I need a co-applicant for the loan (Education Loans For Foreign Education)"
        ],
        "responses": [
            "Yes a co applicant is required for all full time courses. Here are a few points to be noted about co applicants: Primary Co-Applicants: Parents, Spouse, Siblings Secondary Co-Applicants: Father-In Law, Mother-In-Law, Brother-In-Law, Paternal / Maternal Uncle / Aunt View more"
        ]
    },
    {
        "tag": "loans 166",
        "patterns": [
            "What does 'Moratorium period' mean (Education Loans For Foreign Education)"
        ],
        "responses": [
            "A repayment moratorium (also called a repayment holiday) is the course work period + 1 year or 6 months after the student gets a job or starts earning, whichever is earlier."
        ]
    },
    {
        "tag": "loans 167",
        "patterns": [
            "What is the mode of repayment"
        ],
        "responses": [
            "You have the option of repaying the loan through an ECS."
        ]
    },
    {
        "tag": "loans 168",
        "patterns": [
            "Do I have to make any repayments during the moratorium period"
        ],
        "responses": [
            "You have the option of servicing simple interest during moratorium period. Simple interest will be calculated on the loan amount disbursed payable monthly."
        ]
    },
    {
        "tag": "loans 169",
        "patterns": [
            "What kind of collateral security is required"
        ],
        "responses": [
            "Security which can support your loan amount is collateral. It can be a flat, house, non-agricultural land, fixed deposit, etc. Sufficient and good collateral security improves loan application significantly."
        ]
    },
    {
        "tag": "loans 170",
        "patterns": [
            "Who should opt for an education loan and why"
        ],
        "responses": [
            "Usually, middle-income group people apply for education loans. However, because of: Rapidly rising costs of education Income tax benefit under 80 E of IT Act Students wanting to take their own financial responsibilities to preserve the parents savings build positive credit history Even affluent families are going for education loan"
        ]
    },
    {
        "tag": "loans 171",
        "patterns": [
            "Do I have to pay any margin money - my own funding (Education Loans For Foreign Education)"
        ],
        "responses": [
            "Margin Money upto Rs. 4.00 lacs - Nil, For loans above Rs. 4.00 lacs - 15%."
        ]
    },
    {
        "tag": "loans 172",
        "patterns": [
            "How do I know if I am eligible for an education loan for foreign education"
        ],
        "responses": [
            "If you are an Indian resident/citizen, have got admission for a job oriented professional / technical courses offered by reputed universities, MBA, MCA, MS, etc, Degree / diploma courses like aeronautical, shipping, etc provided these are recognized by competent regulatory bodies in India/abroad for the purpose of employment in India / abroad."
        ]
    },
    {
        "tag": "loans 173",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 174",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 175",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center: Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 176",
        "patterns": [
            "How long does it take to process Gold Loan"
        ],
        "responses": [
            "A gold loan is disbursed within One Hour. This is, however, subject to the verification of the gold and other documents that you submit. Approvals are at the sole discretion of the bank."
        ]
    },
    {
        "tag": "loans 177",
        "patterns": [
            "How much loan amount can be availed at a time"
        ],
        "responses": [
            "Loan value starts from Rs.50000 onwards depending on the amount of Gold brought. Loans less than Rs 50000/- also available for rural markets."
        ]
    },
    {
        "tag": "loans 178",
        "patterns": [
            "Are there any benefits on Agricultural/Priority sector"
        ],
        "responses": [
            "Yes, bank will give preferred interest rates and priority processing for the Priority sector."
        ]
    },
    {
        "tag": "loans 179",
        "patterns": [
            "How should the gold loan be repaid"
        ],
        "responses": [
            "The best thing about Loan against Gold is that only servicing of the interest is required. Monthly out flow as low as Rs 1000 per lakh calculated basis indicative rate of 12% p.a"
        ]
    },
    {
        "tag": "loans 180",
        "patterns": [
            "What security is required against the Gold Loan"
        ],
        "responses": [
            "All gold to be brought to HDFC’s designated/disbursement branch.We will value the gold and based on that valuation you can choose from the various product offerings, depending on your loan requirement."
        ]
    },
    {
        "tag": "loans 181",
        "patterns": [
            "What will be the tenure of Gold loan"
        ],
        "responses": [
            "Gold Loan are available for tenures starting from 6 months, up to 48 months."
        ]
    },
    {
        "tag": "loans 182",
        "patterns": [
            "What are Benefits for HDFC Bank account holders"
        ],
        "responses": [
            "Benefits are quick processing time and simplified documentation. Further there are preferred rates for customers who have a strong banking relationship with the bank."
        ]
    },
    {
        "tag": "loans 183",
        "patterns": [
            "What is De-pledge"
        ],
        "responses": [
            "Removal of a pledge from the security to regain the rights over the security is called de-pledge. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 184",
        "patterns": [
            "What is Guarantor"
        ],
        "responses": [
            "A Guarantor is a person who guarantees to pay for someone else's debt if he or she should default on a loan obligation."
        ]
    },
    {
        "tag": "loans 185",
        "patterns": [
            "What is Amortization"
        ],
        "responses": [
            "Amortization is paying off debts in regular instalments over a period of time."
        ]
    },
    {
        "tag": "loans 186",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 187",
        "patterns": [
            "What is RTGS"
        ],
        "responses": [
            "RTGS is the Real Time Gross Settlement which is used for the transfer of amounts of Rs. 1,00,000 or more from one bank account to another bank account (any bank located anywhere in India if attached with an Internet system) at very minimal charges. The amount is credited into the beneficiary's account in real time. For amounts less than Rs. 1,00,000 we use NEFT( National Electronic Fund Transfer)."
        ]
    },
    {
        "tag": "loans 188",
        "patterns": [
            "What is NEFT"
        ],
        "responses": [
            "The National Electronic Funds Transfer (NEFT) system is a nation-wide funds transfer system to facilitate transfer of funds from any bank branch to any other bank branch."
        ]
    },
    {
        "tag": "loans 189",
        "patterns": [
            "What is SI"
        ],
        "responses": [
            "SI stands for Standing Instructions. It is one of the modes you can use to repay a loan, wherein your HDFC Bank account is directly debited for the EMI amounts, based on your specific instructions in the form of the Standing Instructions Mandate."
        ]
    },
    {
        "tag": "loans 190",
        "patterns": [
            "What is CIBIL"
        ],
        "responses": [
            "CIBIL stands for Credit Information Bureau India Limited. CIBIL's aim is to fulfil the need of credit granting institutions for comprehensive credit information by collecting, collating and disseminating credit information pertaining to both commercial and consumer borrowers, to a closed user group of members. Banks, Financial Institutions, Non-Banking Financial Companies, Housing Finance Companies and Credit Card Companies use CIBIL's services. Data sharing is based on the Principle of Reciprocity, which means that only Members who have submitted all their credit data may access Credit Information Reports from CIBIL. The establishment of CIBIL is an effort made by the Government of India and the Reserve Bank of India to improve the functionality and stability of the Indian financial system by containing NPAs while improving credit grantors' portfolio quality. CIBIL provides a vital service, which allows its Members to make informed, objective and faster credit decisions. View more"
        ]
    },
    {
        "tag": "loans 191",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 192",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 193",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 194",
        "patterns": [
            "Are there any additional charges for loan repayment"
        ],
        "responses": [
            "The additional charges (if any) are applicable in case you default or in case of SWAP (i.e. change the repayment mode). The charges are updated and can be viewed in the Fees & Charges section in the Bank’s website of each loan product."
        ]
    },
    {
        "tag": "loans 195",
        "patterns": [
            "Do I have the option to structure my loan as partly fixed or partly floating"
        ],
        "responses": [
            "Yes, you can structure your HDFC Ltd. Home Loan as Partly Fixed or Partly Floating as per your needs."
        ]
    },
    {
        "tag": "loans 196",
        "patterns": [
            "Can I give standing instructions to repay my Home Loan EMIs directly from my HDFC Bank Savings Account"
        ],
        "responses": [
            "Yes, you can opt for Automated Repayment and your EMIs will be directly repaid from your HDFC Bank Savings Account, thus saving you the trouble of procuring, signing and tracking post-dated cheques."
        ]
    },
    {
        "tag": "loans 197",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 198",
        "patterns": [
            "How will HDFC decide my home loan eligibility"
        ],
        "responses": [
            "HDFC assess the customer's repayment capacity based on income, age, qualifications, number of dependants, spouse's income, assets, liabilities, stability and continuity of occupation, and savings history."
        ]
    },
    {
        "tag": "loans 199",
        "patterns": [
            "What is pre-EMI interest"
        ],
        "responses": [
            "Pending final disbursement, you pay interest on the portion of the loan disbursed. This interest is called pre-EMI interest. Pre-EMI interest is payable every month from the date of each disbursement up to the date of commencement of EMI. *Conditions apply. All Home Loans from HDFC Ltd. Credit at sole discretion of HDFC Ltd."
        ]
    },
    {
        "tag": "loans 200",
        "patterns": [
            "Are my property documents safe with HDFC Ltd."
        ],
        "responses": [
            "HDFC offers in-house scrutiny of property documents for your complete peace of mind. So be assured that your property documents are in safe hands."
        ]
    },
    {
        "tag": "loans 201",
        "patterns": [
            "What Property can be considered as collateral for LAP"
        ],
        "responses": [
            "You can provide your self-occupied Residential or Commercial property (Shops and Offices) as collateral."
        ]
    },
    {
        "tag": "loans 202",
        "patterns": [
            "Are there any additional charges for loan Pre-payment"
        ],
        "responses": [
            "You may refer to the Fees & Charges option under the product Loan Against Property and Loan Against Rental Receivables. All terms and conditions are at the Sole discretion of HDFC Bank Ltd. The bank reserves the right to change/ modify any of the above at any time."
        ]
    },
    {
        "tag": "loans 203",
        "patterns": [
            "What are the fees & charges applicable"
        ],
        "responses": [
            "You may refer to the Fees & Charges option under the product Loan Against Property and Loan Against Rental Receivables."
        ]
    },
    {
        "tag": "loans 204",
        "patterns": [
            "Can I avail an Overdraft against my Property"
        ],
        "responses": [
            "A Loan Against Property can be availed as a Term Loan with EMI repayments or as a Drop line Overdraft Facility."
        ]
    },
    {
        "tag": "loans 205",
        "patterns": [
            "What is the maximum tenure to repay the Loan Against Property"
        ],
        "responses": [
            "A Loan Against Rent Receivables can be sanctioned for a minimum tenure of 12 months and a maximum tenure of 108 months. This however depends on the balance lease period and other parameters."
        ]
    },
    {
        "tag": "loans 206",
        "patterns": [
            "What is the maximum loan I can get against my Property"
        ],
        "responses": [
            "You can get a Loan Against Property up to a maximum of 60%* of the market value of your property. * conditions apply"
        ]
    },
    {
        "tag": "loans 207",
        "patterns": [
            "How do I apply for a Loan Against Property (LAP)"
        ],
        "responses": [
            "You can apply for a loan in the following ways: Fill in the online application form and our representative will get in touch with you Call one of our PhoneBanking numbers provided on the website Visit your nearest branch Our existing liability customers may also get in touch with their Relationship Managers/ Personal Bankers to know more and apply for LAP"
        ]
    },
    {
        "tag": "loans 208",
        "patterns": [
            "How can I make a request to foreclose my Loan Against Property account"
        ],
        "responses": [
            "Kindly submit a written request to your nearest Retail Loan Service Centre to close your account. Our customer service desk will provide you with the necessary assistance."
        ]
    },
    {
        "tag": "loans 209",
        "patterns": [
            "What is PDC"
        ],
        "responses": [
            "PDC stands for Post dated cheques. PDCs are collected for repayment of EMIs."
        ]
    },
    {
        "tag": "loans 210",
        "patterns": [
            "What are the documents required to avail of the Loan Against Property"
        ],
        "responses": [
            "For Salaried Individuals Proof of Residence - Any one of Ration Card / Telephone Bill / Electricity Bill / Voters Card. Proof of Identity - Any one of Voters Card / Drivers License / Employers Card. Latest Bank Statement / Passbook (where salary / income is credited for past 6 months). Latest 6 Months Salary Slip with all deductions and last 2 years Form 16. Copies of all Property Documents. For Self-Employed Individuals Certified Financial Statement for the last 2 years. Proof of Residence - Any one of Ration Card / Telephone Bill / Electricity Bill / Voters Card. Proof of Identity - Any one of Voters Card / Drivers License / Employers Card. Latest Bank Statement / Passbook (where salary / income is credited for past 6 months). Copies of all Property Documents. View more"
        ]
    },
    {
        "tag": "loans 211",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 212",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 213",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center : Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center : Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents (self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 214",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring HDFC Bank Ltd Loan Account No. << >> will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 215",
        "patterns": [
            "What are the charges I need to pay to foreclose my Loan Against Property"
        ],
        "responses": [
            "In case you wish to foreclose your Loan Against Property, the foreclosure charges are applicable on the outstanding principal or Outstanding Limit as the case may be.(Pre-payment is allowed only after 6 months from the date of loan disbursement)."
        ]
    },
    {
        "tag": "loans 216",
        "patterns": [
            "What are the charges I need to pay to foreclose my loan"
        ],
        "responses": [
            "You may refer to the Fees & Charges option under the product Loan Against Property and Loan Against Rental Receivables."
        ]
    },
    {
        "tag": "loans 217",
        "patterns": [
            "How much time will it take to decision an application for Loan Against Property"
        ],
        "responses": [
            "Applications would be decisioned within 6 days* *Subject to customer submitting all the required financial and collateral documents to the bank at the time of application. Also subject to legal & technical clearance of the property, Applicable for cases upto 3 crores."
        ]
    },
    {
        "tag": "loans 218",
        "patterns": [
            "What is De-pledge"
        ],
        "responses": [
            "Removal of a pledge from the security to regain the rights over the security is called de-pledge. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 219",
        "patterns": [
            "What is Guarantor"
        ],
        "responses": [
            "A Guarantor is a person who guarantees to pay for someone else's debt if he or she should default on a loan obligation."
        ]
    },
    {
        "tag": "loans 220",
        "patterns": [
            "What is Amortization"
        ],
        "responses": [
            "Amortization is paying off debts in regular instalments over a period of time."
        ]
    },
    {
        "tag": "loans 221",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 222",
        "patterns": [
            "What is RTGS"
        ],
        "responses": [
            "RTGS is the Real Time Gross Settlement which is used for the transfer of amounts of Rs. 1,00,000 or more from one bank account to another bank account (any bank located anywhere in India if attached with an Internet system) at very minimal charges. The amount is credited into the beneficiary's account in real time. For amounts less than Rs. 1,00,000 we use NEFT( National Electronic Fund Transfer)."
        ]
    },
    {
        "tag": "loans 223",
        "patterns": [
            "What is NEFT"
        ],
        "responses": [
            "The National Electronic Funds Transfer (NEFT) system is a nation-wide funds transfer system to facilitate transfer of funds from any bank branch to any other bank branch."
        ]
    },
    {
        "tag": "loans 224",
        "patterns": [
            "What is SI"
        ],
        "responses": [
            "SI stands for Standing Instructions. It is one of the modes you can use to repay a loan, wherein your HDFC Bank account is directly debited for the EMI amounts, based on your specific instructions in the form of the Standing Instructions Mandate."
        ]
    },
    {
        "tag": "loans 225",
        "patterns": [
            "What is CIBIL"
        ],
        "responses": [
            "CIBIL stands for Credit Information Bureau India Limited. CIBIL's aim is to fulfil the need of credit granting institutions for comprehensive credit information by collecting, collating and disseminating credit information pertaining to both commercial and consumer borrowers, to a closed user group of members. Banks, Financial Institutions, Non-Banking Financial Companies, Housing Finance Companies and Credit Card Companies use CIBIL's services. Data sharing is based on the Principle of Reciprocity, which means that only Members who have submitted all their credit data may access Credit Information Reports from CIBIL. The establishment of CIBIL is an effort made by the Government of India and the Reserve Bank of India to improve the functionality and stability of the Indian financial system by containing NPAs while improving credit grantors' portfolio quality. CIBIL provides a vital service, which allows its Members to make informed, objective and faster credit decisions. View more"
        ]
    },
    {
        "tag": "loans 226",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 227",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 228",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 229",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 230",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy(will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring “HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 231",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our the Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 232",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 233",
        "patterns": [
            "What are the different loan repayment modes"
        ],
        "responses": [
            "The loan can be repaid through a Standing Instruction (to debit your HDFC Bank Savings/Current Account for repayment of EMIs) or ECS (to debit your External Bank Account for repayment of EMIs) or by a complete set of Post Dated Cheques."
        ]
    },
    {
        "tag": "loans 234",
        "patterns": [
            "If I have shares of one company only, can I get a limit against just one script"
        ],
        "responses": [
            "Yes, you can get limits by pledging any of the approved single scripts under our Single Scrip Scheme. (Do note that the drawing power on these single scripts will range from 25% to 50%)"
        ]
    },
    {
        "tag": "loans 235",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided View more"
        ]
    },
    {
        "tag": "loans 236",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 237",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring “HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name View more"
        ]
    },
    {
        "tag": "loans 238",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 239",
        "patterns": [
            "Are there any additional charges for loan repayment"
        ],
        "responses": [
            "The additional charges (if any) are applicable in case you default or in case of SWAP (i.e. change the repayment mode). The charges are updated and can be viewed in the Fees & Charges section in the Bank’s website of each loan product."
        ]
    },
    {
        "tag": "loans 240",
        "patterns": [
            "Can I repay my loan earlier than the due date"
        ],
        "responses": [
            "Yes you can repay your loan at any time during the loan tenure. However prepayment is not permitted within 6 months from loan disbursal date. For charge details, Click here"
        ]
    },
    {
        "tag": "loans 241",
        "patterns": [
            "What are the other benefits that I can get from my Loan Against Securities Account"
        ],
        "responses": [
            "All the benefits that we offer on the Current Account are also applicable to the Overdraft account. This includes facilities like Phone Banking, NetBanking, BillPay and ATM. As a privileged Loan Against Securities customer, you will be entitled to our FREE International Debit Card.(only for the first holder)"
        ]
    },
    {
        "tag": "loans 242",
        "patterns": [
            "Is my overdraft limit fixed"
        ],
        "responses": [
            "This will completely depend on the market rate of the securities that you have pledged. Of course, we will value your portfolio periodically to determine your overdraft limit. You can increase your overdraft limit by pledging more shares/securities , or decrease it by withdrawing them – that's completely up to you."
        ]
    },
    {
        "tag": "loans 243",
        "patterns": [
            "Is there any charge in the LAS Account if there are no limits"
        ],
        "responses": [
            "Yes, for accounts with no limits in a month a Zero Limit charge of Rs. 1000 plus taxes for that month is levied. For details of other charges levied in LAS accounts, Click here"
        ]
    },
    {
        "tag": "loans 244",
        "patterns": [
            "How can I get my securities released"
        ],
        "responses": [
            "Please submit a security release request letter mentioning certificate numbers, the FAS account number (Agreement number), the Overdraft account number (signed by all the account holders) and the respective security holder. This letter needs to be submitted at any of our Loan Against Securities desks or to a branch that has a Loan against securities facility"
        ]
    },
    {
        "tag": "loans 245",
        "patterns": [
            "What is the procedure to get the TRF booklet"
        ],
        "responses": [
            "We have revised the process for the issue of Transfer Request Forms to eligible Customers. These will no longer be available over-the-counter (as and when required) at our LAS Service Centres but will have to be indented from our Central Processing Unit. An application form is enclosed which will have to be used to place indents (maximum 10 nos. of TRF Forms per request). Application Forms are also available at our LAS Service Centres and on our website In this connection, kindly also note that: 1. The Transfer Request Forms will be serially numbered with your Client ID duly stamped thereon, 2. The serial numbers will be maintained in our systems and any request for pledge/withdrawal must only be submitted on a TRF issued to your account. No deviations can be allowed and you are requested to ensure that adequate number of forms are available to meet your normal requirements. Our Bank will not be responsible for any delay in transaction due to non-availability of TRF. 3. The book of Transfer Request Forms will be couriered directly to your mailing address on record within a maximum of 7 working days, once the application is received and found to be in order. We suggest that your mailing address be checked and updated (if required). Our Bank will not be responsible for any delays in delivery due to incorrect / incomplete address. 4. The book containing the Transfer Request Forms must be handled with care and kept secure at all times. Any loss, misplacement or damage must immediately be reported to the LAS Service Desk. 5. For now, applications for TRF can only be submitted through LAS Service Desks. However, the facility will soon be available through NetBanking. In case you are not registered for NetBanking, kindly visit our website (www.hdfcbank.com) to register for the facility online. View more"
        ]
    },
    {
        "tag": "loans 246",
        "patterns": [
            "How would I pay the interest debited to my Loan Against Securities account each month"
        ],
        "responses": [
            "Simply service your interest payable at monthly intervals through credits in your overdraft account.(As per RBI Guidelines DBOD.NO.BP.BC.10/21.04.048/2004)"
        ]
    },
    {
        "tag": "loans 247",
        "patterns": [
            "Do I get statements for my account"
        ],
        "responses": [
            "Monthly statements of accounts are sent to you. The facility of email statement of accounts is also available."
        ]
    },
    {
        "tag": "loans 248",
        "patterns": [
            "What is the minimum Loan value"
        ],
        "responses": [
            "The minimum loan value is Rs. 2 Lakhs."
        ]
    },
    {
        "tag": "loans 249",
        "patterns": [
            "How frequently will my portfolio be re-valued"
        ],
        "responses": [
            "We generally do that on a weekly basis, unless there is a sudden fall in the market prices. In that case, we can conduct an Interim revaluation."
        ]
    },
    {
        "tag": "loans 250",
        "patterns": [
            "Would the shares be held in my name"
        ],
        "responses": [
            "The shares will remain in your name only. A loan against security lets you reap your regular benefits from shares such as rights, dividends and bonuses whilst you take a loan against them."
        ]
    },
    {
        "tag": "loans 251",
        "patterns": [
            "What are the documents required to avail of the Loans Against Rental Receivables"
        ],
        "responses": [
            "Proof of Residence - Any one of Ration Card / Telephone Bill / Electricity Bill / Voters Card. Proof of Identity - Any one of Voters Card / Drivers License / Employers Card. Latest Bank Statement / Passbook (where rentals are credited for past 12 months). Copy of current Lease Agreement Copies of all Property Documents."
        ]
    },
    {
        "tag": "loans 252",
        "patterns": [
            "How much loan can be offered against my Property"
        ],
        "responses": [
            "A Loan Against Rent Receivables can be extended up to a maximum of 50%* of market value of your property. However this dependent on Net Rentals, balance tenure & other parameters."
        ]
    },
    {
        "tag": "loans 253",
        "patterns": [
            "How do I apply for a Loan Against Rent Receivables (LARR)"
        ],
        "responses": [
            "You can apply for a Loan Against Rent Receivables in the following ways: Fill and submit in the Online Application Form and our representative will get in touch with you. Call on one of our PhoneBanking numbers provided on the website Visit your nearest HDFC Bank branch Our existing Liability customers may also get in touch with their Relationship Managers/ Personal Bankers to know more and apply for a LARR"
        ]
    },
    {
        "tag": "loans 254",
        "patterns": [
            "What are the Fees and Charges applicable"
        ],
        "responses": [
            "You may refer to the “Fees & Charges” option under the product “Loan against Rent Receivables”."
        ]
    },
    {
        "tag": "loans 255",
        "patterns": [
            "How much time will it take to decision an application for Loan Against Rental Receivables"
        ],
        "responses": [
            "Applications would be decisioned within 7 days, and in cases which involve customer availability for completing a field investigation or title search and valuation of a property, within 25 days."
        ]
    },
    {
        "tag": "loans 256",
        "patterns": [
            "What is EMI"
        ],
        "responses": [
            "EMI stands for Equated Monthly Installments."
        ]
    },
    {
        "tag": "loans 257",
        "patterns": [
            "Are there any additional charges for loan Prepayment"
        ],
        "responses": [
            "You may refer to the “Fees & Charges” option under the product “Loan against Property” and “Loan Against Rent Receivables”. ‘* All terms and conditions are at the Sole discretion of HDFC Bank Ltd. The bank reserves the right to change/ modify any of the above at any time."
        ]
    },
    {
        "tag": "loans 258",
        "patterns": [
            "What are the charges I need to pay to foreclose my Loans Against Rental Receivable"
        ],
        "responses": [
            "In case you wish to foreclose your Loan Against Property, the foreclosure charges are applicable on the outstanding principal or Outstanding Limit as the case may be.(Pre-payment is allowed only after 6 months from the date of loan disbursement)."
        ]
    },
    {
        "tag": "loans 259",
        "patterns": [
            "How can I make a request to foreclose my Loans Against Rental Receivables account"
        ],
        "responses": [
            "Kindly submit a written request to your nearest Retail Loan Service Centre to close your account. Our customer service desk will provide you with the necessary assistance."
        ]
    },
    {
        "tag": "loans 260",
        "patterns": [
            "How should I apply for a duplicate NOC/ closure letter"
        ],
        "responses": [
            "(Loans Against Rental Receivables)We request you to visit our nearest Retail Asset Branch along with a written request for a duplicate No Objection Certificate (NOC) and your photo identity proof."
        ]
    },
    {
        "tag": "loans 261",
        "patterns": [
            "What Property can be considered as collateral for LARR"
        ],
        "responses": [
            "You can provide Commercial Property (Shops & Offices) leased to reputed lessees as collateral for a Loan Against Rent Receivables."
        ]
    },
    {
        "tag": "loans 262",
        "patterns": [
            "What is the maximum tenure to repay the Loans Against Rental Receivables"
        ],
        "responses": [
            "A Loan Against Rent Receivables can be sanctioned for a minimum tenure of 12 months and a maximum tenure of 108 months. This however depends on the balance lease period and other parameters."
        ]
    },
    {
        "tag": "loans 263",
        "patterns": [
            "How long will it take for my Professional loan to be processed"
        ],
        "responses": [
            "Once you submit your application form and the required documents as per Bank''s criteria, you can expect our approval and disbursal within 7 working days, provided everything is in order. All loan approvals are at the sole discretion of the bank."
        ]
    },
    {
        "tag": "loans 264",
        "patterns": [
            "Can I repay the loan earlier for Professionals Loan"
        ],
        "responses": [
            "Yes, you can choose to repay your loan anytime after 06 months of taking the loan and after you have paid 06 EMIs along with applicable foreclosure charges. Please note Loan can be foreclosed by issuing a Demand draft / cheque at the branch; kindly note that cash beyond Rs. 49000/- will not be accepted for loan repayment against full closure/matured loan closure payment. Any payment above Rs. 49000/- should be made vide Account payee Cheque / Pay order /Demand draft."
        ]
    },
    {
        "tag": "loans 265",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 266",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 267",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 268",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Center: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >>*** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest Retail Loan Service Center: Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 269",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 270",
        "patterns": [
            "What security do I need to provide to obtain Professionals loan"
        ],
        "responses": [
            "To obtain the loan, there is absolutely no need to provide any security or collateral."
        ]
    },
    {
        "tag": "loans 271",
        "patterns": [
            "What are the loan tenure options for Professionals Loan"
        ],
        "responses": [
            "You can repay your loan over a period of 12 to 60 months"
        ]
    },
    {
        "tag": "loans 272",
        "patterns": [
            "What are the benefits of having a Current/Saving Account for my Loan to Professionals"
        ],
        "responses": [
            "You get preferred Processing Fee, priority processing and simpler documentation if you have a Current/Saving Account with HDFC Bank. This is taken into account at the time of disbursal of the loan. You can pay through Standing Instructions to debit your HDFC Bank account with the EMI amount."
        ]
    },
    {
        "tag": "loans 273",
        "patterns": [
            "How much loan can I avail of for Professionals"
        ],
        "responses": [
            "You can avail of a loan from Rs 50,000/- to Rs 40,00,000/- depending on your income, repayment capacity and respective location product cap."
        ]
    },
    {
        "tag": "loans 274",
        "patterns": [
            "How do I repay my Professionals loan"
        ],
        "responses": [
            "You pay the loan in equal monthly instalments (EMIs). The loan will be paid through post-dated cheques. You can also pay through Electronic Clearing System (ECS ) or a standing instruction to debit your HDFC Bank account with the EMI amount"
        ]
    },
    {
        "tag": "loans 275",
        "patterns": [
            "How long can I take to repay my personal loan"
        ],
        "responses": [
            "We offer flexible repayment options ranging from 12 to 60 months, depending on the customer’s profile."
        ]
    },
    {
        "tag": "loans 276",
        "patterns": [
            "How much can I borrow"
        ],
        "responses": [
            "You can take a loan ranging from Rs. 50,000 to Rs. 15,00,000, depending on your income and repayment capacity. You can club your spouse’s income if you want to get a bigger loan."
        ]
    },
    {
        "tag": "loans 277",
        "patterns": [
            "How can I repay my Personal Loan"
        ],
        "responses": [
            "You pay the loan in equal monthly instalments (EMIs). The loan will be paid through post-dated cheques. You can also pay through ECS or a standing instruction to debit your HDFC Bank account with the EMI amount. Try our EMI calculator to calculate how much you need to pay each month."
        ]
    },
    {
        "tag": "loans 278",
        "patterns": [
            "Is part-prepayment of a Personal Loan allowed"
        ],
        "responses": [
            "No, part prepayment is not allowed. The loan has to either be prepaid in full or serviced for the contracted tenure."
        ]
    },
    {
        "tag": "loans 279",
        "patterns": [
            "How does a Salary Account help me get a personal loan"
        ],
        "responses": [
            "You get a preferential rate of interest and processing fee, speedy processing and minimal documentation if you have a Salary Account with HDFC Bank. This is taken into account at the time of disbursal of the loan. You can pay through a Standing Instruction to debit your HDFC Bank account with the EMI amount."
        ]
    },
    {
        "tag": "loans 280",
        "patterns": [
            "Do I need to provide any security or collateral to obtain a personal loan from HDFC Bank"
        ],
        "responses": [
            "No you don’t have to provide any security, collateral or guarantee."
        ]
    },
    {
        "tag": "loans 281",
        "patterns": [
            "What is De-pledge"
        ],
        "responses": [
            "Removal of a pledge from the security to regain the rights over the security is called de-pledge. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 282",
        "patterns": [
            "What is Guarantor"
        ],
        "responses": [
            "A Guarantor is a person who guarantees to pay for someone else's debt if he or she should default on a loan obligation."
        ]
    },
    {
        "tag": "loans 283",
        "patterns": [
            "What is Amortization"
        ],
        "responses": [
            "Amortization is paying off debts in regular instalments over a period of time."
        ]
    },
    {
        "tag": "loans 284",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 285",
        "patterns": [
            "What is RTGS"
        ],
        "responses": [
            "RTGS is the Real Time Gross Settlement which is used for the transfer of amounts of Rs. 1,00,000 or more from one bank account to another bank account (any bank located anywhere in India if attached with an Internet system) at very minimal charges. The amount is credited into the beneficiary's account in real time. For amounts less than Rs. 1,00,000 we use NEFT( National Electronic Fund Transfer)."
        ]
    },
    {
        "tag": "loans 286",
        "patterns": [
            "What is NEFT"
        ],
        "responses": [
            "The National Electronic Funds Transfer (NEFT) system is a nation-wide funds transfer system to facilitate transfer of funds from any bank branch to any other bank branch."
        ]
    },
    {
        "tag": "loans 287",
        "patterns": [
            "What is SI"
        ],
        "responses": [
            "SI stands for Standing Instructions. It is one of the modes you can use to repay a loan, wherein your HDFC Bank account is directly debited for the EMI amounts, based on your specific instructions in the form of the Standing Instructions Mandate."
        ]
    },
    {
        "tag": "loans 288",
        "patterns": [
            "What is CIBIL"
        ],
        "responses": [
            "CIBIL stands for Credit Information Bureau India Limited. CIBIL's aim is to fulfil the need of credit granting institutions for comprehensive credit information by collecting, collating and disseminating credit information pertaining to both commercial and consumer borrowers, to a closed user group of members. Banks, Financial Institutions, Non-Banking Financial Companies, Housing Finance Companies and Credit Card Companies use CIBIL's services. Data sharing is based on the Principle of Reciprocity, which means that only Members who have submitted all their credit data may access Credit Information Reports from CIBIL. The establishment of CIBIL is an effort made by the Government of India and the Reserve Bank of India to improve the functionality and stability of the Indian financial system by containing NPAs while improving credit grantors' portfolio quality. CIBIL provides a vital service, which allows its Members to make informed, objective and faster credit decisions. View more"
        ]
    },
    {
        "tag": "loans 289",
        "patterns": [
            "Can I repay the Personal loan earlier"
        ],
        "responses": [
            "Yes, you can choose to repay your loan anytime after 12 months of taking the loan and after you have paid 12 EMIs along with applicable foreclosure charges. Please note Loan can be foreclosed by issuing a Demand draft / cheque at the branch; kindly note that cash beyond Rs. 49000/- will not be accepted for loan repayment against part prepayment/ full payment / matured loan closure payment. Any payment above Rs. 49000/- should be made vide Account payee Cheque / Pay order /Demand draft."
        ]
    },
    {
        "tag": "loans 290",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 291",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 292",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 293",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 294",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 295",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 296",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 297",
        "patterns": [
            "Are there any additional charges for loan repayment"
        ],
        "responses": [
            "The additional charges (if any) are applicable in case you default or in case of SWAP (i.e. change the repayment mode). The charges are updated and can be viewed in the Fees & Charges section in the Bank’s website of each loan product."
        ]
    },
    {
        "tag": "loans 298",
        "patterns": [
            "How long will it take for my Personal loan to be processed"
        ],
        "responses": [
            "Once you submit your application form and the required documents as per Bank's criteria, you can expect our approval and disbursal within 5 working days, provided everything is in order. All loan approvals are at the sole discretion of the bank."
        ]
    },
    {
        "tag": "loans 299",
        "patterns": [
            "What is De-pledge"
        ],
        "responses": [
            "Removal of a pledge from the security to regain the rights over the security is called de-pledge. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 300",
        "patterns": [
            "What is Guarantor"
        ],
        "responses": [
            "A Guarantor is a person who guarantees to pay for someone else's debt if he or she should default on a loan obligation."
        ]
    },
    {
        "tag": "loans 301",
        "patterns": [
            "What is Amortization"
        ],
        "responses": [
            "Amortization is paying off debts in regular instalments over a period of time."
        ]
    },
    {
        "tag": "loans 302",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 303",
        "patterns": [
            "What is RTGS"
        ],
        "responses": [
            "RTGS is the Real Time Gross Settlement which is used for the transfer of amounts of Rs. 1,00,000 or more from one bank account to another bank account (any bank located anywhere in India if attached with an Internet system) at very minimal charges. The amount is credited into the beneficiary's account in real time. For amounts less than Rs. 1,00,000 we use NEFT( National Electronic Fund Transfer)."
        ]
    },
    {
        "tag": "loans 304",
        "patterns": [
            "What is NEFT"
        ],
        "responses": [
            "The National Electronic Funds Transfer (NEFT) system is a nation-wide funds transfer system to facilitate transfer of funds from any bank branch to any other bank branch."
        ]
    },
    {
        "tag": "loans 305",
        "patterns": [
            "What is SI"
        ],
        "responses": [
            "SI stands for Standing Instructions. It is one of the modes you can use to repay a loan, wherein your HDFC Bank account is directly debited for the EMI amounts, based on your specific instructions in the form of the Standing Instructions Mandate."
        ]
    },
    {
        "tag": "loans 306",
        "patterns": [
            "What is CIBIL"
        ],
        "responses": [
            "CIBIL stands for Credit Information Bureau India Limited. CIBIL's aim is to fulfil the need of credit granting institutions for comprehensive credit information by collecting, collating and disseminating credit information pertaining to both commercial and consumer borrowers, to a closed user group of members. Banks, Financial Institutions, Non-Banking Financial Companies, Housing Finance Companies and Credit Card Companies use CIBIL's services. Data sharing is based on the Principle of Reciprocity, which means that only Members who have submitted all their credit data may access Credit Information Reports from CIBIL. The establishment of CIBIL is an effort made by the Government of India and the Reserve Bank of India to improve the functionality and stability of the Indian financial system by containing NPAs while improving credit grantors' portfolio quality. CIBIL provides a vital service, which allows its Members to make informed, objective and faster credit decisions. View more"
        ]
    },
    {
        "tag": "loans 307",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 308",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 309",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy (will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 310",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 311",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 312",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted. The same vehicle is encumbered to the Bank for any other loan facility. Any notice from a competent authority restraining the Bank from release of hypothecation. If there are any existing over dues, direct or otherwise, in your name. View more"
        ]
    },
    {
        "tag": "loans 313",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 314",
        "patterns": [
            "What will be done with the post dated cheques if I request to change the mode of repayment/account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 315",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 316",
        "patterns": [
            "Who is eligible for a tractor loan"
        ],
        "responses": [
            "Whether you are a farmer or not, you can avail HDFC Bank's Tractor loan for agricultural or commercial purposes. If you are a farmer, you must have a minimum of 3 acres of agricultural land. To know about the eligibility criteria in detail, click here."
        ]
    },
    {
        "tag": "loans 317",
        "patterns": [
            "Can I get a tractor loan for any tractor I want to purchase"
        ],
        "responses": [
            "If your tractor is made by a leading automobile manufacturer in India, you can get a loan."
        ]
    },
    {
        "tag": "loans 318",
        "patterns": [
            "What are the different modes of loan repayment"
        ],
        "responses": [
            "Customer has option of Monthly, Bi-monthly, Quarterly & Haly yearly repayment options, depending on customer segment and product variant."
        ]
    },
    {
        "tag": "loans 319",
        "patterns": [
            "Can I pre-pay the entire loan amount"
        ],
        "responses": [
            "Yes, you will have to pay a pre-payment fee of 4% if you pay your entire loan before 12 months from the date of disbursement. You will have to pay a pre-payment fee of 2 % if you pay your loan after 12 months from the date of disbursement."
        ]
    },
    {
        "tag": "loans 320",
        "patterns": [
            "Do you want to repay the loan earlier than the due date"
        ],
        "responses": [
            "If you want to repay your loan earlier than the due date, feel free to do so."
        ]
    },
    {
        "tag": "loans 321",
        "patterns": [
            "Is a guarantor required"
        ],
        "responses": [
            "You will require a guarantor in all cases except certain segments where you have offered agricultural land as additional collateral."
        ]
    },
    {
        "tag": "loans 322",
        "patterns": [
            "What if I want to repay the loan earlier than the due date"
        ],
        "responses": [
            "If you want to repay your loan earlier than the due date, feel free to do so."
        ]
    },
    {
        "tag": "loans 323",
        "patterns": [
            "What is the maximum loan amount I can take on a Tractor Loan"
        ],
        "responses": [
            "You can borrow up to 90%, subject to credit underwriting standards of the bank."
        ]
    },
    {
        "tag": "loans 324",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted. The same vehicle is encumbered to the Bank for any other loan facility. Any notice from a competent authority restraining the Bank from release of hypothecation. If there are any existing over dues, direct or otherwise, in your name. View more"
        ]
    },
    {
        "tag": "loans 325",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 326",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, we request you to visit the Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 327",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy (will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents (self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer. View more"
        ]
    },
    {
        "tag": "loans 328",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >> will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 329",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for the said purpose by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 330",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 331",
        "patterns": [
            "What will be done with the post-dated cheques if I request to change the mode of repayment/account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 332",
        "patterns": [
            "How do I utilize this amount"
        ],
        "responses": [
            "This amount is made available in your Salary Account. You can withdraw it through the regular modes i.e. ATM, Cheques, online transfers."
        ]
    },
    {
        "tag": "loans 333",
        "patterns": [
            "How many salary credits are required in my existing account to qualify for SmartDraft"
        ],
        "responses": [
            "To qualify for SmartDraft you need a minimum of 3 salary credits."
        ]
    },
    {
        "tag": "loans 334",
        "patterns": [
            "What is the amount I can get as an overdraft"
        ],
        "responses": [
            "Depending on your eligibility, the maximum amount you can avail as an overdraft is Rs. 1 Lakh. The minimum overdraft amount is Rs. 25,000."
        ]
    },
    {
        "tag": "loans 335",
        "patterns": [
            "When will my SmartDraft limit be renewed"
        ],
        "responses": [
            "Based on your account performance and salary credits, your overdraft limit will be renewed after 12 months once the payment of the annual renewal fee is made."
        ]
    },
    {
        "tag": "loans 336",
        "patterns": [
            "Which locations is SmartDraft available in"
        ],
        "responses": [
            "SmartDraft is available in the following locations only: Mumbai, Delhi, Gurgaon, Noida, Bangalore, Chennai, Hyderabad, Secunderabad, Kolkata, Pune, Nasik, Jaipur, Baroda, Indore, Bharuch, Surat, Silvasa, Chandigarh, Ludhiana, Patiala, Coimbatore, Ahmedabad, Lucknow, Calicut, Trichur and Cochin."
        ]
    },
    {
        "tag": "loans 337",
        "patterns": [
            "Am I eligible for SmartDraft"
        ],
        "responses": [
            "Yes you are eligible for SmartDraft, if your salary account with us has regular salary credits and your company is on our approved list for overdraft facility. Also, your minimum net monthly income must be Rs. 15,000."
        ]
    },
    {
        "tag": "loans 338",
        "patterns": [
            "What is De-pledge"
        ],
        "responses": [
            "Removal of a pledge from the security to regain the rights over the security is called de-pledge. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 339",
        "patterns": [
            "What is Guarantor"
        ],
        "responses": [
            "A Guarantor is a person who guarantees to pay for someone else's debt if he or she should default on a loan obligation."
        ]
    },
    {
        "tag": "loans 340",
        "patterns": [
            "What is Amortization"
        ],
        "responses": [
            "Amortization is paying off debts in regular instalments over a period of time."
        ]
    },
    {
        "tag": "loans 341",
        "patterns": [
            "What is Pledge"
        ],
        "responses": [
            "A right over the security is created in favour of HDFC Bank. Hence shares cannot be transferred or sold by the customer or shareholder."
        ]
    },
    {
        "tag": "loans 342",
        "patterns": [
            "What is RTGS"
        ],
        "responses": [
            "RTGS is the Real Time Gross Settlement which is used for the transfer of amounts of Rs. 1,00,000 or more from one bank account to another bank account (any bank located anywhere in India if attached with an Internet system) at very minimal charges. The amount is credited into the beneficiary's account in real time. For amounts less than Rs. 1,00,000 we use NEFT( National Electronic Fund Transfer)."
        ]
    },
    {
        "tag": "loans 343",
        "patterns": [
            "What is NEFT"
        ],
        "responses": [
            "The National Electronic Funds Transfer (NEFT) system is a nation-wide funds transfer system to facilitate transfer of funds from any bank branch to any other bank branch."
        ]
    },
    {
        "tag": "loans 344",
        "patterns": [
            "What is SI"
        ],
        "responses": [
            "SI stands for Standing Instructions. It is one of the modes you can use to repay a loan, wherein your HDFC Bank account is directly debited for the EMI amounts, based on your specific instructions in the form of the Standing Instructions Mandate."
        ]
    },
    {
        "tag": "loans 345",
        "patterns": [
            "What is CIBIL"
        ],
        "responses": [
            "CIBIL stands for Credit Information Bureau India Limited. CIBIL's aim is to fulfil the need of credit granting institutions for comprehensive credit information by collecting, collating and disseminating credit information pertaining to both commercial and consumer borrowers, to a closed user group of members. Banks, Financial Institutions, Non-Banking Financial Companies, Housing Finance Companies and Credit Card Companies use CIBIL's services. Data sharing is based on the Principle of Reciprocity, which means that only Members who have submitted all their credit data may access Credit Information Reports from CIBIL. The establishment of CIBIL is an effort made by the Government of India and the Reserve Bank of India to improve the functionality and stability of the Indian financial system by containing NPAs while improving credit grantors' portfolio quality. CIBIL provides a vital service, which allows its Members to make informed, objective and faster credit decisions. View more"
        ]
    },
    {
        "tag": "loans 346",
        "patterns": [
            "Which documents should I carry at the time of visiting HDFC bank"
        ],
        "responses": [
            "You need to carry an Agreement Number, Self-attested Identification Proof containing your signature to avail of any information / deliverable along with a written request and produce the documents at the Customer Service Desk. If you want to change your address / contact details, you need to submit an address change request along with a Self-attested copy of your revised address proof. The Request form for Address Change is available on the Form Centre of HDFC Bank website. View more"
        ]
    },
    {
        "tag": "loans 347",
        "patterns": [
            "Who can resolve my queries"
        ],
        "responses": [
            "For your queries related to Loans (other than home loans), please visit the nearest Retail Asset Branch. You can also write to us at www.hdfcbank.com/services with the following verification details or contact your nearest PhoneBanking officer: Loan account number Name of applicant / loan favouring Date of birth of the applicant (as provided in loan application form) Correspondence address Loan amount EMI amount Mode of repayment (standing instruction / ECS / post date cheques) Bank name and account number from which the EMIs are collected Query / Complain View more"
        ]
    },
    {
        "tag": "loans 348",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 349",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name"
        ]
    },
    {
        "tag": "loans 350",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 351",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy(will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer."
        ]
    },
    {
        "tag": "loans 352",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self-attested copy of the Registration Certificate book, duly self-attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 353",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 354",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 355",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 356",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring “HDFC Bank Ltd Loan Account No. << >>” will be required along with the revised set of repayment instructions."
        ]
    },
    {
        "tag": "loans 357",
        "patterns": [
            "What will be done with the post-dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 358",
        "patterns": [
            "How much finance can I avail of"
        ],
        "responses": [
            "The minimum loan amount is Rs. 20,000 and the maximum is Rs. 1.5 Lacs. But you can borrow up to 85% of the ORP depending on the model."
        ]
    },
    {
        "tag": "loans 359",
        "patterns": [
            "Do I have the option to pre-pay the entire loan amount"
        ],
        "responses": [
            "Yes, you can pre-pay the loan any time after six months of availing of the loan at a nominal charge. Kindly note :- No Cash Payment accepted towards Pre-payment of loan, Only DD/MC/Cheques accepted."
        ]
    },
    {
        "tag": "loans 360",
        "patterns": [
            "How long will it take to process the loan"
        ],
        "responses": [
            "The loan gets processed within 48 hours of completing documentation."
        ]
    },
    {
        "tag": "loans 361",
        "patterns": [
            "How much time will it take to change the mode of repayment/ account for repayment of my loan"
        ],
        "responses": [
            "It will take 25 working days to activate the revised instructions. In case your next installment falls due prior to the said date, instruction already lodged with us will be presented for payment."
        ]
    },
    {
        "tag": "loans 362",
        "patterns": [
            "In which other ways can I get in touch with the bank for details on Two Wheeler Loans"
        ],
        "responses": [
            "You can Call us or Visit our branch. Alternatively, for more details on our Two Wheeler Loans, SMS TW to 5676712 or write to"
        ]
    },
    {
        "tag": "loans 363",
        "patterns": [
            "If I don’t have an account with HDFC Bank, can I still avail of loans"
        ],
        "responses": [
            "Yes, you can get an HDFC Bank Two Wheeler Loan. You need not necessarily have an account with us."
        ]
    },
    {
        "tag": "loans 364",
        "patterns": [
            "What is Grahak Seva Kendra"
        ],
        "responses": [
            "Our Grahak Seva Kendra addresses your queries pertaining to Two-Wheeler Loans. Contact our Grahak Seva Kendra on 020-39401010 between 10:00 AM and 05:30 PM from Monday to Friday, and 10:00 AM and 01:30 PM on Saturday. Alternatively you can also contact our PhoneBanking number for customer support. *Conditions Apply"
        ]
    },
    {
        "tag": "loans 365",
        "patterns": [
            "Do I need a guarantor"
        ],
        "responses": [
            "No, but in case if you don't meet the Bank's norms then you may be required to have a guarantor surety. A guarantor becomes a co-endorser and assumes liability in event of default. To stand surety for your loan."
        ]
    },
    {
        "tag": "loans 366",
        "patterns": [
            "How do I obtain a NOC from the bank if my Registration Certificate is mutilated and  I wish to apply for a duplicate Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 367",
        "patterns": [
            "How do I obtain a duplicate NOC/Form 35 for a vehicle loan that has been closed and fully repaid"
        ],
        "responses": [
            "You may obtain a duplicate NOC/Form 35 for your vehicle by visiting any of our the Retail Loan Service Center and submit the following documents: Request form for Duplicate NOC/Form 35. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Please note that the Loan Closure NOC/Form 35 will not be issued if any of the following conditions apply: Copy of RC Book is not submitted The same vehicle is encumbered to the Bank for any other loan facility Any notice from a competent authority restraining the Bank from release of hypothecation If there are any existing over dues, direct or otherwise, in your name"
        ]
    },
    {
        "tag": "loans 368",
        "patterns": [
            "What will be done with the post-dated cheques if I request to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "Post Dated Cheques(PDCs)/Security Cheques submitted towards loan repayment that have not been encashed, will be defaced and retained by the Bank. In case, you wish to have your old Post Dated Cheques(PDCs)/ Security Cheques to be returned to you, kindly lodge a request at the Retail Loan Service Center or through PhoneBanking or write us an email at www.hdfcbank.com/services within 45 days from the date of application of change in repayment instructions. In case, we do not hear from you within the stipulated period, the defaced cheques will be destroyed."
        ]
    },
    {
        "tag": "loans 369",
        "patterns": [
            "How do I obtain a NOC from the bank for settling a partial loss Insurance Claim for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC to settle the partial insurance claim in your favour, provided there are no outstandings to your loan account, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Original Insurance Policy(will be returned back to you at the centre, post validation). Copy of the Insurance Policy, duly self attested by you. Claim Voucher provided by Insurance Company Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. Note, for Total Loss, Claims will be settled in favour of the Bank to close the loan based on the Loan Pre-Termination Statement as on the date of request and in case of any excess claim received from the Insurance Company, a refund will be made favouring the customer."
        ]
    },
    {
        "tag": "loans 370",
        "patterns": [
            "How do I obtain a NOC from the bank if I have lost my Registration Certificate book for a vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for a duplicate Registration Certificate book for your vehicle loan, by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for applying for the required NOC. Self-attested copy of the Registration Certificate book, duly self-attested by you for validation. Copy of FIR or certificate from police or Acknowledgement from Police on written complaint with General Diary No. Applicable fee of Rs. 500/- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 371",
        "patterns": [
            "How can I get my address changed in my loan account"
        ],
        "responses": [
            "In order to change your address in our records, you may visit the nearest Retail Loan Service Center and submit the following documents: Request form for Address Change. Self Attested copy of your revised address proof along with the original address proof for validation. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 372",
        "patterns": [
            "How do I obtain a NOC from the bank for fitting an LPG/CNG kit on my vehicle under finance with HDFC Bank"
        ],
        "responses": [
            "You may obtain the NOC for fitting an LPG/CNG kit on your registered vehicle under finance with us by visiting any of our Retail Loan Service Center and submitting the following documents: Request form for LPG/CNG NOC. Self attested copy of the Registration Certificate book, duly self attested by you, along with the Original Registration Certificate book for validation. Applicable fee of Rs. 500//- vide a cheque/payorder/demand draft favouring HDFC Bank Ltd Loan Account No. << >>. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided."
        ]
    },
    {
        "tag": "loans 373",
        "patterns": [
            "How can I change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "In the event that you wish to change the mode of repayment/bank account for your loan repayment, you may visit the nearest the Retail Loan Service Center and submit your request with the revised account mandate/instructions. You can opt to repay through alternate repayment instructions as follows: 1) Standing Instructions: We offer the Standing Instructions (SI) facility whereby we can directly debit your HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. 3 Security cheques favoring HDFC Bank Ltd Loan Account No. << >>, each undated and filled with a value equal to the sum of 3 EMIs. SI mandate duly filled and verified by HDFC Bank. In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. 2) Electronic Clearing Service (ECS): We offer the ECS facility whereby we can directly debit your non-HDFC Bank account for EMI amounts on due dates. Please submit the following at your nearest Retail Loan Service Centre: Request form for swap of repayment instructions. Security cheques favoring HDFC Bank Ltd Loan Account No. << >> *** ECS mandate duly filled and verified by your banker. ACH(Automated Clearing House) Mandate. Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. ***Security Cheques: You need to issue 1 security cheque for every 6 Equated Monthly Installments (EMI). The amount on each security undated cheque should be equal to the sum of 3 EMIs. For example, if your EMI amount is Rs. 1000 and you have paid 18 EMIs for a 36 month loan tenure, you need to submit 3 Security Cheques of Rs. 3000 each. 3) Post-dated Cheques (This mode is allowed only if the location is non ECS): Please submit the following documents at your nearest the Retail Loan Service Center : Request form for swap of repayment instructions Revised post dated cheques in favour of HDFC Bank Ltd Loan Account No. << >> for the balance EMIs. ACH(Automated Clearing House) Mandate Swap Charges of Rs.500/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer,i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided. View more"
        ]
    },
    {
        "tag": "loans 374",
        "patterns": [
            "How do I obtain a Duplicate Repayment Schedule for my loan account"
        ],
        "responses": [
            "You may obtain a Duplicate Repayment Schedule for your loan account, free of charge by registering for our NetBanking facility on www.hdfcbank.com and download the repayment schedule for your linked loan account. Alternatively, you may visit the nearest Retail Loan Service Center and submit the following documents Request form for Duplicate Repayment Schedule. Duplicate Repayment Schedule Charges of Rs.200/- favouring HDFC Bank Ltd Loan Account No. << >> In case a bearer submits the request on your behalf, a bearer authorisation along with KYC documents(self attested copy and original for validation) of the bearer, i.e. Identity and Signature Proof like PAN Card, Aadhar Card, Driving License or Passport Copy will also need to be provided"
        ]
    },
    {
        "tag": "loans 375",
        "patterns": [
            "What are the charges I have to pay to change the mode of repayment/ account for my loan"
        ],
        "responses": [
            "A service charge of Rs.500 is applicable for changes in loan repayment instructions issued from non-HDFC Bank Account (ECS or PDC facility). A cheque/payorder/demand draft for Rs. 500 favouring HDFC Bank Ltd Loan Account No. << >> will be required along with the revised set of repayment instructions."
        ]
    }
]