[
    {
        "tag": "accounts 1",
        "patterns": [
            "What are the documents required for opening a Current Account of a sole proprietorship firm"
        ],
        "responses": [
            "Following documents are required to open a Current Account of a sole proprietorship entity: Proof of existence in the name of firm Proof of address in the name of firm KYC of the proprietor Any two of the below listed documents shall be obtained for establishing proof of existence. Registration certificate/license issued by Municipal authorities such as Shop & Establishment Certificate/Trade License CST/VAT/Service Tax Certificate or Letter Of Registration for CST/VAT/Service Tax Certificate/Registration document issued by Professional Tax authorities Valid Business License or Certificate Of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) RBI/SEBI Registration Certificate License issued by Food and Drug Control Authorities Import - Export certificate (IEC Code) issued by the Director General of Foreign Trade Documents for establishing proof of address Landline telephone bill/electricity bill of public & approved private operators in the state. (Bills not to be older than 4 months from the date of account opening) Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered TAN Allotment Letter issued in the name of the firm Latest property tax or water tax paid receipt/bill raised in the name of the firm Existing bank account statement or passbook of a PSU/private sector/foreign bank. Statement not older than 4 months from the date of account opening to be accepted ** This is only indicative list. Please visit your nearest branch for details View more"
        ]
    },
    {
        "tag": "accounts 2",
        "patterns": [
            "Can I transfer my Current Account from one branch to another"
        ],
        "responses": [
            "Yes, Current Accounts can be transferred from one branch to another. However, there are certain restrictions. Please visit your nearest branch for details."
        ]
    },
    {
        "tag": "accounts 3",
        "patterns": [
            "My present status is NRI. What extra documents are required for opening a Sole Proprietorship Current Account"
        ],
        "responses": [
            "NRI/PIO can open the proprietorship/partnership firm subject to following customer declaration (which needs to be taken from the customer): Amount is invested by inward remittance or out of NRE/FCNR/NRO account maintained with AD bank (from the Current Account of the customer). The firm or proprietary concern is not engaged in any agricultural/plantation or real estate business (i.e. dealing in land and immovable property with a view to earning profit or earning income there from) or print media sector. Amount invested shall not be eligible for repatriation outside India. The above should be clearly mentioned in the declarations given by the customer. View more"
        ]
    },
    {
        "tag": "accounts 4",
        "patterns": [
            "What are the documents required for opening a Current Account of Limited Liability Partnership"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of Limited Liability Partnership: Incorporation Document, Limited Liability Partnership Agreement Certificate of Incorporation List of all existing Designated Partners of LLP along with Designated Partner Identification Number (DPIN) issued by the Central Government Resolution passed at the meeting of Designated Partners for the particular relationship, which the LLP plans to have with the bank KYC of Designated Partners/Authorised Signatories View more"
        ]
    },
    {
        "tag": "accounts 5",
        "patterns": [
            "What documents are required to change the address of an entity"
        ],
        "responses": [
            "Following documents are required to change the address of an entity:Request letter for address change signed by the Proprietor/Partner/Authorised Signatory (in case of a company)Along with following list of documents: Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) Property Ownership Deed i.e. the title deeds of the property in the name of the firm duly stamped and registered TAN Allotment Letter issued in the name of the firm Latest property tax or water tax paid receipt/bill raised in the name of the firm Existing bank account statement or passbook of a PSU/private sector /foreign bank. (Statement not older than 4 months from the date of account opening to be accepted; ** This is only an indicative list. Please visit your nearest branch for details View more"
        ]
    },
    {
        "tag": "accounts 6",
        "patterns": [
            "What are the documents required for opening Current Account of a company"
        ],
        "responses": [
            "Following documents are required for opening Current Account of a company: Private Limited Companies - Memorandum of Association (MOA) - Articles of Association (AOA) - Certificate of Incorporation - Latest list of directors duly signed by any Director/Company Secretary /Authorised Signatory - Board Resolution (BR) duly signed by the directors of the company. Limited Companies - Memorandum of Association (MOA) - Articles of Association (AOA) - Certificate of Incorporation - Certificate of Commencement of Business - Latest list of directors duly signed by any Director/Company Secretary/Authorised Signatory - Board Resolution (BR) duly signed by the Directors/Company Secretary of the Company View more"
        ]
    },
    {
        "tag": "accounts 7",
        "patterns": [
            "Who can be a partner in a partnership firm"
        ],
        "responses": [
            "Partners must be major (above the age of 18), should be sane and should not be disqualified by law from entering into a contract."
        ]
    },
    {
        "tag": "accounts 8",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of outstation cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centres where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click here. For other queries, Contact Us. View more"
        ]
    },
    {
        "tag": "accounts 9",
        "patterns": [
            "Can an individual open a Current Account"
        ],
        "responses": [
            "Yes. Documentation will be that of an individual, i.e. identity proof and address proof.Click here for documentation required for opening individual a Current Account."
        ]
    },
    {
        "tag": "accounts 10",
        "patterns": [
            "Can EEFC Account be opened by Special Economic Zone (SEZ) Units"
        ],
        "responses": [
            "No, SEZ Units cannot open EEFC accounts."
        ]
    },
    {
        "tag": "accounts 11",
        "patterns": [
            "What should I do in case I am unable to access my Company's Current Account"
        ],
        "responses": [
            "If you are unable to access your company’s Current Account, it may be because you have entered an incorrect Customer Identification Number (Cust ID) to log into your NetBanking Account. While opening Accounts of Companies, separate Customer IDs are created in the name of the Company as well as each of the Authorized Signatory(ies). The Authorised Signatory(ies) is distinct and has to be used to access NetBanking for the Company’s Account. For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 12",
        "patterns": [
            "What transactions are included as a part of the free inter-city clearing limit"
        ],
        "responses": [
            "The following transactions comprise part of the free Inter-city clearing Limit: Cheques deposited into your account in other cities (in Local Clearing/within Bank) Inter-city payable-at-par cheque issuances View more"
        ]
    },
    {
        "tag": "accounts 13",
        "patterns": [
            "How is HDFC Bank Premium CA different from a regular CA offered by most banks"
        ],
        "responses": [
            "An HDFC Bank Premium Current Account offers you a host of features that sets it apart from any regular Current Accounts that most banks offer.These features are: Free Intercity Clearing between HDFC Bank Branch Locations Up to 100 free payable-at-par cheque leaves per month View more"
        ]
    },
    {
        "tag": "accounts 14",
        "patterns": [
            "Must I open Premium Current account in each location where I have my company office"
        ],
        "responses": [
            "No. As a Premium Current account holder you have the advantage of a single account, multi-location banking facility."
        ]
    },
    {
        "tag": "accounts 15",
        "patterns": [
            "Can I access my Premium Current Account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes, you can. Our advanced technology provides you with the flexibility of accessing your account from any of our branches."
        ]
    },
    {
        "tag": "accounts 16",
        "patterns": [
            "With Premium Current Account can I make payments to my suppliers at HDFC Bank Branches through Single Cheque Book"
        ],
        "responses": [
            "Yes. When you open an account, you will be issued an at-par cheque book, which is payable at all our branches."
        ]
    },
    {
        "tag": "accounts 17",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 18",
        "patterns": [
            "What are included in Bulk Transactions"
        ],
        "responses": [
            "Bulk transactions include: Local Clearing Transactions Anywhere Clearing Transactions Local Fund Transfer Transactions Anywhere Fund Transfer Transactions, View more"
        ]
    },
    {
        "tag": "accounts 19",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 20",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 21",
        "patterns": [
            "How do I become eligible for an HDFC Bank Regular Current Account"
        ],
        "responses": [
            "If the Average Quarterly Balance (AQB) in your Current Account is over Rs.10,000 you are eligible to enjoy the benefits of a Regular Current Account."
        ]
    },
    {
        "tag": "accounts 22",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 23",
        "patterns": [
            "Must I open Regular Current account in each location where I have my company office"
        ],
        "responses": [
            "No. As a Regular Current account holder you have the advantage of single account, multi-location banking."
        ]
    },
    {
        "tag": "accounts 24",
        "patterns": [
            "What is the initial deposit amount required to open the Flexi Account"
        ],
        "responses": [
            "The initial deposit amount to open a Flexi Current account is Rs.75,000."
        ]
    },
    {
        "tag": "accounts 25",
        "patterns": [
            "What should I do in case I am unable to access my Company's Current Account using NetBanking"
        ],
        "responses": [
            "If you are unable to access your company account, it may be because you have entered an incorrect Customer Identification Number (Cust ID) to log into your NetBanking Account. While opening Accounts of Companies, separate Customer IDs are created in name of the Company as well as each of the Authorized Signatory(ies). The latter is distinct and has to be used to access NetBanking for the Company's Account. However, we regret our inability to disclose the appropriate Customer ID on an unsecure e-mail and request you to contact our nearest Branch or PhoneBanking Center for this. For more details, Contact Us View more"
        ]
    },
    {
        "tag": "accounts 26",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 27",
        "patterns": [
            "How is a Flexi Current account different from a regular current account"
        ],
        "responses": [
            "The Flexi account includes the following privileges: Flexibility of higher cash deposits (home location) and transactions anywhere (payments, collections and funds transfers), limits during peak seasons, since these are based on the Average Monthly Balance (AMB) maintained in the account. Calculation of free transaction limits based on balances maintained in the transaction month, leading to a high level of customization in tune with current business requirements. For example, if your season starts in November, you get a transaction limit based on the balance maintained by you in November, and not in October or September. Low minimum balance requirement of Rs. 75,000 per month. Competitive pricing on and faster Collection of Outstation Cheques. Up to 40 free Pay Orders and 40 free Demand Drafts per month. Free RTGS and NEFT Transactions. These privileges make a Flexi Current account different from a Regular Current account. View more"
        ]
    },
    {
        "tag": "accounts 28",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 29",
        "patterns": [
            "What transactions are included as a part of the Free Anywhere Transactions limit for a month"
        ],
        "responses": [
            "The following transactions together comprise part of the Free Anywhere Transaction Limit: Cheques deposited into the account in other cities (in local clearing / within Bank) Inter-city payable-at-par cheques issued. Inter-city account to account funds transfers (Cheque Payments & Collections) within HDFC Bank Accounts. View more"
        ]
    },
    {
        "tag": "accounts 30",
        "patterns": [
            "How much cash can I deposit per month in my home branch, without being charged"
        ],
        "responses": [
            "The free cash deposit limit at your home branch depends on the AMB you have maintained during the transaction month. This free limit is calculated as 10 times the actual AMB maintained during the transaction month or 50 transactions per month, whichever is less. In case you make more than 50 transactions or your cash deposits are more than 10 times your AMB at your home branch, you will have to pay a charge of Rs. 3 per Rs. 1,000, subject to a minimum of Rs. 50 (excluding taxes). If I maintainI get Monthly Free If I utilizeI am Charged Average Monthly Balance (AMB) in Rs. Home Location Cash Deposit in Rs. (Subject to maximum of 50 transactions) Actual Home Location Cash Deposit in Rs. Rs. (excluding 12.36% Service Tax & Education Cess) 50,000 5,00,000 7,50,000 1,750 (750 + 1000**) 75,000 7,50,000 11,00,000 1,050 1,00,000 10,00,000 9,50,000 Nil 2,21,103* 22,11,000* 20,00,000 Nil 3,00,000 30,00,000 37,00,000 2,100 5,00,000 50,00,000 45,00,000 Nil 10,00,000 1,00,00,000 60,00,000 Nil *The Home Location Cash Deposit Free limit is rounded off to the nearest thousand ** AMB non-maintenance charges View more"
        ]
    },
    {
        "tag": "accounts 31",
        "patterns": [
            "Can I access my account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes. All HDFC Bank branches and systems are interconnected by state-of-the-art technology and allow access at all times."
        ]
    },
    {
        "tag": "accounts 32",
        "patterns": [
            "What is the minimum balance that I need to maintain in a Flexi Current Account"
        ],
        "responses": [
            "You have to maintain an Average Monthly Balance (AMB) of Rs. 75,000 in a Flexi Current account. If you are unable to maintain the AMB you will be have to pay a charge of Rs. 1,000 for the month in which the AMB has not been maintained."
        ]
    },
    {
        "tag": "accounts 33",
        "patterns": [
            "What is the minimum balance required for an Apex Current account"
        ],
        "responses": [
            "You need to maintain an Average Quarterly Balance (AQB) of Rs. 10,00,000 in your Apex Current account."
        ]
    },
    {
        "tag": "accounts 34",
        "patterns": [
            "Can I access my account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes. All HDFC Bank branches and systems are interconnected by state-of-the-art technology and allow access at all times."
        ]
    },
    {
        "tag": "accounts 35",
        "patterns": [
            "Is it necessary to open Apex Current Account in each location where my company has an office"
        ],
        "responses": [
            "No. With a Apex Current Account, you enjoy the advantage of a single account with multi-location banking."
        ]
    },
    {
        "tag": "accounts 36",
        "patterns": [
            "Can I make payments to my suppliers at HDFC Bank branches through a single cheque book"
        ],
        "responses": [
            "Yes. When you open an account, you will be issued an at-par cheque book, which is payable at all our branches."
        ]
    },
    {
        "tag": "accounts 37",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 38",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 39",
        "patterns": [
            "What should I do in case I am unable to access my Company's Current Account through Net Banking"
        ],
        "responses": [
            "If you are unable to access your company account, it may be because you have entered an incorrect Customer Identification Number (Cust ID) to log into your NetBanking Account. While opening Accounts of Companies, separate Customer IDs are created in name of the Company as well as each of the Authorized Signatory(ies). The latter is distinct and has to be used to access NetBanking for the Company's Account. However, we regret our inability to disclose the appropriate Customer ID on an unsecure e-mail and request you to contact our nearest Branch or PhoneBanking Center for this. For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 40",
        "patterns": [
            "How is an Apex Current account different from a regular Current Account"
        ],
        "responses": [
            "An Apex Current account includes the following privileges: Higher free limit of Rs. 120 Lakhs per month for cash deposits at your home branch Unlimited free clearing transactions anywhere for payments and collections Free and faster collection of outstation cheques at HDFC Bank locations Free Demand Drafts and Pay Orders Free RTGS and NEFT transactions Free BillPay and InstaAlerts Free Business Debit Card These features make an Apex Current account different from a regular Current account. View more"
        ]
    },
    {
        "tag": "accounts 41",
        "patterns": [
            "What transactions are included as a part of the Free Anywhere Transactions limit for a month"
        ],
        "responses": [
            "The following transactions comprise part of the Free Anywhere Transaction limit: Cheque deposited into the account in other cities (in local clearing) Inter-city Payable-at-Par cheque issuance. View more"
        ]
    },
    {
        "tag": "accounts 42",
        "patterns": [
            "What transactions are included as a part of the Free Anywhere Transactions limit for a month"
        ],
        "responses": [
            "The following transactions comprise part of the Free Anywhere Transaction Limit: Cheque deposited into the account in other cities (in local clearing) Inter-city payable-at-par cheques issued View more"
        ]
    },
    {
        "tag": "accounts 43",
        "patterns": [
            "Can I make payments to my suppliers at HDFC Bank branches through a single cheque book"
        ],
        "responses": [
            "Yes. When you open an account, you will be issued an at-par cheque book, which is payable at all our branches."
        ]
    },
    {
        "tag": "accounts 44",
        "patterns": [
            "What should I do in case I am unable to access my Company's Current Account through Net Banking"
        ],
        "responses": [
            "If you are unable to access your company account, it may be because you have entered an incorrect Customer Identification Number (Cust ID) to log into your NetBanking Account. While opening Accounts of Companies, separate Customer IDs are created in name of the Company as well as each of the Authorized Signatory(ies). The latter is distinct and has to be used to access NetBanking for the Company's Account. However, we regret our inability to disclose the appropriate Customer ID on an unsecure e-mail and request you to contact our nearest Branch or PhoneBanking Center for this. For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 45",
        "patterns": [
            "Is it necessary to open Max Current Account in each location where my company has an office"
        ],
        "responses": [
            "No. With your Max Current account you enjoy the advantage of single account with multi-location banking."
        ]
    },
    {
        "tag": "accounts 46",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 47",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 48",
        "patterns": [
            "What is the initial deposit amount required to open a Max Current account"
        ],
        "responses": [
            "You need an initial deposit of Rs. 5,00,000 to open a Max Current account."
        ]
    },
    {
        "tag": "accounts 49",
        "patterns": [
            "What is the minimum balance that I need to maintain in a Max Current Account"
        ],
        "responses": [
            "You need to maintain an Average Quarterly Balance of Rs. 5,00,000 in your Max Current account."
        ]
    },
    {
        "tag": "accounts 50",
        "patterns": [
            "Can I access my account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes. All HDFC Bank branches and systems are interconnected by state-of-the-art technology and allow access at all times."
        ]
    },
    {
        "tag": "accounts 51",
        "patterns": [
            "How is HDFC Bank's Max Current account different from a regular Current Account"
        ],
        "responses": [
            "Your Max Current account includes the following privileges: Combined free limit of 60 Lacs per month at home and Non- Home Locations. Free and faster collection of outstation cheques at HDFC Bank locations Free Demand Drafts and Pay Orders Free RTGS and NEFT transactions Free BillPay & InstaAlerts Free Business Debit Card This makes a Max Current account different from a regular Current account. View more"
        ]
    },
    {
        "tag": "accounts 52",
        "patterns": [
            "Must I open an account in each location where I have my company office"
        ],
        "responses": [
            "No. As a Premium Current Account holder you have the advantage of a single account, multi-location banking facility."
        ]
    },
    {
        "tag": "accounts 53",
        "patterns": [
            "What is the minimum Average Monthly Balance required if I have a Merchant Advantage Current Account"
        ],
        "responses": [
            "You have to maintain a minimum Average Monthly Balance (AMB) of Rs. 25,000."
        ]
    },
    {
        "tag": "accounts 54",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 55",
        "patterns": [
            "Must I open an Merchant Advantage Current Account in each location where I have my company office"
        ],
        "responses": [
            "No. A Merchant Advantage Current Account gives you the advantage of a single account with multi-location banking."
        ]
    },
    {
        "tag": "accounts 56",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 57",
        "patterns": [
            "Can I access my Merchant Advantage Plus Current Account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes. The advanced technology of our systems provides you with the flexibility of accessing your account from any HDFC Bank branch."
        ]
    },
    {
        "tag": "accounts 58",
        "patterns": [
            "With Merchant Plus Current Account can I make payments to my suppliers at HDFC Bank Branches through Single Cheque Book"
        ],
        "responses": [
            "Yes. When you open an account, you will be issued an at-par cheque book, which is payable at HDFC Bank branches."
        ]
    },
    {
        "tag": "accounts 59",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 60",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 61",
        "patterns": [
            "How is a Merchant Advantage Plus Current Account different from a Regular Current Account offered by most banks"
        ],
        "responses": [
            "A Merchant Advantage Plus Current Account offers you the following privileges: Free limit for cash deposits up to four times the amount swiped at the HDFC Bank EDC machine linked to your Merchant Advantage Plus Current Account Free and faster collection of outstation cheques at HDFC Bank locations Free RTGS and NEFT transactions Free BillPay and InstaAlerts Free Regular and Business Debit Cards These privileges make a Merchant Advantage Plus Current account different from a Regular Current account. View more"
        ]
    },
    {
        "tag": "accounts 62",
        "patterns": [
            "How is a Merchant Advantage Plus Current Account different from a Regular Current Account offered by most banks"
        ],
        "responses": [
            "A Merchant Advantage Plus Current Account offers you the following privileges: Free limit for cash deposits up to four times the amount swiped at the HDFC Bank EDC machine linked to your Merchant Advantage Plus Current Account Free inter-city clearing between HDFC Bank branch locations (except Dahej) up to Rs.50 Lakhs per month Free and faster collection of outstation cheques at HDFC Bank locations Free RTGS and NEFT transactions Free BillPay and InstaAlerts Free Regular and Business Debit Cards These privileges make a Merchant Advantage Plus Current account different from a Regular Current account. View more"
        ]
    },
    {
        "tag": "accounts 63",
        "patterns": [
            "What is the minimum Average Monthly Balance I have to maintain with a Merchant Advantage Plus Current Account"
        ],
        "responses": [
            "You have to maintain a minimum Average Monthly Balance (AMB) of Rs. 1,00,000 with your Merchant Advantage Plus Current account."
        ]
    },
    {
        "tag": "accounts 64",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 65",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 66",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 67",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 68",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 69",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 70",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 71",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 72",
        "patterns": [
            "Can I access my account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes. All HDFC Bank branches and systems are interconnected by state-of-the-art technology and allow access at all times."
        ]
    },
    {
        "tag": "accounts 73",
        "patterns": [
            "Can I make payments to my suppliers at HDFC Bank branches through a single cheque book"
        ],
        "responses": [
            "Yes. When you open an account, you will be issued an at-par cheque book, which is payable at all our branches."
        ]
    },
    {
        "tag": "accounts 74",
        "patterns": [
            "Is it necessary to open Ultima Current Account in each location where my company has an office"
        ],
        "responses": [
            "No. With an Ultima Current Account, you enjoy the advantage of a single account with multi-location banking."
        ]
    },
    {
        "tag": "accounts 75",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: - Access your account details - Request account statements - Make Fixed Deposit related queries - Inquire about interest and FX rates - Request a cash delivery or pick-up - Order a new cheque book"
        ]
    },
    {
        "tag": "accounts 76",
        "patterns": [
            "How is an Ultima Current account different from a Regular Current Account"
        ],
        "responses": [
            "An Ultima Current account includes the following privileges: - Higher free limit of Rs. 2Cr per month for cash deposits at your home branch - Unlimited free clearing transactions anywhere for payments and collections - Free and faster collection of outstation cheque at HDFC Bank locations - Free Demand Drafts and Pay Orders - Free RTGS and NEFT transactions - Free BillPay and InstaAlerts - Free Business Debit Card"
        ]
    },
    {
        "tag": "accounts 77",
        "patterns": [
            "What is the minimum balance required for an Ultima Current account"
        ],
        "responses": [
            "You need to maintain an Average Quarterly Balance (AQB) of Rs. 20,00,000 in your Ultima Current account."
        ]
    },
    {
        "tag": "accounts 78",
        "patterns": [
            "What transactions are included as a part of the Free Anywhere Transactions limit for a month"
        ],
        "responses": [
            "The following transactions comprise part of the Free Anywhere Transaction limit: - Cheque deposited into the account in other cities (in local clearing) - Inter-city Payable-at-Par cheque issuance"
        ]
    },
    {
        "tag": "accounts 79",
        "patterns": [
            "What should I do in case I am unable to access my Company's Current Account through Net Banking"
        ],
        "responses": [
            "If you are unable to access your company account, it may be because you have entered an incorrect Customer Identification Number (Cust ID) to log into your NetBanking Account. While opening Accounts of Companies, separate Customer IDs are created in name of the Company as well as each of the Authorised Signatory(ies). The latter is distinct and has to be used to access NetBanking for the Company's Account. However, we regret our inability to disclose the appropriate Customer ID on an unsecure e-mail and request you to contact our nearest Branch or PhoneBanking Center for this.For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 80",
        "patterns": [
            "What are the minimum docs required to open a Institutional current account"
        ],
        "responses": [
            "Non-individual (Current account) AOD to be completed Registration proof with any state regulatory authority ORCertificate of Registration with the Local Charities Commissioner (for charitable trusts) Certified Copy of the Trust Deed / Bye-laws /MOA /Constitution Proof of address of the institute Certified Copy of the Resolution from Board of Trustees defining who is going to be the authorized signatories in the account / authorizing the opening & conduct of the account Proof of appointment of present Trustees/Governing Body members in case they are not listed in the Trust Deed/Bye-laws Pan Card/Form 60/No Pan declaration as may be applicable FCRA declaration Beneficial Ownership declaration (only for Trusts & Association of Persons) Photograph & proof of identity of all authorized signatories"
        ]
    },
    {
        "tag": "accounts 81",
        "patterns": [
            "How is an Institutional Current Account  different from a Regular Current Account"
        ],
        "responses": [
            "An Institutional Current Account includes the following privileges: Free limit of Rs. 50 Lakhs per month for cash deposits at your home branch Free and faster collection of outstation cheques at HDFC Bank locations Free Demand Drafts and Pay Orders Free RTGS and NEFT Collections and upto 25 transactions free for NEFT/RTGS payments. Free BillPay and InstaAlerts Free Business Debit Card These features make an Institutional Current Account different from a Regular Current account."
        ]
    },
    {
        "tag": "accounts 82",
        "patterns": [
            "What should I do in case I am unable to access my Institutional Current Account through Net Banking"
        ],
        "responses": [
            "If you are unable to access you Institutional account, it may be because you have entered an incorrect Customer Identification Number (Cust ID) to log into your NetBanking Account. While opening Accounts of Institutes, separate Customer IDs are created in the name of the Institute, as well as each Authorised Signatory(ies). The latter is distinct and has to be used to access NetBanking for the Institutes Account. However, since we do not disclose the Institutes Customer ID on an unsecure e-mail, the Institute will have to contact their nearest Branch or PhoneBanking Center for this. For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 83",
        "patterns": [
            "Can I access my account from any HDFC Bank branch"
        ],
        "responses": [
            "Yes. All HDFC Bank branches and systems are interconnected by state-of-the-art technology and allow access at all times."
        ]
    },
    {
        "tag": "accounts 84",
        "patterns": [
            "Must I open Institutional Current Account in each location where I have my company office"
        ],
        "responses": [
            "No. As a Institutional Current Account holder you have the advantage of single account, multi-location banking."
        ]
    },
    {
        "tag": "accounts 85",
        "patterns": [
            "What is the minimum balance required for an Institutional Current Account"
        ],
        "responses": [
            "No minimum balance requirement."
        ]
    },
    {
        "tag": "accounts 86",
        "patterns": [
            "How do I become eligible for an HDFC Bank Institutional Current Account"
        ],
        "responses": [
            "To become eligible for an HDFC Bank Institutional Current Account you belong to one of the eligibility criteria mentioned above."
        ]
    },
    {
        "tag": "accounts 87",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book"
        ]
    },
    {
        "tag": "accounts 88",
        "patterns": [
            "Is it necessary to open Institutional Current Account in each location where my company has an office"
        ],
        "responses": [
            "No. With a Institutional Current Account , you enjoy the advantage of a single account with multi-location banking."
        ]
    },
    {
        "tag": "accounts 89",
        "patterns": [
            "What transactions are included as a part of the Free Anywhere Transactions limit for a month"
        ],
        "responses": [
            "The following transactions comprise part of the Free Anywhere Transaction limit: Cheque deposited into the account in other cities (in local clearing) Inter-city Payable-at-Par cheque issuance."
        ]
    },
    {
        "tag": "accounts 90",
        "patterns": [
            "Can I make payments to my suppliers at HDFC Bank branches through a single cheque book"
        ],
        "responses": [
            "Yes. When you open an account, you will be issued an at-par cheque book, which is payable at all our branches."
        ]
    },
    {
        "tag": "accounts 91",
        "patterns": [
            "What are the permissible Debits from an RFC Domestic Account"
        ],
        "responses": [
            "The funds in a Resident Foreign Currency Domestic Account opened or held or maintained shall be free from all restrictions regarding utilization of foreign currency balances, including any restriction on investment in any form, by whatever name called, outside India."
        ]
    },
    {
        "tag": "accounts 92",
        "patterns": [
            "Can I access my account by telephone to conduct routine daily transactions"
        ],
        "responses": [
            "Yes you can. You can use PhoneBanking to perform the following operations: Access your account details Request account statements Make Fixed Deposit related queries Inquire about interest and FX rates Request a cash delivery or pick-up Order a new cheque book View more"
        ]
    },
    {
        "tag": "accounts 93",
        "patterns": [
            "Who can open an RFC Domestic Account"
        ],
        "responses": [
            "Any person who is a resident Indian can open an RFC Domestic account, as long as the foreign exchange earned is in line with the permissible credits as defined in the RBI circular."
        ]
    },
    {
        "tag": "accounts 94",
        "patterns": [
            "What are the documents required for opening a Current Account of a partnership firm"
        ],
        "responses": [
            "Following documents are required for opening a Current Account of a partnership firm: Latest Partnership Deed Documents establishing proof of existence - Certificate of Registration under any Statute/Act or professional bodies - Registration Certificate issued by Registrar of Firms - Valid Business License or Certificate of Registration issued by State/Central Government authority (validity would include the grace period for renewal as mentioned in the certificate) - PAN Card in the name of the firm; - Self-signed cheque issued from the firm’s account from a PSU/private sector/foreign bank along with a bank statement not older than four months Documents for establishing proof of address - Landline telephone bill/electricity bill of public and approved private operators in the State. (Bills not to be older than 4 months from the date of account opening) - Property Ownership Deed i.e. title deeds of the property in the name of the firm duly stamped and registered - Latest property tax or water tax paid receipt/bill raised in the name of the firm - TAN Allotment Letter in the name of the firm - Existing bank account statement or passbook of a PSU/private sector/foreign bank - Statement not older than 4 months from the date of account opening to be accepted Documents for establishing photo identity of authorised partners/signatories View more"
        ]
    },
    {
        "tag": "accounts 95",
        "patterns": [
            "What are the permissible credits from an RFC Domestic Account"
        ],
        "responses": [
            "As per the RBI directive, the following can be credited into an RFC Domestic Account: a) Received as pension or any other superannuation or other monetary benefits from his employer outside India; or b) Realised on conversion of the assets referred to in sub-section (4) of section 6 of the Act, and repatriated to India; or c) Received or acquired, as gift or inheritance, from a person referred to in sub-section (4) of section 6 of the Act; or d) Referred to in clause (c) of section 9 of the Act, or acquired as gift or inheritance therefrom. View more"
        ]
    },
    {
        "tag": "accounts 96",
        "patterns": [
            "In what currencies can I open an RFC Domestic account"
        ],
        "responses": [
            "An RFC Domestic Account can be opened in three different currencies, i.e. USD / Euro / GBP."
        ]
    },
    {
        "tag": "accounts 97",
        "patterns": [
            "Whether the EEFC balances can be covered against exchange risk"
        ],
        "responses": [
            "Yes, the EEFC account balances can be hedged."
        ]
    },
    {
        "tag": "accounts 98",
        "patterns": [
            "Is there any restriction on withdrawal in rupees of funds held in an EEFC account"
        ],
        "responses": [
            "No, there is no restriction on withdrawal in rupees of funds held in an EEFC account. However, the amount withdrawn in rupees shall not be eligible for conversion into foreign currency and for re-credit to the account."
        ]
    },
    {
        "tag": "accounts 99",
        "patterns": [
            "How much of foreign exchange earnings can be credited into an EEFC account"
        ],
        "responses": [
            "100% foreign exchange earnings can be credited to the EEFC account subject to the condition that the sum total of the accruals in the account during a calendar month should be converted into rupees on or before the last day of the succeeding calendar month after adjusting for utilisation of the balances for approved purposes or forward commitments. Refer to the RBI circular on below link. Note: In accordance with Reserve Bank of India's circular no. A. P. (DIR Series) Circular No. 12 dated 31st of July 2012, the balances outstanding in all EEFC / Diamond Dollar Account (DDA) and RFC (D) accounts as on last day of a Current month, shall be converted into Rupees by the Bank on the last working day of the succeeding month, if such balance is not utilised by the account holder before the last day of succeeding month. Such mandatory conversion by the bank on the last working day of the succeeding month will be done at the prevailing TT buying card rate. In case, customer has booked Forward Contract/s for conversion of balances in these accounts at a future date which is falling beyond the last day of the succeeding month, such contracted amount shall be deducted from the eligible amount for the mandatory conversion. In case customer has any payment to be made in future from these accounts beyond the last day of the succeeding month then bank should be duly informed before 25th of the succeeding month in writing through Relationship Manager / Branch Manager for holding back the conversion to that extent. The customer needs to submit the underlying documents of such future transaction/s. This will be an on-going procedure till we receive revised instructions from Reserve Bank of India. View more"
        ]
    },
    {
        "tag": "accounts 100",
        "patterns": [
            "What are the permissible credits into EEFC account"
        ],
        "responses": [
            "Inward remittance through normal banking channels, other than remittances received on account of foreign currency loan or investment received from abroad or received for meeting specific obligations by the account holder; Payments received in foreign exchange by a 100 per cent Export Oriented Unit or a unit in (a) Export Processing Zone or (b) Software Technology Park or (c) Electronic Hardware Technology Park for supply of goods to similar such units or to a unit in domestic tariff area; Payments received in foreign exchange by a unit in the domestic tariff area for supply of goods to a unit in the Special Economic Zone (SEZ); Payment received by an exporter from an account maintained with an authorised dealer for the purpose of counter trade. (Counter trade is an arrangement involving adjustment of value of goods imported into India against value of goods exported from India in terms of the Reserve Bank guidelines); Advance remittance received by an exporter towards export of goods or services; Professional earnings including directors fees, consultancy fees, lecture fees, honorarium and similar other earnings received by a professional by rendering services in his individual capacity; Re-credit of unutilised foreign currency earlier withdrawn from the account; Amount representing repayment by the account holder's importer customer, of loan/advances granted, to the exporter holding such account; and The disinvestment proceeds received by the resident account holder on conversion of shares held by him to ADRs/GDRs under the Sponsored ADR/GDR Scheme approved by the Foreign Investment Promotion Board of the Government of India. View more"
        ]
    },
    {
        "tag": "accounts 101",
        "patterns": [
            "What are the permissible debits into this account"
        ],
        "responses": [
            "Payment outside India towards a permissible current account transaction [in accordance to the provisions of the Foreign Exchange Management (Current Account Transactions) Rules, 2000] and permissible capital account transaction [in accordance to the Foreign Exchange Management (Permissible Capital Account Transactions) Regulations, 2000]. Payment in foreign exchange towards cost of goods purchased from a 100 percent export oriented unit or a unit in (a) Export Processing Zone or (b) Software Technology Park or (c) Electronic Hardware Technology Park. Payment of customs duty in accordance with the provisions of the Foreign Trade Policy of the Central Government for the time being in force. Trade related loans/advances, extended by an exporter holding such account to his importer customer outside India, subject to compliance with the Foreign Exchange Management (Borrowing and Lending in Foreign Exchange) Regulations, 2000. Payment in foreign exchange to a person resident in India for supply of goods/services including payments for airfare and hotel expenditure. View more"
        ]
    },
    {
        "tag": "accounts 102",
        "patterns": [
            "What are benefits of Smartup Solutions"
        ],
        "responses": [
            "A suitable choice of Current Account for your business and transaction needs - Alliances for your Start-up - Advisory Services - Co-working Spaces - Logistics - Public Relations - Digital Marketing services - Content Writing Smart-Buy -Accelerate your business with the right marketing channel at the right time. Get access to 37 million potential customers to accelerate your growth. Smart-Up Portal - Meet other start-ups, customers, mentors, investors all by simply registering for the Smart-Up Program Digital & Cash Management Solutions Forex Advisory"
        ]
    },
    {
        "tag": "accounts 103",
        "patterns": [
            "What is the offer for Salary Account under Smartup programme"
        ],
        "responses": [
            "No minimum requirement of number of salary accounts and Average salary to be more than Rs. 25,000 - Zero Balance Salary Account ,Free payable at par cheque book -Platinum Debit Card with higher limits for cash withdrawal at ATMs and usage at shopping outlets - Corporate Microsite (Whenever applicable) – a customised webpage highlighting our offers for company’s employees at no cost. - Online investment and Loan facility. - Cashback of Re.1* for every Rs.100 spent at merchant outlets."
        ]
    },
    {
        "tag": "accounts 104",
        "patterns": [
            "If I have a query, do I need to visit the branch"
        ],
        "responses": [
            "Simply message ‘SMARTUP’ to 5676712 or send us a mail at [email protected] and our Relationship Manager will promptly get back to you & answer all your queries."
        ]
    },
    {
        "tag": "accounts 105",
        "patterns": [
            "What are the key features of CMS and eCMS of HDFC bank"
        ],
        "responses": [
            "a. CMS – - End-to-end solution to your payment and collection requirements through our Cash Management Services at extremely attractive rates - Consistently voted “Best Bank in Cash Management Services” - Cash management services are offered at over 2400 locations b. eCMS - - Tailor made product offering for electronic collections - Ease of reconciliation for your business - STP credit with real time notification - Credit confirmation to the remitter - Integrated MIS offering – secure data transmission"
        ]
    },
    {
        "tag": "accounts 106",
        "patterns": [
            "What are Collection Solutions available"
        ],
        "responses": [
            "a. Cash Management Services - End-to-end solution to your payment and collection requirements through our Cash Management Services at extremely attractive rates - Consistently voted “Best Bank in Cash Management Services” - Cash management services are offered at over 2400 locations b. eCMS - Tailor made product offering for electronic collections - Ease of reconciliation for your business - STP credit with real time notification - Credit confirmation to the remitter - Integrated MIS offering – secure data transmission c. Payzapp for Business - Revolutionary invoicing solution by HDFC Bank which enables start-ups to request and receive payments on the go. - Ideal for all start-ups who need to collect Payment on delivery / Advance payment / Balance payment/ On-field collection. - Instant flow of cash in to your account d. Chillr - This is a revolutionary application which lets merchants request money from other Chillr users using the Collect feature. A QR Code/Alpha Code is generated which the sender has to scan to complete the payment. - Merchant can also view his transaction history"
        ]
    },
    {
        "tag": "accounts 107",
        "patterns": [
            "What are the key features of current account"
        ],
        "responses": [
            "Current Account Varaint SMARTUP ALPHA SMARTUP MAX Current Account Feature Minimum Balance Requirement Zero Balance for 1 Year, subject to any 2 debit transactions in the first 6 months from account opening Year 2 onwards Rs. 25,000 Average Quarterly Balance 5,00,000 Average Quarterly Balance Enjoy privileges of Preferred Banking* Free Cheque Leaves 100 Per Month 500 Per Month RTGS & NEFT FREE FREE Local & Anywhere cheque collections/payments and fund transfer FREE FREE Free Cash Deposit Limit Per month across all branches Upto 12 times the Average Monthly Balance per month or 25 transactions whichever is lower,(subject to maximum Rs 100 lacs/month) Upto 12 times the Current month Average Monthly Balance or 60 Lakhs or 60 transactions which breached first (subject to maximum Rs 200 lacs/month) Additional Privileges Debit Card Platinum Debit Card with No Annual Fee 1 cash back for every Rs 100 spent * Times Debit Card with No Annual Fee Earn 2 Times Points for every Rs. 150 spent * Exclusive Discount of 10% or more on online lifestyle, entertainment, dining and grocery * Corporate Credit Card (FD backed card with credit limit of 75%) Business MoneyBack (FD Amount Rs. 45000) Business Regalia First (FD Rs.2,00,000) Business Regalia- (FD Rs. 4,00,000) Business MoneyBack (FD Amount Rs. 45000) Business Regalia First (FD Rs.2,00,000) Business Regalia- (FD Rs. 4,00,000)"
        ]
    },
    {
        "tag": "accounts 108",
        "patterns": [
            "What are the key features of Payment gateway of HDFC bank"
        ],
        "responses": [
            "- Acceptance of online payments through cards/ NetBanking and IMPS - Value Added Services such as EMI (Easy Monthly Instalment), Standing Instructions (for recurring payment), IVR (Interactive Voice Response System), intelligent online reporting of success/failed transactions, dynamic routing across gateways to ensure best success rate, tokenisation etc - All the above on a plug & play model with simple documentation and T+1 settlement thereby enabling faster business go-live and better funds management - One of industry’s best risk monitoring capability - Dedicated in-house service team for all time support"
        ]
    },
    {
        "tag": "accounts 109",
        "patterns": [
            "What are benefits of Payzapp for business"
        ],
        "responses": [
            "Payzapp for business is arevolutionary invoicing solution by HDFC Bank which enables start-ups to request and receive payments on the go. Ideal for all start-ups who need to collect Payment on delivery / Advance payment / Balance payment / On-field collection. Benefits to Start-ups – - Instant flow of money to start-ups account - Convenient and Secure Money Transfer - No hassles of Cash Management"
        ]
    },
    {
        "tag": "accounts 110",
        "patterns": [
            "Who all can open SmartUp Current Account"
        ],
        "responses": [
            "SmartUp Solutions is targeted primarily for the newly incorporated Start-up companies working towards innovation, development, deployment or commercialization of new products, processes or services driven by technology or intellectual property. - Proprietorship, Partnerships, LLP, Private limited companies and Limited companies can open this account. - Date of incorporation / registration of business should not be more than five years from date of account opening"
        ]
    },
    {
        "tag": "accounts 111",
        "patterns": [
            "What is Smartup Solutions"
        ],
        "responses": [
            "A SMART solution for your StartUp. SmartUp is here to assist you in achieving your startup goals with smart financial tools, smart advisory services and technology."
        ]
    },
    {
        "tag": "accounts 112",
        "patterns": [
            "What are Payment Solutions available"
        ],
        "responses": [
            "I. Digital Payments a. Payment Gateway - Complete Internet-based payment processing and management solutions for all cards issued in India and abroad - An integrated, flexible, rule-based, proactive risk management system that supports evaluation of transaction activity - Highly reliable uptime and best transaction success rate - Scalable to process millions of transactions per month on a real time basis - In-house dedicated helpdesk to resolve queries b. POS - Avoid hassles of cash &cheque collection & management - POS, mPOS, GPRS variants available - Low on-boardingtime II. Bulk Payments I. e-Banking solutions (E-Net)-Online platform for bulk remittances within and outside the bank II. Salary/Vendor payments –An integrated platform to make bulk payments to your employees/vendors III. Tax Payments Designated bank to collect Direct & indirect taxes"
        ]
    },
    {
        "tag": "accounts 113",
        "patterns": [
            "I have an existing bank account with other Bank. Can I still open SmartUp Current Account"
        ],
        "responses": [
            "Yes, provided startup is meeting the criteria of date of incorporation / registration of business should not be more than five years from date of account opening."
        ]
    },
    {
        "tag": "accounts 114",
        "patterns": [
            "I am not a technology Start-up. Can I still open SmartUp Current Account"
        ],
        "responses": [
            "Yes you can. This product caters to all start-ups with an innovative business idea."
        ]
    },
    {
        "tag": "accounts 115",
        "patterns": [
            "Do I get access to all the services offered under Smartup programme once I start banking with HDFC BANK"
        ],
        "responses": [
            "Access to some of the services will depend on the size of the banking relationship"
        ]
    },
    {
        "tag": "accounts 116",
        "patterns": [
            "Do I need to pay any penalty on premature closure of Fixed Deposits"
        ],
        "responses": [
            "As per the Terms & Conditions of Fixed Deposit Accounts of the bank, the penalty on premature closure of Fixed Deposits, including sweep-in and partial closures, has been fixed by the Bank at the rate of 1% of the fixed deposit interest rate. This is applicable with effect from 24th January, 2011."
        ]
    },
    {
        "tag": "accounts 117",
        "patterns": [
            "Where can I get Fixed Deposit advice from"
        ],
        "responses": [
            "You can now download Fixed Deposit advice through Netbanking in pdf format. With effect from July 13th, 2009 we’ve started sending Fixed Deposit advice over e-mail for Fixed Deposits booked through NetBanking. Physical advice has been discontinued for Fixed Deposits booked through NetBanking. An electronic mail advice is sent to you on your registered e-mail ID within 2-3 working days from the date of booking. You will need to enter the primary Customer Identification Number as a password to open the attachment. If you are registered for e-mail statements, Fixed Deposit advice will be sent to your e-mail ID registered with the Bank. This is applicable for all Fixed Deposit booked / renewed through any mode whether Branch, PhoneBanking or NetBanking. Physical advice is discontinued. In case you do not receive the advice on your e-mail, we request you to check your Spam / Junk folder. Please Note: At any point, if you wish to check your Fixed Deposit holdings, they can be viewed on the Fixed Deposit summary page on NetBanking. In case your e-mail id is not updated with the bank, you are requested to contact the nearest branch and update your e-mail ID. In case you wish to have a physical advice, you may walk into the nearest HDFC bank branch. A copy of the e-mail advice may be submitted to the branch in case of premature liquidation of the deposit. The e-mail advice copy is as acceptable at our branches as the physical advice. View more"
        ]
    },
    {
        "tag": "accounts 118",
        "patterns": [
            "Why is the principal amount and the fixed deposit maturity amount of my Fixed Deposit the same"
        ],
        "responses": [
            "When your Fixed Deposit is booked with the quarterly / monthly interest pay out option, the maturity amount is the same as the principal amount. The interest amount will be credited to your account at quarterly / monthly intervals."
        ]
    },
    {
        "tag": "accounts 119",
        "patterns": [
            "Does HDFC Bank offer preferential rate of interest on Fixed Deposits for Senior Citizens"
        ],
        "responses": [
            "We offer preferential rate of interest on Fixed Deposits for Senior Citizens. If you are a senior citizen, all you need to do is register as one by calling any Branch with proof of your Date of Birth. Once registered as a Senior Citizen, you are eligible for preferential rates of interest on Fixed Deposits opened through NetBanking as well. Click here to Interest Rates on Fixed Deposits. The Fixed Deposit will be booked in the same combination/ order of names as the existing Current/Savings account, from which the funds are being transferred. View more"
        ]
    },
    {
        "tag": "accounts 120",
        "patterns": [
            "Where can I register for HDFC Bank’s NetBanking facility"
        ],
        "responses": [
            "In case you are not registered for the NetBanking facility, we request you to visit the following URL. Click here for how to register:"
        ]
    },
    {
        "tag": "accounts 121",
        "patterns": [
            "How can I book a Fixed Deposit through NetBanking"
        ],
        "responses": [
            "You can book Fixed Deposits through NetBanking provided: You have registered for the facility with necessary online financial transaction rights Your PAN number is updated under your Customer Identification Number in Bank's records The following are the steps required to book your Fixed Deposit online: Access your NetBanking account with your Customer ID and IPIN (NetBanking Password) Select Open New Fixed Deposit option under the Fixed Deposit menu from the Menu bar located on the left hand side of the web page Select the desired values from the Drop-down lists Once complete, click on Continue and Confirm the details entered A new web page, confirming the Fixed Deposit booking, will be displayed. Physical advice will not be sent for Fixed Deposits booked through Net Banking. An electronic mail advice will be sent to you on your registered e-mail ID within 2 working days. The password for your Fixed Deposit Advice will be your Customer ID. At any point, if you wish to check your Fixed Deposit holdings, the same may be viewed on the Fixed Deposit summary page on Net banking. In case you want physical advice, you may walk into your nearest HDFC bank branch. View more"
        ]
    },
    {
        "tag": "accounts 122",
        "patterns": [
            "I have made a Fixed Deposit with HDFC Bank. I want to update my PAN details in the account, how should I update my new PAN details"
        ],
        "responses": [
            "Customer's can now update PAN details through net banking, if they are registered for the same Or by submitting the request along with a copy of the PAN at the nearest branch."
        ]
    },
    {
        "tag": "accounts 123",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of outstation cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centres where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click here. For other queries, Contact Us. View more"
        ]
    },
    {
        "tag": "accounts 124",
        "patterns": [
            "Whom should I approach for any other service related to HDFC Bank Fixed Deposits"
        ],
        "responses": [
            "For any other service related to Fixed Deposits (Supersaver or Sweep-In Facility, addition of Nominee, Change in Maturity Instructions, Premature Encashment etc.) you may approach the nearest HDFC Bank Branch with the Fixed Deposit advice and the request Form duly signed by all account holders."
        ]
    },
    {
        "tag": "accounts 125",
        "patterns": [
            "How can I avail exemption from TDS on interest earned on Fixed Deposits"
        ],
        "responses": [
            "To avail exemption from TDS on interest earned on Fixed Deposits, please submit a completed Form 15H (for Senior citizens) or Form 15G (for Regular customers) at any nearest HDFC Bank Branch (Form available on the website)."
        ]
    },
    {
        "tag": "accounts 126",
        "patterns": [
            "How can I prematurely liquidate my Fixed Deposits"
        ],
        "responses": [
            "We request you to submit your Fixed Deposit advice, duly discharged by all account holders, at the nearest branch for premature liquidation of your fixed deposit. In the absence of your Fixed Deposit advice, you need to submit the attached Fixed Deposit Liquidation form. Visit a branch or call us You may visit the following URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. NetBanking Alternatively, you can liquidate your Fixed Deposits through NetBanking. This facility is available to Fixed Deposits held under Sole Owner (SOW) relationship only.The following are the steps required to liquidate your Fixed Deposit online: Access your NetBanking account with your Customer ID and IPIN (NetBanking Password) Select the “Liquidate Fixed Deposit option under the Fixed Deposit menu from the Menu bar located on the left hand side of the web page Select the Fixed Deposit account number from the Drop-down lists Once complete, click on Continue and Confirm the details entered A new web page, confirming the Liquidating Fixed Deposit will be displayed. This facility is available on NetBanking only to customers having Account and Fixed Deposit in Sole Name Further, kindly note that: Fixed deposits booked through branch can also be liquidated on NetBanking provided the FD is held with Sole Owner Relationship Fixed Deposits in the name of Non-individuals are not allowed for liquidation through NetBanking. Additional Information - As per current policy of the bank on premature liquidation, the interest rate applicable for premature closure of deposits (all amounts) will be the lower of: The base rate for the original/contracted tenure for which the deposit has been booked OR The base rate applicable for the tenure for which the deposit has been in force with the Bank. # the base rate is the rate applicable to deposits of less than Rs.15 Lakhs as on the date of booking the deposit. Further to the Terms & Conditions of Fixed Deposit Accounts of the Bank, the penalty on premature closure of Fixed Deposits including sweep-in and partial closures has been fixed by the Bank at the rate of 1%. This is applicable for all deposits booked on or after 24th January 2011. View less"
        ]
    },
    {
        "tag": "accounts 127",
        "patterns": [
            "How to Download TDS Certificate through Online"
        ],
        "responses": [
            "Please note you can now download the TDS certificate from Netbanking Accounts Module ,Go to Request section click on TDS Inquiry. We request you to follow the below mentioned process : Log in into NetBanking through the Customer ID and NetBanking Password (IPIN). Select TDS Inquiry under the Request option on the left hand pane. Select the Financial Year and Quarter for which the certificate is required. Click on Continue and confirm. Additional information:- Currently, TDS Certificate for the Quarter 1 , Quarter 2, Quarter 3 AND Quarter 4 are available. TDS certificates will be available only if PAN is updated and there is a tax deduction in the financial quarter. TDS certificate will be in PDF Format. View more"
        ]
    },
    {
        "tag": "accounts 128",
        "patterns": [
            "How to change existing fixed deposit account tenure"
        ],
        "responses": [
            "We regret to inform you that tenure selected for the fixed deposit account cannot be changed once the account is opened. In this case we suggest that you can close your existing fixed deposit account and open a new account with a desired tenure."
        ]
    },
    {
        "tag": "accounts 129",
        "patterns": [
            "How is TDS deducted"
        ],
        "responses": [
            "Check the deduction rates below: Tax Rate Surcharge Education Cess TOTAL Resident Individuals & HUF 10% ---- ---- 10% Corporate Entity 10% ---- ---- 10% NRO 30% ---- 3% 30.90% Firms 10% ---- ---- 10% Co-operative Societies & Local Authority 10% ---- ---- 10% View more"
        ]
    },
    {
        "tag": "accounts 130",
        "patterns": [
            "Can TDS be recovered from my principle of the FD"
        ],
        "responses": [
            "If the interest amount is not sufficient to recover TDS, the amount is taken from the principal of the deposit."
        ]
    },
    {
        "tag": "accounts 131",
        "patterns": [
            "When does the Bank issue a TDS Certificate"
        ],
        "responses": [
            "The TDS Certificate, Form 16A, for TDS deducted during a calendar quarter, will be issued in the next month of the respective quarter."
        ]
    },
    {
        "tag": "accounts 132",
        "patterns": [
            "Can TDS influence the maturity of my deposit"
        ],
        "responses": [
            "Yes, in case of reinvestment deposits ,the interest reinvested is post TDS recovery & hence the maturity amount for re-investment deposits would very to the extent of tax and compounding effect on tax for the period subsequent of deduction till maturity."
        ]
    },
    {
        "tag": "accounts 133",
        "patterns": [
            "What are the implications of booking an FD without PAN"
        ],
        "responses": [
            "In the absence of PAN, following are the implications for customers: TDS will be recovered at 20%(as against 10%) NO TDS credit from the Income Tax department NO TDS certificate will be issued (As per CBDT circular no:03/11) Form 15G/H and other exemption certificates will be invalid and penal TDS will apply View more"
        ]
    },
    {
        "tag": "accounts 134",
        "patterns": [
            "Will changes to my deposit portfolio affect my TDS liability"
        ],
        "responses": [
            "Yes. If the change or enhancement in your deposit portfolio earns a cumulative interest along with that of the earlier portfolio greater than Rs. 10,000/- you will be liable for TDS on your current portfolio. Note :If interest on the current portfolio is not sufficient to cover TDS, it will be recovered from the principal."
        ]
    },
    {
        "tag": "accounts 135",
        "patterns": [
            "When is TDS deducted for Regular Fixed Deposit"
        ],
        "responses": [
            "TDS is deducted every time the Bank pays/re-invests interest during the Financial year.In addition TDS is also deducted on interest accrued(but not yet paid) at the end of financial year viz. 31st March."
        ]
    },
    {
        "tag": "accounts 136",
        "patterns": [
            "What documents are required to open a senior citizen Regular Fixed Deposit"
        ],
        "responses": [
            "While opening the account, the customer needs to provide proof of age establishing that he/she is a Senior Citizen. To accomplish this, either of the following can be submitted: Secondary School Leaving Certificate (10th Class) LIC Policy Voters Identity Card Pension Payment Order Birth Certificate issued by the competent authority Passport Defence ID Card / Govt ID Card (Provided they have the cardholder's photo, signature and date of birth) PSU Issued ID Cards Senior Citizen Cards issued by Indian Airlines / Indian Railways PAN Card View more"
        ]
    },
    {
        "tag": "accounts 137",
        "patterns": [
            "Can I open a joint account with a non-senior citizen for Regular Fixed Deposit"
        ],
        "responses": [
            "You can, as long as the first account holder is a senior citizen."
        ]
    },
    {
        "tag": "accounts 138",
        "patterns": [
            "As a Regular Fixed Deposit holder, How do I apply for an exemption on TDS"
        ],
        "responses": [
            "If your total interest income for the year does not fall within the overall taxable limits, you should let us know. You can do this by submitting a form as per the provisions of the Income Tax Act. A few things to note: You can get the 15AA form from the Assessing Officer of the Income Tax department. Even with the 15H/15AA form, the tax that has already been deducted by way of TDS during the year prior will not be refunded. However, you will get a certificate, which can be used while filing your tax return. 15H/15AA Forms are valid only for the financial year in which they are issued. A fresh 15G/H form needs to be completed for each deposit that is placed with the Bank, and it should be completed within the first week of the financial year. View more"
        ]
    },
    {
        "tag": "accounts 139",
        "patterns": [
            "How to prematurely liquidate the Fixed Deposit Online"
        ],
        "responses": [
            "You can liquidate your Fixed Deposits through NetBanking. This facility would be available to Fixed deposits held under Sole Owner (SOW) relationship only. Following are the steps for liquidating your Fixed Deposit online: Access your NetBanking account with your Customer ID and IPIN (NetBanking Password) Select Liquidate Fixed Deposit option under the Fixed Deposit menu from the Menu bar located on the left hand side of the web page Select the Fixed Deposit account number from the Drop-down lists Once complete, click on Continue and Confirm the details entered A new web page, confirming the Liquidating Fixed Deposit will be displayed. Further, kindly note that: Fixed Deposits in the name of Non-individuals are not allowed for liquidation through NetBanking. Fixed deposit in the joint name cannot be liquidated online. View more"
        ]
    },
    {
        "tag": "accounts 140",
        "patterns": [
            "What is the new policy with regards to PAN to book fixed deposit with our bank"
        ],
        "responses": [
            "Where the total value of Fixed deposit per customer id <= 50,000( including the new FD being booked ) No pan , & no form 60 Where the total value of fixed deposit per customer id > 50,000( including the new FD being booked) PAN required mandatorily"
        ]
    },
    {
        "tag": "accounts 141",
        "patterns": [
            "When do I become liable for TDS"
        ],
        "responses": [
            "If the aggregate interest that you are likely to earn for all your deposits held across branches in a customer id is greater than Rs.10000 in a financial year , you become liable for TDS. Note: Tax liability for TDS purpose is determined basis per pan no and not as per branch per pan no . Deposits held by minors are also subject to TDS. The credit for the TDS can be claimed by the person in whose hands the minor's income is included."
        ]
    },
    {
        "tag": "accounts 142",
        "patterns": [
            "What documents are required to open a senior citizen 5 Year Tax Saving Fixed Deposit"
        ],
        "responses": [
            "While opening the account, the customer needs to provide proof of age establishing that he/she is a Senior Citizen. To accomplish this, either of the following can be submitted: Secondary School Leaving Certificate (10th Class) LIC Policy Voters Identity Card Pension Payment Order Birth Certificate issued by the competent authority Passport Defence ID Card / Govt ID Card (Provided they have the cardholder's photo, signature and date of birth) PSU Issued ID Cards Senior Citizen Cards issued by Indian Airlines / Indian Railways PAN Card View more"
        ]
    },
    {
        "tag": "accounts 143",
        "patterns": [
            "Will the bank issue a TDS certificate"
        ],
        "responses": [
            "You will receive a consolidated TDS Certificate in Form 16A, for TDS deducted during a financial year, in the month of April of the following financial year."
        ]
    },
    {
        "tag": "accounts 144",
        "patterns": [
            "As a 5 Year Tax Saving Fixed Deposit holder, How do I apply for an exemption on TDS"
        ],
        "responses": [
            "If your total interest income for the year does not fall within the overall taxable limits, you should let us know. You can do this by submitting a form as per the provisions of the Income Tax Act. A few things to note: You can get the 15AA form from the Assessing Officer of the Income Tax department. Even with the 15G/15H form, the tax that has already been deducted by way of TDS during the year prior will not be refunded. However, you will get a certificate, which can be used while filing your tax return. 15H/15AA Forms are valid only for the financial year in which they are issued. A fresh Form - 15G/H needs to be submitted in the first week of the financial year for exisitng deposit and separately each time for subsequent deposit booked in the Financial Year. View more"
        ]
    },
    {
        "tag": "accounts 145",
        "patterns": [
            "When is TDS deducted for 5 Year Tax Saving Fixed Deposit"
        ],
        "responses": [
            "TDS is deducted every time the Bank pays/re-invests interest during the Financial year. In addition TDS is also deducted on interest accrued(but not yet paid) at the end of financial year viz. 31st March."
        ]
    },
    {
        "tag": "accounts 146",
        "patterns": [
            "Does any change or enhancement in my deposit portfolio affect TDS liability"
        ],
        "responses": [
            "Yes. If the change or enhancement in your deposit portfolio earns a cumulative interest along with that of the earlier portfolio greater than Rs. 10,000/- you will be liable for TDS on your current portfolio. Note: If interest on the current portfolio is not sufficient to cover TDS, it will be recovered from the principal."
        ]
    },
    {
        "tag": "accounts 147",
        "patterns": [
            "Do I need to visit branch to receive my 5 Year Tax Saving Fixed Deposit proceeds on maturity"
        ],
        "responses": [
            "Customer is not required to visit the branch , FD proceeds will be credited to customers account on maturity as per instructions."
        ]
    },
    {
        "tag": "accounts 148",
        "patterns": [
            "Can I open a joint account with a non-senior citizen for 5 Year Tax Saving Fixed Deposit"
        ],
        "responses": [
            "Yes you can open deposit with non senior citizen."
        ]
    },
    {
        "tag": "accounts 149",
        "patterns": [
            "How to apply for 5 Year Tax Saving Fixed Deposit"
        ],
        "responses": [
            "We request you to visit the nearest branch and fill the fixed deposit booking account opening form to open a 5 Year Tax Saving Fixed Deposit."
        ]
    },
    {
        "tag": "accounts 150",
        "patterns": [
            "When am I liable for TDS (Tax Deduction at Source)"
        ],
        "responses": [
            "You become liable for TDS (Tax Deduction at Source) if the aggregate interest that you’re likely to earn for all your deposits is greater than Rs. 10 000 in a financial year. TDS will be deducted when interest payable or reinvested on RD and FD per customer across all branches, exceed Rs.10000 in a financial year"
        ]
    },
    {
        "tag": "accounts 151",
        "patterns": [
            "If I have a joint Super Saver Account, can both account holders get an ATM/Debit card"
        ],
        "responses": [
            "Both account holders can get an ATM / Debit Card, but a maximum of two cards are given for each Super Saver Account."
        ]
    },
    {
        "tag": "accounts 152",
        "patterns": [
            "Is the Super Saver Account a normal Savings Account"
        ],
        "responses": [
            "Look at the Super Saver Account as a Premium Savings account. With this option you’re combining the benefits of a Fixed Deposit and a Savings Account. There are a few other unique features, including: High interest rates A personalised cheque book A free ATM card Free inter-city access View more"
        ]
    },
    {
        "tag": "accounts 153",
        "patterns": [
            "What documents are required to open a senior citizen Super Saver Facility"
        ],
        "responses": [
            "While opening the account, the customer needs to provide proof of age establishing that he/she is a Senior Citizen. To accomplish this, either of the following can be submitted: Secondary School Leaving Certificate (10th Class) LIC Policy Voters Identity Card Pension Payment Order Birth Certificate issued by the competent authority Passport Defence ID Card / Govt ID Card (Provided they have the cardholder's photo, signature and date of birth) PSU Issued ID Cards Senior Citizen Cards issued by Indian Airlines / Indian Railways PAN Card View more"
        ]
    },
    {
        "tag": "accounts 154",
        "patterns": [
            "I’m part of a Trust – can I open a Super Saver Account"
        ],
        "responses": [
            "Only Resident Individuals and Hindu Undivided Families are eligible to open a Super Saver Account."
        ]
    },
    {
        "tag": "accounts 155",
        "patterns": [
            "Can I add on a Fixed Deposit"
        ],
        "responses": [
            "You can, but it has to be in multiples of Rs 5,000. In this situation, the overdraft rate is recalculated. We will let you know the change. Separate add-on forms exist for adding the Fixed Deposit to the Super Saver Account."
        ]
    },
    {
        "tag": "accounts 156",
        "patterns": [
            "Will TDS be charged on the gross interest earned or the net interest earned"
        ],
        "responses": [
            "TDS (Tax Deducted at Source) is charged if, in a financial year, the gross interest earned on your fixed deposits held with the bank exceeds Rs. 10, 000."
        ]
    },
    {
        "tag": "accounts 157",
        "patterns": [
            "Can I have a Super Saver Facility and a Sweep-in Facility on the one Fixed Deposit"
        ],
        "responses": [
            "This isn’t possible. You can only have one of these facilities on a single Fixed Deposit."
        ]
    },
    {
        "tag": "accounts 158",
        "patterns": [
            "Can I have a Super Saver Facility and a Sweep-in Facility on the same Savings Account"
        ],
        "responses": [
            "You can have both these facilities on the same Savings Account."
        ]
    },
    {
        "tag": "accounts 159",
        "patterns": [
            "How can I apply for the Super Saver Account"
        ],
        "responses": [
            "You can apply for the Super Saver Account in the following ways: Apply through a branch: To apply for the Super Saver facility through a nearest branch, please submit a duly signed written instruction at the nearest branch. You may visit the following URL to access information for the complete address and contact details of our Branches. Apply by calling us: You may access information about our PhoneBanking numbers. Apply online: To apply online for Super Saver Facility, please follow steps mentioned below: Login to your NetBanking account and click on “Fixed Deposit Super Saver option located under fixed deposit of the web page. Select the savings account number and the fixed deposit account number that you wish to link for Super Saver Facility from the drop down Accept the terms and conditions by checking the box available for the same. Click on Continue and Confirm. Please note the following details with regards to the online facility. Only customers with SOW (Single Ownership) relationship with both accounts and Fixed Deposits can link them under Super Saver Facility A minimum amount of Rs. 25,000 for a minimum tenure of 6 months 1 day is required to open a super saver account apart from a zero balance Savings Account In case of a Super Saver facility a lien is marked on the Fixed Deposit in favor of the Bank On Auto renewal of the Fixed Deposit, the quantum of the Overdraft limit will remain unchanged Through this facility, a 75% of your Fixed Deposit Principal amount will be granted as an Overdraft facility The rate applicable on the Overdraft facility will be 2% per annum over and above the Fixed Deposit Rate In case of premature liquidation of the Fixed Deposit, against which the Overdraft has been taken, the rate applicable on the overdraft utilized will remain unchanged In case the overdraft limit (Super Saver) set-up on the account is not removed prior to the maturity of the Fixed Deposit, the Bank shall auto-renew the Fixed Deposit for the same tenure at prevailing rates In case you choose any Sweep-in Fixed Deposit to link to a Super Saver facility, please note that a lien will be marked on the said Fixed Deposit for the Super Saver facility. This will mean that in future in case of shortage of funds, the sweep-in will not trigger, however, the Super Saver limit will be utilized. In case you have 2 separate deposits which you have linked to your SB account - a sweep in FD and a Super saver limit, then in case of shortfall of funds, first the OD amount will get utilized and if the shortfall still remains, then the sweep in shall trigger. View more"
        ]
    },
    {
        "tag": "accounts 160",
        "patterns": [
            "Can a joint account be opened with a non-senior citizen"
        ],
        "responses": [
            "Yes, as long as the first account holder is a senior citizen."
        ]
    },
    {
        "tag": "accounts 161",
        "patterns": [
            "How does it work"
        ],
        "responses": [
            "The Super Saver Account lets you to withdraw up to 90% of your deposit, just like the liquidity of a Savings Account. There’s no need to break your Fixed Deposit for short term requirements. You can withdraw cash through an ATM or by cheque or teller transactions."
        ]
    },
    {
        "tag": "accounts 162",
        "patterns": [
            "Can I get an overdraft facility on my fixed deposit funds"
        ],
        "responses": [
            "With our Super Saver Account, you can enjoy an overdraft facility of up to 90% of your Fixed Deposit funds without breaking the Fixed Deposit or losing interest on it. However, a minimum tenure of 6 months is required to open a Super Saver Fixed Deposit/ avail of the Super Saver facility on your existing deposit."
        ]
    },
    {
        "tag": "accounts 163",
        "patterns": [
            "What are the benefits"
        ],
        "responses": [
            "With HDFC Bank's Sweep-in facility, you gain the high interest rates that come with a Fixed Deposit, along with the liquidity of a Savings Account. To benefit, you just need a Savings or Current account. The Sweep-In facility links the deposits you choose, and whenever there are insufficient funds in your Account to clear a cheque, we will break units of the deposit to clear the cheque. Here's an example of how it works: Let's say you have a Sweep-In facility on your Savings Account with a linked Fixed Deposit of Rs10,000/-. If you have just issued a cheque for Rs. 4000/-, but the balance in that Savings Account is Rs. 1000/-, HDFC Bank will mark a lien on the Fixed Deposit to the extent of Rs. 3000/- (4000/- less 1000/-) and clear the cheque. View more"
        ]
    },
    {
        "tag": "accounts 164",
        "patterns": [
            "How can I apply for the Sweep-in facility"
        ],
        "responses": [
            "To apply for the Sweep-In facility, you can login into your NetBanking account and apply online. This facility is available on NetBanking to Sole account holders (Single owners) only. Others can submit a request at nearest Branch. To apply online for Sweep-In Facility, please follow steps mentioned below: 1. Login to your NetBanking account and click on Fixed Deposit Sweep-in option located under fixed deposit of the web page. 2. Select the savings account number and the fixed deposit account number that you wish to link for Sweep-In Facility from the drop down 3. Accept the terms and conditions by checking the box available for the same. 4. Click on Continue and Confirm. Additional Information: Sweep In facility is not given for the below Fixed Deposits Fixed Deposit amounts greater than 1 Crore For availing Sweep-in facility on Fixed Deposits of value Rs 15 Lakhs and above, the customer will have to contact the nearest HDFC Bank Branch. Fixed Deposits with Lien marked: Fixed Deposits which have a lien / an overdraft limit set up; sweep-in on the said Fixed Deposit will not be maintained. Incase multiple deposits are linked for the Sweep-In facility, the first deposit to be encashed will be the deposit which was opened first. To discontinue this facility, once applied for it, you will have to contact the Branch. You may visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers: View more"
        ]
    },
    {
        "tag": "accounts 165",
        "patterns": [
            "Can I have both a Super Saver facility and a Sweep-In facility on the same Fixed Deposit"
        ],
        "responses": [
            "No. You can only have one of the two facilities on a single Fixed Deposit."
        ]
    },
    {
        "tag": "accounts 166",
        "patterns": [
            "Will both the principal and interest amount of my Fixed Deposit be considered"
        ],
        "responses": [
            "Just the principle amount of your Fixed Deposit is considered."
        ]
    },
    {
        "tag": "accounts 167",
        "patterns": [
            "Can I have a Super saver facility and a Sweep-in facility on the same Savings Account"
        ],
        "responses": [
            "It is possible to have both these facilities on the same Savings Account. It is important to note that if there are insufficient funds in your Savings Account, your overdraft limit will be exhausted before units of the Sweep-In Fixed Deposits are used prematurely."
        ]
    },
    {
        "tag": "accounts 168",
        "patterns": [
            "On what basis the Sweep-in facility gets triggered"
        ],
        "responses": [
            "Effective 22nd Feb 2014, Sweep in of funds from your Fixed Deposit (FD) to Saving/ Current account will trigger on Last in First out basis (LIFO)."
        ]
    },
    {
        "tag": "accounts 169",
        "patterns": [
            "Can a Fixed Deposit be linked to two different Savings Accounts for the Sweep-in"
        ],
        "responses": [
            "A Fixed Deposit can only be linked to one savings account for the Sweep-in facility."
        ]
    },
    {
        "tag": "accounts 170",
        "patterns": [
            "Can my Sweep-in facility have multiple deposits"
        ],
        "responses": [
            "You can definitely link more than one deposit to the Sweep-in facility. When you link more than one deposit to the facility, then the first deposit to be used will be the deposit which you opened last."
        ]
    },
    {
        "tag": "accounts 171",
        "patterns": [
            "Can I link accounts held in different account titles to the same Savings Account for the Sweep-In facility"
        ],
        "responses": [
            "No. You can only link the Sweep-In facility to the accounts with the same account title. For example, a Fixed Deposit held by A-B can be linked to a Savings Account held by A-B across branches."
        ]
    },
    {
        "tag": "accounts 172",
        "patterns": [
            "What is the Sweep-in facility all about"
        ],
        "responses": [
            "The Sweep-In facility is a cluster deposit (held in units of Re.1). We will automatically break units of term deposits held by you, if there are insufficient funds in your Sweep-In Savings/Current Account to clear a cheque. The same will happen when you wish to withdraw money using your ATM Card and there are insufficient funds in the account. For more information on the Sweep-In facility, please click here. View more"
        ]
    },
    {
        "tag": "accounts 173",
        "patterns": [
            "Is there a nomination facility"
        ],
        "responses": [
            "Yes, there is a nomination facility on the Recurring Deposit account."
        ]
    },
    {
        "tag": "accounts 174",
        "patterns": [
            "Is there a monthly or quarterly interest pay-out option"
        ],
        "responses": [
            "Interest is paid when the Recurring Deposit account is closed, and on maturity."
        ]
    },
    {
        "tag": "accounts 175",
        "patterns": [
            "Can I change the tenure and installment due date, (auto debit date) of my Recurring Deposit"
        ],
        "responses": [
            "No it is not possible to change the tenure and installment due date, (auto debit date). We request you to open a new Recurring Deposit with the desired due date and tenure."
        ]
    },
    {
        "tag": "accounts 176",
        "patterns": [
            "For what period can I open a Recurring Deposit"
        ],
        "responses": [
            "You can open a Recurring Deposit account for a minimum period of 6 months, and thereafter in multiples of 3 months up to a maximum period of 10 years."
        ]
    },
    {
        "tag": "accounts 177",
        "patterns": [
            "Can I choose my instalment date"
        ],
        "responses": [
            "The date of your monthly RD installment will depend on the date you opened your RD account."
        ]
    },
    {
        "tag": "accounts 178",
        "patterns": [
            "Can partial Payments be made on Recurring Deposits"
        ],
        "responses": [
            "Partial payments are not possible."
        ]
    },
    {
        "tag": "accounts 179",
        "patterns": [
            "What is the maximum deposit amount a Recurring Deposit account can be opened with"
        ],
        "responses": [
            "The Maximum installment amount you can open a recurring Deposit account with is Rs 14,99,900/- per month."
        ]
    },
    {
        "tag": "accounts 180",
        "patterns": [
            "What if certain RD installments are not paid"
        ],
        "responses": [
            "If six consecutive installments are unpaid, the Bank reserves the right to close the RD account. The interest rate applicable on such closed accounts will be as per the premature withdrawal policy of the Bank."
        ]
    },
    {
        "tag": "accounts 181",
        "patterns": [
            "How do Recurring Deposits work"
        ],
        "responses": [
            "A monthly deposit of a pre-fixed amount is made in the Recurring Deposit account. On maturity, you get back the amount you deposited, along with interest calculated at the rate applicable at the time of opening your account."
        ]
    },
    {
        "tag": "accounts 182",
        "patterns": [
            "Can I pay more than one instalment at a time"
        ],
        "responses": [
            "You can, but note that there will be no interest paid on any additional amount deposited, other than the installment due."
        ]
    },
    {
        "tag": "accounts 183",
        "patterns": [
            "How Interest Rate is calculated for premature withdrawal of Recurring Deposit"
        ],
        "responses": [
            "If your Recurring Deposit is broken prematurely, the interest rate applicable for premature closure of deposits will be lower of The base rate for the original / contracted tenure for which the deposit has been booked OR The base rate applicable for the tenure for which the deposit has been in force with the Bank The base rate is the rate applicable to deposits of less than 1crore as on the date of booking the deposit. In case of premature closure within a month, no interest shall be paid out & only principal amount shall be returned. View more"
        ]
    },
    {
        "tag": "accounts 184",
        "patterns": [
            "Is an overdraft facility allowed"
        ],
        "responses": [
            "Right now there is no overdraft facility for Recurring Deposits."
        ]
    },
    {
        "tag": "accounts 185",
        "patterns": [
            "How can I prematurely liquidate my recurring deposit"
        ],
        "responses": [
            "If you wish to prematurely liquidate your Recurring Deposit. We request you to submit your Recurring Deposit advice or written instruction, duly signed by all account holders, at the branch for premature liquidation of your Recurring deposit. Alternatively, you can liquidate your Recurring Deposits through NetBanking. This facility will be available for Recurring Deposit held under Sole Owner (SOW) relationship only and which are booked from Singly Owned Savings or Current Accounts. Following are the steps for liquidating your Recurring Deposit online: Login to NetBanking with your Customer ID and IPIN (NetBanking Password) Select Liquidate R D option under the Recurring Deposit menu from the Menu bar located on the left hand side, under Accounts tab. Select the Recurring Deposit account number from the Drop-down lists, and click on Continue. Verify the details and Confirm the Liquidation. A Confirmation page will be displayed, confirming that your Recurring Deposit has been liquidated. Additional Information - If your Recurring Deposit is broken prematurely, the interest rate applicable for premature closure of deposits will be lower of The base rate for the original / contracted tenure for which the deposit has been booked OR The base rate applicable for the tenure for which the deposit has been in force with the Bank The base rate is the rate applicable to deposits of less than Rs.15 lacs as on the date of booking the deposit. In case of premature closure within a month, no interest shall be paid out & only principal amount shall be returned. View more"
        ]
    },
    {
        "tag": "accounts 186",
        "patterns": [
            "What happens if I don’t pay an instalment"
        ],
        "responses": [
            "If frequent defaults (non-payments) are observed in your payment of monthly installments, and six installments fall in arrears, the Bank reserves the right to close your RD account. The interest rate applicable on such accounts will be as per the premature withdrawal policy of the Bank."
        ]
    },
    {
        "tag": "accounts 187",
        "patterns": [
            "Can my Recurring Deposit be opened in joint names"
        ],
        "responses": [
            "Yes, you can open a Recurring Deposit in a joint name."
        ]
    },
    {
        "tag": "accounts 188",
        "patterns": [
            "Can the first applicant for a Recurring Deposit be a minor"
        ],
        "responses": [
            "The first applicant can be a minor."
        ]
    },
    {
        "tag": "accounts 189",
        "patterns": [
            "Can I withdraw prematurely from my Recurring Deposit"
        ],
        "responses": [
            "Premature withdrawals are allowed, but remember that no partial withdrawal is permitted."
        ]
    },
    {
        "tag": "accounts 190",
        "patterns": [
            "I'm a senior citizen – are there any extra benefits"
        ],
        "responses": [
            "You gain an additional 0.50% rate of interest."
        ]
    },
    {
        "tag": "accounts 191",
        "patterns": [
            "How to open a Recurring Deposit"
        ],
        "responses": [
            "Recurring Deposits can now be booked through NetBanking. Following are the steps for booking your Recurring Deposit online: Access your NetBanking account with your Customer ID and IPIN (NetBanking Password) Select Open Recurring Deposit option under the Recurring Deposit menu from the Menu bar located on the left hand side of the web page Select the desired values from the Drop-down lists Once complete, click on Continue and Confirm the details entered"
        ]
    },
    {
        "tag": "accounts 192",
        "patterns": [
            "Can you covert your existing saving account into a pension account"
        ],
        "responses": [
            "Yes. You just have to submit an undertaking and submit the required documents."
        ]
    },
    {
        "tag": "accounts 193",
        "patterns": [
            "Any minimum Balance need to be maintained in the account"
        ],
        "responses": [
            "No minimum balance need to be maintained as these are Zero balance accounts."
        ]
    },
    {
        "tag": "accounts 194",
        "patterns": [
            "When can we open pension accounts"
        ],
        "responses": [
            "You can open pension account 6 months prior to your date of retirement."
        ]
    },
    {
        "tag": "accounts 195",
        "patterns": [
            "Is nomination required in the account"
        ],
        "responses": [
            "Nomination is mandatory in the account."
        ]
    },
    {
        "tag": "accounts 196",
        "patterns": [
            "Can a pension account be opened jointly"
        ],
        "responses": [
            "Pension account can be opened jointly with spouse only."
        ]
    },
    {
        "tag": "accounts 197",
        "patterns": [
            "What are the charges for collection of outstation cheques"
        ],
        "responses": [
            "To know the charges for collection of cheques levied in your account, click here to view the current schedule of charges. Kindly check under the following headings: Collection of outstation cheques - Our Bank Locations Collection of outstation cheques - Other Locations These charges attract a Service Tax and an Educational Cess as applicable in terms of the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 198",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of outstation cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centres where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click here. For other queries, Contact Us. View more"
        ]
    },
    {
        "tag": "accounts 199",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name (Basic Savings Bank Deposit Account - Farmers)"
        ],
        "responses": [
            "To know your beneficiary’s details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. You can refer the cheque deposit slip also for the details. To know about Service charges and fees click here. For more details, Contact Us."
        ]
    },
    {
        "tag": "accounts 200",
        "patterns": [
            "How can I get an International Debit Card with my Basic Savings Bank Deposit Account - Farmers"
        ],
        "responses": [
            "You can get an International Debit Card only on request at the branch @ Rs. 100 p.a. (plus applicable taxes) for each applicant."
        ]
    },
    {
        "tag": "accounts 201",
        "patterns": [
            "What can I do with the NEFT facility"
        ],
        "responses": [
            "You can use the NEFT facility to transfer funds from your HDFC Bank account to an account in another Bank at the locations as specified by RBI."
        ]
    },
    {
        "tag": "accounts 202",
        "patterns": [
            "Are all IVR based calls free"
        ],
        "responses": [
            "Yes, all IVR based PhoneBanking services are available free of cost. However agent assisted calls will be charged."
        ]
    },
    {
        "tag": "accounts 203",
        "patterns": [
            "How do I apply for a Basic Savings Bank Deposit Account - Farmers with HDFC Bank"
        ],
        "responses": [
            "To apply for a Basic Savings Bank Deposit Account - Farmers with HDFC Bank, you need to choose from the following: 1. Requesting a Bank representative to contact you.Fill in your details here and our representative will get in touch with you shortly. 2. Download an application form Once you have downloaded the form, you just need to follow the steps mentioned below: Print and fill-in the application form. Attach the required documents. Click here to see the documents required. Submit the documents at any of our branches. Click here to find a branch near you. Please allow us a week's time to revert on your application. View more"
        ]
    },
    {
        "tag": "accounts 204",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name (Kisan Club Savings account)"
        ],
        "responses": [
            "To know your beneficiary’s details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To know about Service charges and fees click here. For more details, Contact Us."
        ]
    },
    {
        "tag": "accounts 205",
        "patterns": [
            "Is a nomination facility available for lockers"
        ],
        "responses": [
            "Yes, a nomination facility is available to Individuals /Joint hirers of Safe Deposit Lockers."
        ]
    },
    {
        "tag": "accounts 206",
        "patterns": [
            "What are the timings for locker operations"
        ],
        "responses": [
            "You can plan your visit and access your locker on all working days during banking hours."
        ]
    },
    {
        "tag": "accounts 207",
        "patterns": [
            "How many nominees can be added to a single locker"
        ],
        "responses": [
            "A nomination can be made in favour of only one individual."
        ]
    },
    {
        "tag": "accounts 208",
        "patterns": [
            "Can I pay for the rent of a locker through my account"
        ],
        "responses": [
            "Yes, you can set a Standing Instruction in your Account to pay your annual locker rent."
        ]
    },
    {
        "tag": "accounts 209",
        "patterns": [
            "What is the procedure to add / cancel / modify a nominee in my locker"
        ],
        "responses": [
            "You will need to fill up the following forms and submit it to your locker branch. The forms are available in the Forms centre section of our website.- For addition of a nominee: Form SL1 (sole hirer) / SL1A (joint hirer)- For cancellation of nomination: Form SL2- For change of nomination: Form SL3 (sole hirer) / SL3A (joint hirer)The branch will assist you after the form has been submitted by you. For more details, Contact Us."
        ]
    },
    {
        "tag": "accounts 210",
        "patterns": [
            "What are the tenure options"
        ],
        "responses": [
            "The choice is yours. You can choose from any of our repayment options - 12, 18, 24, 30, 36 or 48 months, all specially designed to suit your requirements."
        ]
    },
    {
        "tag": "accounts 211",
        "patterns": [
            "When can I open a salary account with HDFC Bank"
        ],
        "responses": [
            "The salary account can be opened by virtue of your employer / company having a Corporate Salary arrangement with the Bank."
        ]
    },
    {
        "tag": "accounts 212",
        "patterns": [
            "I have not received the Welcome Letter and ATM/Debit Card PIN for my new account"
        ],
        "responses": [
            "If you have not recieved the same at your mailing address within 7 days from the receipt of the Welcome Kit containing the Account deliverables, kindly Contact us."
        ]
    },
    {
        "tag": "accounts 213",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of outstation cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centres where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click here. For other queries, Contact Us. View more"
        ]
    },
    {
        "tag": "accounts 214",
        "patterns": [
            "What to do if my Account becomes dormant"
        ],
        "responses": [
            "Due to non operation for a period of 2 years your account will become Dormant. In order to activate your account you are requested to :Submit a written instruction signed by all applicants along with ID proof and address proof at the branch where the account is held or at your nearest branch. Initiate credit or debit transaction atleast once in a year to keep your account active. For information on the complete address and contact details of our Branches as well as our PhoneBanking numbers Click Here"
        ]
    },
    {
        "tag": "accounts 215",
        "patterns": [
            "What are the documents required to open a salary account"
        ],
        "responses": [
            "To open a Salary Account you have to: Submit your identity proof and address proof along with your latest passport size photographs Proof of employment (Company ID Card / Appointment letter / Company Introduction through Introduction Letter OR attestation on Account opening form) Submit self-attested copies and originals for verification View more"
        ]
    },
    {
        "tag": "accounts 216",
        "patterns": [
            "Can a salary account have a joint applicant"
        ],
        "responses": [
            "Yes, parents, spouse, child or sibling can be a joint applicant to an account. The joint applicant will need to submit a valid photo ID and address proof."
        ]
    },
    {
        "tag": "accounts 217",
        "patterns": [
            "Is employment confirmation mandatory for me to open a Classic Salary Account"
        ],
        "responses": [
            "Yes, employment confirmation is required to ensure that you are an employee of the company."
        ]
    },
    {
        "tag": "accounts 218",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of out-station cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centers where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click hereFor other queries, Contact Us"
        ]
    },
    {
        "tag": "accounts 219",
        "patterns": [
            "How can I stop a cheque payment"
        ],
        "responses": [
            "To make a Stop Payment request on an issued Cheque, kindly follow the steps mentioned below: Log in to your NetBanking account Click on the Stop Payment of Cheque option available under Request menu on the left hand side of the web page Select the Account Number (if more than 1 account) Enter first/Start cheque number to the last/End cheque number, with a reason for stopping the payment. Click on Continue. On the next web page, you can verify and click on Confirm tab to confirm the stop payment request. To make a stop payment request on a single cheque, enter the same number in both the fields provided. Stop payment of cheques through NetBanking is free of charge. You may obtain the cheque series from PhoneBanking and then use NetBanking to stop the cheques. Alternatively, you could use PhoneBanking or the branch to make a Stop Payment request for a cheque. Read more about fees and charges applicable to stop cheques here. These charges attract a Service Tax and an Educational Cess as applicable in terms with the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 220",
        "patterns": [
            "Can a Company ID card be accepted as a Photo ID document"
        ],
        "responses": [
            "No, a Company ID cannot be accepted as a Photo ID document. A government issued photo ID card is mandatory."
        ]
    },
    {
        "tag": "accounts 221",
        "patterns": [
            "What is the procedure to add/modify or delete a nominee for all my accounts and deposits"
        ],
        "responses": [
            "To add/modify or delete a nominee you will need to fill the nomination form and submit it to your nearest branch. The branch will assist you after the form has been submitted by you.For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 222",
        "patterns": [
            "How long will it take to update a change of address"
        ],
        "responses": [
            "Your mailing address will be updated within 7 working days once the application, with any supporting documents, is received and found to be in order. The change in address will also be confirmed through system generated mailers sent to the old as well as the new addresses. If you do not receive any update after the stipulated time mentioned above, we request you to Contact Us with the following details in order to enable us to assist you further: The date when you submitted your request The complete Branch address where the request was submitted. Click here to see details of all our bank branches The name of the executive and complete address of the executive’s source branch, if the form is handed over to an executive"
        ]
    },
    {
        "tag": "accounts 223",
        "patterns": [
            "Can I use my existing Salary Account if I have changed employers"
        ],
        "responses": [
            "Yes, In case an arrangement exists, we request you to visit the nearest branch along with a letter or an e-mail received from the official Corporate email ID. The letter / e-mail should have your complete name and account number and state that you have joined the corporate."
        ]
    },
    {
        "tag": "accounts 224",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name"
        ],
        "responses": [
            "To know your beneficiary's details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To download a Service Brochure, click here For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 225",
        "patterns": [
            "From where can I enquire about the status of my request to change the residential address of my HDFC Bank account"
        ],
        "responses": [
            "Please revert with the following details for us to look into the matter: Date of submission of request for address change The branch where the request was submitted Your Customer ID or Account number (in case, the same has not been mentioned earlier) Your new address Kindly visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. The primary benefit of this account is that it enables the account holder to track reimbursements you receive from your company separately."
        ]
    },
    {
        "tag": "accounts 226",
        "patterns": [
            "From where can I enquire about the status of my request to change the residential address of my HDFC Bank account"
        ],
        "responses": [
            "Please revert with the following details for us to look into the matter: Date of submission of request for address change The branch where the request was submitted Your Customer ID or Account number (in case, the same has not been mentioned earlier) Your new address Kindly visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. The primary benefit of this account is that it enables the account holder to track reimbursements you receive from your company separately."
        ]
    },
    {
        "tag": "accounts 227",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name"
        ],
        "responses": [
            "To know your beneficiary's details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To download a Service Brochure, click here For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 228",
        "patterns": [
            "Can I use my existing Salary Account if I have changed employers"
        ],
        "responses": [
            "Yes, In case an arrangement exists, we request you to visit the nearest branch along with a letter or an e-mail received from the official Corporate email ID. The letter / e-mail should have your complete name and account number and state that you have joined the corporate."
        ]
    },
    {
        "tag": "accounts 229",
        "patterns": [
            "Is employment confirmation mandatory for me to open a Regular Salary Account"
        ],
        "responses": [
            "Yes, employment confirmation is required to ensure that you are an employee of the company."
        ]
    },
    {
        "tag": "accounts 230",
        "patterns": [
            "How can I stop a cheque payment"
        ],
        "responses": [
            "To make a Stop Payment request on an issued Cheque, kindly follow the steps mentioned below: Log in to your NetBanking account Click on the Stop Payment of Cheque option available under Request menu on the left hand side of the web page Select the Account Number (if more than 1 account) Enter first/Start cheque number to the last/End cheque number, with a reason for stopping the payment. Click on Continue. On the next web page, you can verify and click on Confirm tab to confirm the stop payment request. To make a stop payment request on a single cheque, enter the same number in both the fields provided. Stop payment of cheques through NetBanking is free of charge. You may obtain the cheque series from PhoneBanking and then use NetBanking to stop the cheques. Alternatively, you could use PhoneBanking or the branch to make a Stop Payment request for a cheque. Read more about fees and charges applicable to stop cheques here. These charges attract a Service Tax and an Educational Cess as applicable in terms with the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 231",
        "patterns": [
            "What are the eligibility criteria for Personal Accident Death Cover"
        ],
        "responses": [
            "Eligibility: The following are the broad Terms & Conditions of the captioned cover on salary account and Titanium Royale Debit card Accidental Death resulting from bodily injury due accident only (for Defence: under civilian condition (off duty) ) Accidental Death resulting from bodily injury which directly and independently of all other causes results in Death within twelve (12) months of the event date On the event date, the account holder Is a bonafide employees (aged less than 70 years ) of the organization to whom the specific offer has been extended Is holding a Salary Account under the Corporate Salary Account Program with HDFC Bank and has received salary credit in the month or month prior Should have carried out at least one purchase transaction using the Debit Card, within 6 months prior to the date of loss. In case of Air Accidental Death claim ticket should have been purchased using Debit Card linked to Salary Account Cover provided only to the primary account holder"
        ]
    },
    {
        "tag": "accounts 232",
        "patterns": [
            "What is the procedure to add/modify or delete a nominee for all my accounts and deposits"
        ],
        "responses": [
            "To add/modify or delete a nominee you will need to fill the nomination form and submit it to your nearest branch. The branch will assist you after the form has been submitted by you.For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 233",
        "patterns": [
            "How long will it take to update a change of address"
        ],
        "responses": [
            "Your mailing address will be updated within 7 working days once the application, with any supporting documents, is received and found to be in order. The change in address will also be confirmed through system generated mailers sent to the old as well as the new addresses. If you do not receive any update after the stipulated time mentioned above, we request you to Contact Us with the following details in order to enable us to assist you further: The date when you submitted your request The complete Branch address where the request was submitted. Click here to see details of all our bank branches The name of the executive and complete address of the executive’s source branch, if the form is handed over to an executive"
        ]
    },
    {
        "tag": "accounts 234",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of out-station cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centers where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click hereFor other queries, Contact Us"
        ]
    },
    {
        "tag": "accounts 235",
        "patterns": [
            "Can a Company ID card be accepted as a Photo ID document"
        ],
        "responses": [
            "No, a Company ID cannot be accepted as a Photo ID document. A government issued photo ID card is mandatory."
        ]
    },
    {
        "tag": "accounts 236",
        "patterns": [
            "Can I use my existing Salary Account if I have changed employers"
        ],
        "responses": [
            "Yes, In case an arrangement exists, we request you to visit the nearest branch along with a letter or an e-mail received from the official Corporate email ID. The letter / e-mail should have your complete name and account number and state that you have joined the corporate."
        ]
    },
    {
        "tag": "accounts 237",
        "patterns": [
            "Can a salary account have a joint applicant"
        ],
        "responses": [
            "Yes, parents, spouse, child or sibling can be a joint applicant to an account. The joint applicant will need to submit a valid photo ID and address proof."
        ]
    },
    {
        "tag": "accounts 238",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of out-station cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centers where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click hereFor other queries, Contact Us"
        ]
    },
    {
        "tag": "accounts 239",
        "patterns": [
            "How long will it take to update a change of address"
        ],
        "responses": [
            "Your mailing address will be updated within 7 working days once the application, with any supporting documents, is received and found to be in order. The change in address will also be confirmed through system generated mailers sent to the old as well as the new addresses. If you do not receive any update after the stipulated time mentioned above, we request you to Contact Us with the following details in order to enable us to assist you further: The date when you submitted your request The complete Branch address where the request was submitted. Click here to see details of all our bank branches The name of the executive and complete address of the executive’s source branch, if the form is handed over to an executive"
        ]
    },
    {
        "tag": "accounts 240",
        "patterns": [
            "Is employment confirmation mandatory to open a Premium Salary Account"
        ],
        "responses": [
            "Yes, employment confirmation is required to ensure that you are an employee of the company."
        ]
    },
    {
        "tag": "accounts 241",
        "patterns": [
            "What are the eligibility criteria for Personal Accident Death Cover"
        ],
        "responses": [
            "Eligibility: The following are the broad Terms & Conditions of the captioned cover on salary account and Titanium Royale Debit card Accidental Death resulting from bodily injury due accident only (for Defence: under civilian condition (off duty) ) Accidental Death resulting from bodily injury which directly and independently of all other causes results in Death within twelve (12) months of the event date On the event date, the account holder Is a bonafide employees (aged less than 70 years ) of the organization to whom the specific offer has been extended Is holding a Salary Account under the Corporate Salary Account Program with HDFC Bank and has received salary credit in the month or month prior Should have carried out at least one purchase transaction using the Debit Card, within 6 months prior to the date of loss. In case of Air Accidental Death claim ticket should have been purchased using Debit Card linked to Salary Account Cover provided only to the primary account holder"
        ]
    },
    {
        "tag": "accounts 242",
        "patterns": [
            "How can I stop a cheque payment"
        ],
        "responses": [
            "To make a Stop Payment request on an issued Cheque, kindly follow the steps mentioned below: Log in to your NetBanking account Click on the Stop Payment of Cheque option available under Request menu on the left hand side of the web page Select the Account Number (if more than 1 account) Enter first/Start cheque number to the last/End cheque number, with a reason for stopping the payment. Click on Continue. On the next web page, you can verify and click on Confirm tab to confirm the stop payment request. To make a stop payment request on a single cheque, enter the same number in both the fields provided. Stop payment of cheques through NetBanking is free of charge. You may obtain the cheque series from PhoneBanking and then use NetBanking to stop the cheques. Alternatively, you could use PhoneBanking or the branch to make a Stop Payment request for a cheque. Read more about fees and charges applicable to stop cheques here. These charges attract a Service Tax and an Educational Cess as applicable in terms with the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 243",
        "patterns": [
            "Can a Company ID card be accepted as a Photo ID document"
        ],
        "responses": [
            "No, a Company ID cannot be accepted as a Photo ID document. A government issued photo ID card is mandatory."
        ]
    },
    {
        "tag": "accounts 244",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name"
        ],
        "responses": [
            "To know your beneficiary's details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To download a Service Brochure, click here For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 245",
        "patterns": [
            "From where can I enquire about the status of my request to change the residential address of my HDFC Bank account"
        ],
        "responses": [
            "Please revert with the following details for us to look into the matter: Date of submission of request for address change The branch where the request was submitted Your Customer ID or Account number (in case, the same has not been mentioned earlier) Your new address Kindly visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. The primary benefit of this account is that it enables the account holder to track reimbursements you receive from your company separately."
        ]
    },
    {
        "tag": "accounts 246",
        "patterns": [
            "What are the modes of accident covered under Personal Accidental Death Cover"
        ],
        "responses": [
            "Accidental Death resulting from bodily injury due accident only under civilian condition (off duty)"
        ]
    },
    {
        "tag": "accounts 247",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name"
        ],
        "responses": [
            "To know your beneficiary's details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To download a Service Brochure, click here For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 248",
        "patterns": [
            "From where can I enquire about the status of my request to change the residential address of my HDFC Bank account"
        ],
        "responses": [
            "Please revert with the following details for us to look into the matter: Date of submission of request for address change The branch where the request was submitted Your Customer ID or Account number (in case, the same has not been mentioned earlier) Your new address Kindly visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. The primary benefit of this account is that it enables the account holder to track reimbursements you receive from your company separately."
        ]
    },
    {
        "tag": "accounts 249",
        "patterns": [
            "Is employment confirmation mandatory for me to open a Defence Salary Account"
        ],
        "responses": [
            "Yes, employment confirmation is required to ensure that you are an employee of the company."
        ]
    },
    {
        "tag": "accounts 250",
        "patterns": [
            "What are the eligibility criteria for Personal Accident Death Cover"
        ],
        "responses": [
            "Eligibility: The following are the broad Terms & Conditions of the captioned cover on salary account and Titanium Royale Debit card Accidental Death resulting from bodily injury due accident only (for Defence: under civilian condition (off duty) ) Accidental Death resulting from bodily injury which directly and independently of all other causes results in Death within twelve (12) months of the event date On the event date, the account holder Is a bonafide employees (aged less than 70 years ) of the organization to whom the specific offer has been extended Is holding a Salary Account under the Corporate Salary Account Program with HDFC Bank and has received salary credit in the month or month prior Should have carried out at least one purchase transaction using the Debit Card, within 6 months prior to the date of loss. In case of Air Accidental Death claim ticket should have been purchased using Debit Card linked to Salary Account Cover provided only to the primary account holder"
        ]
    },
    {
        "tag": "accounts 251",
        "patterns": [
            "What is the procedure to add/modify or delete a nominee for all my accounts and deposits"
        ],
        "responses": [
            "To add/modify or delete a nominee you will need to fill the nomination form and submit it to your nearest branch. The branch will assist you after the form has been submitted by you.For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 252",
        "patterns": [
            "Can a Defence ID card be accepted as a Photo ID document (Defense Salary Account)"
        ],
        "responses": [
            "A Defence ID can be accepted as a Photo ID document."
        ]
    },
    {
        "tag": "accounts 253",
        "patterns": [
            "How long will it take to update a change of address"
        ],
        "responses": [
            "Your mailing address will be updated within 7 working days once the application, with any supporting documents, is received and found to be in order. The change in address will also be confirmed through system generated mailers sent to the old as well as the new addresses. If you do not receive any update after the stipulated time mentioned above, we request you to Contact Us with the following details in order to enable us to assist you further: The date when you submitted your request The complete Branch address where the request was submitted. Click here to see details of all our bank branches The name of the executive and complete address of the executive’s source branch, if the form is handed over to an executive"
        ]
    },
    {
        "tag": "accounts 254",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of out-station cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centers where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click hereFor other queries, Contact Us"
        ]
    },
    {
        "tag": "accounts 255",
        "patterns": [
            "How can I stop a cheque payment"
        ],
        "responses": [
            "To make a Stop Payment request on an issued Cheque, kindly follow the steps mentioned below: Log in to your NetBanking account Click on the Stop Payment of Cheque option available under Request menu on the left hand side of the web page Select the Account Number (if more than 1 account) Enter first/Start cheque number to the last/End cheque number, with a reason for stopping the payment. Click on Continue. On the next web page, you can verify and click on Confirm tab to confirm the stop payment request. To make a stop payment request on a single cheque, enter the same number in both the fields provided. Stop payment of cheques through NetBanking is free of charge. You may obtain the cheque series from PhoneBanking and then use NetBanking to stop the cheques. Alternatively, you could use PhoneBanking or the branch to make a Stop Payment request for a cheque. Read more about fees and charges applicable to stop cheques here. These charges attract a Service Tax and an Educational Cess as applicable in terms with the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 256",
        "patterns": [
            "Can I use my existing Salary Account if I have changed employers"
        ],
        "responses": [
            "Yes, In case an arrangement exists, we request you to visit the nearest branch along with a letter or an e-mail received from the official Corporate email ID. The letter / e-mail should have your complete name and account number and state that you have joined the corporate."
        ]
    },
    {
        "tag": "accounts 257",
        "patterns": [
            "Can a Company ID card be accepted as a Photo ID document (Basic Savings Bank Deposit Account - Salary)"
        ],
        "responses": [
            "No, a Company ID cannot be accepted as a Photo ID document. A government issued photo ID card is mandatory."
        ]
    },
    {
        "tag": "accounts 258",
        "patterns": [
            "Is address proof a mandatory requirement (Basic Savings Bank Deposit Account - Salary)"
        ],
        "responses": [
            "Yes. address proof is mandatory"
        ]
    },
    {
        "tag": "accounts 259",
        "patterns": [
            "How can I stop a cheque payment"
        ],
        "responses": [
            "To make a Stop Payment request on an issued Cheque, kindly follow the steps mentioned below: Log in to your NetBanking account Click on the Stop Payment of Cheque option available under Request menu on the left hand side of the web page Select the Account Number (if more than 1 account) Enter first/Start cheque number to the last/End cheque number, with a reason for stopping the payment. Click on Continue. On the next web page, you can verify and click on Confirm tab to confirm the stop payment request. To make a stop payment request on a single cheque, enter the same number in both the fields provided. Stop payment of cheques through NetBanking is free of charge. You may obtain the cheque series from PhoneBanking and then use NetBanking to stop the cheques. Alternatively, you could use PhoneBanking or the branch to make a Stop Payment request for a cheque. Read more about fees and charges applicable to stop cheques here. These charges attract a Service Tax and an Educational Cess as applicable in terms with the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 260",
        "patterns": [
            "Can I use my existing Basic Savings Bank Deposit Account - Salary if I have changed employers"
        ],
        "responses": [
            "Yes, In case an arrangement exists, we request you to visit the nearest branch along with a letter or an e-mail received from the official Corporate email ID. The letter / e-mail should have your complete name and account number and state that you have joined the corporate."
        ]
    },
    {
        "tag": "accounts 261",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of out-station cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centers where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click hereFor other queries, Contact Us"
        ]
    },
    {
        "tag": "accounts 262",
        "patterns": [
            "Is employment confirmation mandatory for me to open a Basic Savings Bank Deposit Account - Salary"
        ],
        "responses": [
            "To ensure that you are an employee of the company a confirmation of employment is necessary."
        ]
    },
    {
        "tag": "accounts 263",
        "patterns": [
            "What is the procedure to add/modify or delete a nominee for all my accounts and deposits"
        ],
        "responses": [
            "To add/modify or delete a nominee you will need to fill the nomination form and submit it to your nearest branch. The branch will assist you after the form has been submitted by you.For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 264",
        "patterns": [
            "How long will it take to update a change of address"
        ],
        "responses": [
            "Your mailing address will be updated within 7 working days once the application, with any supporting documents, is received and found to be in order. The change in address will also be confirmed through system generated mailers sent to the old as well as the new addresses. If you do not receive any update after the stipulated time mentioned above, we request you to Contact Us with the following details in order to enable us to assist you further: The date when you submitted your request The complete Branch address where the request was submitted. Click here to see details of all our bank branches The name of the executive and complete address of the executive’s source branch, if the form is handed over to an executive"
        ]
    },
    {
        "tag": "accounts 265",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name"
        ],
        "responses": [
            "To know your beneficiary's details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To download a Service Brochure, click here For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 266",
        "patterns": [
            "From where can I enquire about the status of my request to change the residential address of my HDFC Bank account"
        ],
        "responses": [
            "Please revert with the following details for us to look into the matter: Date of submission of request for address change The branch where the request was submitted Your Customer ID or Account number (in case, the same has not been mentioned earlier) Your new address Kindly visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. The primary benefit of this account is that it enables the account holder to track reimbursements you receive from your company separately."
        ]
    },
    {
        "tag": "accounts 267",
        "patterns": [
            "How do I know my beneficiary's details for a cheque issued in my name"
        ],
        "responses": [
            "To know your beneficiary's details for a cheque issued by you / issuer name for a cheque credited in your account, please contact any of our bank branches. To download a Service Brochure, click here For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 268",
        "patterns": [
            "From where can I enquire about the status of my request to change the residential address of my HDFC Bank account"
        ],
        "responses": [
            "Please revert with the following details for us to look into the matter: Date of submission of request for address change The branch where the request was submitted Your Customer ID or Account number (in case, the same has not been mentioned earlier) Your new address Kindly visit the URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers. The primary benefit of this account is that it enables the account holder to track reimbursements you receive from your company separately."
        ]
    },
    {
        "tag": "accounts 269",
        "patterns": [
            "What is the procedure to add/modify or delete a nominee for all my accounts and deposits"
        ],
        "responses": [
            "To add/modify or delete a nominee you will need to fill the nomination form and submit it to your nearest branch. The branch will assist you after the form has been submitted by you.For more details, Contact Us"
        ]
    },
    {
        "tag": "accounts 270",
        "patterns": [
            "What do I need to do to open a joint account"
        ],
        "responses": [
            "The Reimbursement Account has to be in the same order as your Salary Savings Account. In case your Salary savings account is a joint account then a separate introduction is not required and you only need to add the name in the (Account Opening Document) AOD."
        ]
    },
    {
        "tag": "accounts 271",
        "patterns": [
            "Will I be able to access both my accounts at all establishments/ATMs through a single Debit Card"
        ],
        "responses": [
            "Your existing Debit Card will be linked to both accounts. Any additional card will be charged at the regular rates. You will be able to select either account to transact at HDFC Bank ATMs. At other VISA/PLUS ATMs (Other Bank’s ATMs) you may or may not have access to both accounts. When such an option is unavailable, you can only access your salary account. If you are a VISA Electron Debit Cardholder you can access only your Salary Account at merchant locations for transactions and not your Reimbursement Account. If you are a Maestro Debit Cardholder may be able to select between your Salary Account and Reimbursement Account at merchant locations."
        ]
    },
    {
        "tag": "accounts 272",
        "patterns": [
            "Will I earn interest on the Reimbursement Account"
        ],
        "responses": [
            "The Reimbursement Account is value added benefit given to the salary account holder and hence is a non-interest bearing account."
        ]
    },
    {
        "tag": "accounts 273",
        "patterns": [
            "Why do I need a Reimbursement Account"
        ],
        "responses": [
            "A Reimbursement Account enables you to separate your regular monthly salary from the monthly reimbursements you receive from your company. This helps you track reimbursements separately."
        ]
    },
    {
        "tag": "accounts 274",
        "patterns": [
            "Will I be entitled to the same kind of benefits on this account as my Salary account"
        ],
        "responses": [
            "The features & benefits on the Reimbursement account are as follows: Click Here for features & benefits on the Reimbursement account."
        ]
    },
    {
        "tag": "accounts 275",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of out-station cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centers where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent bank, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click hereFor other queries, Contact Us"
        ]
    },
    {
        "tag": "accounts 276",
        "patterns": [
            "How long will it take to update a change of address"
        ],
        "responses": [
            "Your mailing address will be updated within 7 working days once the application, with any supporting documents, is received and found to be in order. The change in address will also be confirmed through system generated mailers sent to the old as well as the new addresses. If you do not receive any update after the stipulated time mentioned above, we request you to Contact Us with the following details in order to enable us to assist you further: The date when you submitted your request The complete Branch address where the request was submitted. Click here to see details of all our bank branches The name of the executive and complete address of the executive’s source branch, if the form is handed over to an executive"
        ]
    },
    {
        "tag": "accounts 277",
        "patterns": [
            "How can I stop a cheque payment"
        ],
        "responses": [
            "To make a Stop Payment request on an issued Cheque, kindly follow the steps mentioned below: Log in to your NetBanking account Click on the Stop Payment of Cheque option available under Request menu on the left hand side of the web page Select the Account Number (if more than 1 account) Enter first/Start cheque number to the last/End cheque number, with a reason for stopping the payment. Click on Continue. On the next web page, you can verify and click on Confirm tab to confirm the stop payment request. To make a stop payment request on a single cheque, enter the same number in both the fields provided. Stop payment of cheques through NetBanking is free of charge. You may obtain the cheque series from PhoneBanking and then use NetBanking to stop the cheques. Alternatively, you could use PhoneBanking or the branch to make a Stop Payment request for a cheque. Read more about fees and charges applicable to stop cheques here. These charges attract a Service Tax and an Educational Cess as applicable in terms with the current Finance Bill."
        ]
    },
    {
        "tag": "accounts 278",
        "patterns": [
            "Can I use this account for regular cheque/ cash deposits & withdrawals"
        ],
        "responses": [
            "Yes, you can use it as a regular account for typical banking transactions."
        ]
    },
    {
        "tag": "accounts 279",
        "patterns": [
            "Can I have multiple Zero Balance Salary Account with your Bank"
        ],
        "responses": [
            "NO,One Person can Avail only one Zero Balance Salary Account."
        ]
    },
    {
        "tag": "accounts 280",
        "patterns": [
            "What is the rate of interest I will earn on the balance in my Savings Account"
        ],
        "responses": [
            "Interest on a Savings Account is paid at 4.00% p.a. on a daily end of day balance, w.e.f. May 3, 2011."
        ]
    },
    {
        "tag": "accounts 281",
        "patterns": [
            "What happens if I don't use my savings account for a very long time"
        ],
        "responses": [
            "The account becomes dormant if there are no customer initiated transactions (excludes system generated transactions like credit interest, debit interest), in the account for a continuous period of two years. If the account status is 'Dormant', transactions through Direct Banking Channels like ATM, NetBanking, PhoneBanking are not be allowed by the Bank."
        ]
    },
    {
        "tag": "accounts 282",
        "patterns": [
            "How do I register for Email Statement/s"
        ],
        "responses": [
            "We request you to follow the steps mentioned below to register for an Email Statement of your Account: Step 1) Log in to Net Banking Step 2) On the left hand menu under 'Request’, click on ‘Email Statement Registration’ Step 3) After reading the Terms and Conditions, tick on the text box and then click on ‘Continue’ and then ‘Confirm’ Alternatively, you may submit the attached form to your nearest branch to register for the email statement facility. In case you are unable to visit a branch, we request you to send the form by post or courier. Find your nearest HDFC Bank Branch. Note / Important: Email statements are currently free of charge. Dispatch of the physical statements will discontinue once you register for Email Statement. For Savings Account Customers Only the Primary Account holder will be eligible for the Email Statement facility. In case you are a secondary account holder, you will not receive any Email Statements. For Current Account Holders Only a Sole Current Account holder can avail of this registration facility. For Managed Customers Combined Email Statements for all accounts linked to the Primary Customer ID will be provided across Savings and Current Accounts and Fixed Deposits. For any other queries or to know the status of an existing application, please call up PhoneBanking or write to us mentioning the details given below: HDFC Bank Branch /mode where your request was submitted Date when your request was submitted View more"
        ]
    },
    {
        "tag": "accounts 283",
        "patterns": [
            "How can I change / add the email ID in my account"
        ],
        "responses": [
            "We request you to follow the procedure mentioned below to change your email ID:We request you to follow either of procedure mentioned below to change / add your email ID: 1) Request through branch:Step 1) Fill the application form available at the Branch (duly signed by all the holders). Step 2) If you are unable to visit an HDFC Bank Branch, you can send the Form by post or courier. Note / Important: Instructions received through Net Banking, scan copy, fax or email will not be processed for security and authentication purposes. Updates for InstaAlerts (if registered) need to be done separately. InstaAlerts Updates: Please follow the steps mentioned below to update your Email ID online for InstaAlerts (in case you are registered for the InstaAlerts facility): Step 1) Log in to your NetBanking and click on InstaAlerts located at the top right corner of the web page Step 2) Click on Unsubscribe Alerts on the left hand pane of the web page Step 3) Check the Email option and select Continue” and then “Confirm” Step 4) Click on Subscribe for Alerts in the left hand pane of the web page Step 5) Check the Email option and enter your new mobile number, then click on “Continue” and “Confirm” Step 6) Go to Manage Alerts and select the required option 2) Request through Phone Banking:We request you to call up our PhoneBanking to change / add your email address. View more"
        ]
    },
    {
        "tag": "accounts 284",
        "patterns": [
            "How do I update my PAN number"
        ],
        "responses": [
            "We request you to follow either of the following procedure mentioned below to update you PAN number: 1) Request through branch: Step 1) Submit a written request specifying your updated PAN number Step 2) Give a self-attested photocopy of your PAN card. (carry originals for verification) 2) Request through Netbanking: We are glad to inform you that the PAN can be updated online from your NetBanking. Please follow the below steps to update your PAN online : Log in to NetBanking with your Customer Identification Number and NetBanking Password (IPIN) Click on 'Contact details' on the top right hand corner & Select Edit Pan number / Click on 'Add/Update PAN number' on the Accounts tabs Update your 10 digit PAN Click on Confirm Note :1. The submitted PAN will be updated within 5 working days, post validation of the PAN with the income tax records. 2. In case of any mismatch of the submitted PAN with Income Tax records, the updation request will be rejected and customer will be intimated. 3. In case of any reject, the customer will need to visit the nearest branch with copy of the PAN card for updation on Bank records. Please note in some cases of difference in name on PAN Card, the customer may be asked to submit additional documents. 4. In the absence of PAN detail on Bank records, the interest earned on Fixed Deposits will be subject to penal TDS at 20% (if applicable) View more"
        ]
    },
    {
        "tag": "accounts 285",
        "patterns": [
            "What is the time taken to realize outstation cheques"
        ],
        "responses": [
            "The indicative time taken for the realization of outstation cheques is given below: Cheques drawn where HDFC Bank has a branch, credit will be given on receipt of clear funds in: Main metro locations (Mumbai, Chennai, Kolkata, New Delhi): 7 working days Metro centers and state capitals (other than those of North Eastern states and Sikkim): Maximum period of 10 working days. In all other centres where we have branches: maximum period of 14 working days. Cheques drawn on non-branch locations where we have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days Cheques drawn on non-branch locations where we do not have a tie-up with correspondent banks, credit will be given on receipt of clear funds: Within a maximum period of 14 working days For more details on the outstation cheque collection policy, click here. For other queries, Contact Us. View more"
        ]
    },
    {
        "tag": "accounts 286",
        "patterns": [
            "How can I request for Physical Statement/s"
        ],
        "responses": [
            "Statements for the period of 2 years can be downloaded through NetBanking. We request you to follow the steps mentioned below to request for a statement of your Account. Step 1) Log in to Net Banking Steps 2) On the left hand pane under ‘Request’ option select ‘Account Statement’ Step 3) Select the Account number and Period for which the statement is required Step 4) Click on ‘Continue’ and ‘Confirm’ The account statement will be delivered to your address within 4 working day Alternatively you may request for a statement of your account through HDFC Bank PhoneBanking HDFC Bank ATM Any HDFC Bank Branch Charges applicable per duplicate Statement if requested through Branch Rs.100 Phone banking (Non-IVR) & ATM Rs.50 Net banking, Phone banking (IVR), & Mobile banking Rs.30 Email Nil As per the Finance Bill 2009, all fees and charges mentioned above will attract Service Tax @ 10% and Education Cess @ 3% of the service tax amount effective 24th February 2009. If you wish to know more about Account Statements or want to know its status if requested, please call up PhoneBanking or write to us with full details viz. date of request, mode of request and period of request. View more"
        ]
    },
    {
        "tag": "accounts 287",
        "patterns": [
            "Reissuance of ATM/Debit Card PIN"
        ],
        "responses": [
            "For reissuance of your ATM / Debit PIN, please choose any of the following modes: A. Through NetBanking - Click on Debit card. Select Pin Regeneration Select the card number. Click on continue Select the Reason for Regeneration Check the mailing address and confirm. Click on ‘Terms and conditions’ and confirm B. Through Branch - Please download Application Form The Application Form should be duly filled and signed by all Account Holder/s Submit the duly filled Application Form at the nearest Branch On receipt of Form and successful verification, the new ATM/Debit Card PIN will be sent to your mailing address To verify your mailing address in our records, please log into NetBanking (Go to “My Contact Details) C. Through PhoneBanking - Validate your Telephone Identification Number (TIN) View more"
        ]
    },
    {
        "tag": "accounts 288",
        "patterns": [
            "How can I change / update the address for my account"
        ],
        "responses": [
            "We request you to follow the below steps to update /change your address. You can Personally Visit your nearest Branch or You can send your request through courier, Post or Bearer to the nearest branch : 1) Click here to download the form or Fill the application form available at the Branch 2) The application form needs to be duly filled and signed by the account holder. 3) Please attach a copy of Address proof to the address change request. List of Valid Address proof documents. 4) If you are visiting the Branch, please carry your original documentation for verification. If you are sending the request through post, then please attach a copy of self-attested address proof. Note / Important: Your mailing address will be updated within 7 working days after receipt of complete documentation. Joint account holders need to fill separate request for address change You may view the updated address by logging on to NetBanking under My Contact Details. For any other queries or to know the status of an existing application, please call up PhoneBanking or write to us with the details mentioned below. HDFC Bank Branch where your request was submitted Date when your request was submitted Your complete new address and PIN code View more"
        ]
    },
    {
        "tag": "accounts 289",
        "patterns": [
            "How do I activate a 'Dormant' Savings Account"
        ],
        "responses": [
            "We request you to follow the steps mentioned below to activate your account: Step 1) Approach the branch in person. Step 2) Submit a written request for activation of your dormant account, signed as per operating instructions in the account. Step 3) Furnish proof of identity and Address (carry the original for verification) Step 4) Initiate a transaction and your account will be activated once again."
        ]
    },
    {
        "tag": "accounts 290",
        "patterns": [
            "How Do I Change / Add my Mobile Number"
        ],
        "responses": [
            "We request you to follow the procedure mentioned below to change your Mobile Number Step 1) Fill the application form available at the Branch (duly signed by all the holders). Step 2) If you are unable to visit an HDFC Bank Branch, you can send the form by post or courier. Note / Important: Instruction received through Net Banking, or scan copy, fax or email will not be processed for security and authentication purpose. Updates for InstaAlerts and / or Mobile Banking (if registered) need to be done separately. InstaAlerts Updates: Please submit your requirement at your nearest branch, through a written letter duly signed by all account holders. In case you are unable to visit a branch, you can send the letter by post or courier. Mobile Banking Updates/InstaQuery Updates: Please cancel InstaQuery on your old number and then re-register for InstaQuery on your new number by following the process mentioned below: Log in to Net Banking with your Customer Identification Number and NetBanking Password (IPIN). Click on InstaQuery Registration in the top right hand corner Select De-register for InstaQuery from the left hand side menu From the list shown, select the mobile number that needs to be de-registered Click on ‘Continue’ Select ‘Confirm’ Your InstaQuery de-registration request will be processed online Subsequently, you need to re-register for InstaQuery on the new number as below: Log in to NetBanking with your Customer Identification Number and NetBanking Password (IPIN). Click on InstaQuery Registration on the top right hand corner Select Subscribe for InstaQuery from the left hand side menu Choose your Account Number from the list of all accounts linked to your Customer Identification number. (All the account level transactions will be effective for the Primary Account selected by you at the time of registration. The primary account can be changed at a later stage using the 'Change Primary Account' facility in InstaQuery.) Provide your 10 digit mobile number along with the country code. Note that all Reliance CDMA customers need to provide a 10 digit mobile number only, without the country code. Click on the Check box which states ‘I accept Terms and Conditions’. Click on ‘Confirm’. Your request will be processed online. Alternatively, please submit the e-age banking form to a branch to avail of the InstaQuery facility. The form is available on www.hdfcbank.com, Please check for the availability of the service with your cellular service provider. View more"
        ]
    },
    {
        "tag": "accounts 291",
        "patterns": [
            "How can you transfer your Savings Account from one branch to another"
        ],
        "responses": [
            "Following is the process to be followed to transfer your account from one branch to another: An account transfer form, signed by all applicants, given at any of our branches. We recommend that you submit the form at the branch that you want your account transferred to. There will be no change in your account number. You can continue to use your existing chequebook, debit card etc"
        ]
    },
    {
        "tag": "accounts 292",
        "patterns": [
            "What are the documents required to open a New Savings Account"
        ],
        "responses": [
            "In order to open a new Savings Account, simply walk into the nearest HDFC Bank and speak to a customer service executive. Remember to carry the following documents (original for verification and self-attested copies for submission): Identity Proof Address Proof Latest passport size photographs Click here to see the List of valid identity/addres proof."
        ]
    },
    {
        "tag": "accounts 293",
        "patterns": [
            "What is the frequency of interest payout for a Savings Account"
        ],
        "responses": [
            "Interest earned on your Savings Account balance shall be credited to your account on Quarterly basis."
        ]
    },
    {
        "tag": "accounts 294",
        "patterns": [
            "Can I get a  Debit Card linked to my Institutional Savings Account"
        ],
        "responses": [
            "Yes. Business Debit Cards are issued to Authorised Signatories in the account. This is done provided the mode of operation is ‘Singly’ OR ‘Either or Survivor’ and the operating instructions allow the signatory to sign for amounts above Rs. 1.25 lakh. This is because the combined - ATM & POS - per day limit on the Business Debit Card is Rs.1.25 lakh."
        ]
    },
    {
        "tag": "accounts 295",
        "patterns": [
            "What is the general documentation requirement to open an Institutional Savings Account"
        ],
        "responses": [
            "The following documents are required: Account opening form for non-individuals to be completed and signed by all authorized signatories Registration proof with any state regulatory authorities Certificate of Registration with the Local Charities Commissioner (for charitable trusts) Income Tax registration u/s 12A for entities as specified in RBI circular Certified Copy of the Trust Deed / Bye-laws / MOA/ Constitution Proof of address of the Trust Certified Copy of the Resolution from Board of Trustees / governing body defining who is going to be the authorized signatory in the account / authorizing the opening and conduct of the account Proof of appointment of present Trustees/ governing body members in case they are not listed in the Trust Deed / bye-laws / constitutional document PAN Card / Form 60 as may be applicable FCRA declaration for receipt / non-receipt of foreign contribution into the account Beneficial Ownership declaration (only for Trusts) Proof of identity and photographs of all trustees authorised to operate the account View more"
        ]
    },
    {
        "tag": "accounts 296",
        "patterns": [
            "Can unregistered institutions open an Institutional Savings Account"
        ],
        "responses": [
            "No. Accounts of only registered trusts, societies, associations, clubs can be opened."
        ]
    },
    {
        "tag": "accounts 297",
        "patterns": [
            "Can transactions be done at any HDFC Bank branches"
        ],
        "responses": [
            "Yes. You can transact at any HDFC Bank across the country. Charges as mentioned in the Fees and charges section will apply."
        ]
    },
    {
        "tag": "accounts 298",
        "patterns": [
            "My institution will start receiving foreign contribution. Can I receive the same in the Institutional Savings Account"
        ],
        "responses": [
            "No. The institutional Savings Account cannot be used for receiving foreign contribution. You will need to open a separate FCRA account for receiving foreign contribution."
        ]
    },
    {
        "tag": "accounts 299",
        "patterns": [
            "Can funds be credited to an FCRA account simply after the account is opened"
        ],
        "responses": [
            "No. Funds can be credited to the FCRA account only after the approval from Ministry of Home Affairs (MHA) is received for that account. Till then, the account will be blocked."
        ]
    },
    {
        "tag": "accounts 300",
        "patterns": [
            "Is there an AMB (Average Monthly Balance) declaration required to be submitted along with the documents for an Institutional Savings Account"
        ],
        "responses": [
            "No. There is no AMB declaration required since it is a Zero Balance Account."
        ]
    },
    {
        "tag": "accounts 301",
        "patterns": [
            "Can NetBanking facility (financial rights) be enjoyed by  authorized signatories in the Institutional Savings Account"
        ],
        "responses": [
            "Yes. We do offer NetBanking financial rights to authorized signatories. You need to fill up an application form along with a Board Resolution in order to avail this facility."
        ]
    },
    {
        "tag": "accounts 302",
        "patterns": [
            "What is the AMB (Average Monthly Balance) requirement of the Institutional Savings Account"
        ],
        "responses": [
            "An Institutional Savings Account is a ZERO BALANCE account."
        ]
    },
    {
        "tag": "accounts 303",
        "patterns": [
            "Do I need to close my account when my kid attains majority"
        ],
        "responses": [
            "No, the existing account can be converted to a regular savings account. To convert the account the following will be required: AML section on the SB Regular AOF should be updated for the minor turned major Customers will also fill up the Kid’s Advantage account conversion form Identity Proof Address proof Photograph Proof of becoming major like Birth certificate, Passport etc"
        ]
    },
    {
        "tag": "accounts 304",
        "patterns": [
            "How long the Standing Instruction given will be valid"
        ],
        "responses": [
            "Please note that Standing Instruction to transfer any amount from your account to your Kid's Advantage account every month is a mandatory requirement for this account and is valid for a minimum tenure of 1 year. Post the same you need to submit a fresh request at nearest HDFC Bank branch to continue the standing instructions."
        ]
    },
    {
        "tag": "accounts 305",
        "patterns": [
            "Is the primary Customer ID of the Kids Advantage account will be same as my Customer ID"
        ],
        "responses": [
            "The primary Customer ID issued under your kids name for the Kid's Advantage account will be different from your Customer ID. You should use the primary customer ID to open the email statement you receive for your Kid's Advantage account."
        ]
    },
    {
        "tag": "accounts 306",
        "patterns": [
            "What are the documents required to open a Women's Savings Account"
        ],
        "responses": [
            "To open a Savings Account you have to: Submit your identity proof and address proof along with your latest passport size photographs Submit self-attested copies and originals for verification View more"
        ]
    }
]