[
    {
        "tag": "insurance 1",
        "patterns": [
            "What do you mean by exclusions under the Accidental Protection Plan - Hospital Cash"
        ],
        "responses": [
            "Exclusions are situations or conditions where HDFC ERGO is not liable to pay the benefits to the insured person in the event of an accident."
        ]
    },
    {
        "tag": "insurance 2",
        "patterns": [
            "Can I include my spouse in this the Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "Yes, you can include your spouse and up to 2 children in the policy."
        ]
    },
    {
        "tag": "insurance 3",
        "patterns": [
            "How do I make a claim"
        ],
        "responses": [
            "You can make a claim by calling our toll-free number 1800-226-226 (MTNL or BSNL) or 1800-2-700-700 (any line) or 022 6638 4800 (local/STD charges apply). We will then assist you with the submission of the documents required and the process will be completed within 7 working days, once all the required documents are submitted."
        ]
    },
    {
        "tag": "insurance 4",
        "patterns": [
            "When does my Revive Policy for Personal Accident start"
        ],
        "responses": [
            "It will commence within 15 days from the date of receipt of the form and premium payment."
        ]
    },
    {
        "tag": "insurance 5",
        "patterns": [
            "What plans are available under  the Revive Policy for Personal Accident"
        ],
        "responses": [
            "HDFC ERGO offers a wide range of sums insured ranging from Rs. 2.5 Lakhs to Rs. 15 Lakhs, with four plan options to choose from: Self Plan Self and Family Plan Self + Dependent Parents Add-On Self and Family + Dependent Parents Add-On"
        ]
    },
    {
        "tag": "insurance 6",
        "patterns": [
            "What benefit do I get from the Revive Policy for Personal Accident if I break my bones"
        ],
        "responses": [
            "You get 10% of the sum insured up to Rs. 50,000 (for dependent parents) if you break your bones in an accident."
        ]
    },
    {
        "tag": "insurance 7",
        "patterns": [
            "Is there an age limit to buy an  Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "We can insure anyone between the age of 18 and 69 years."
        ]
    },
    {
        "tag": "insurance 8",
        "patterns": [
            "Who can be a beneficiary under the Accidental Protection Plan - Hospital Cash"
        ],
        "responses": [
            "A beneficiary can be any member of your family."
        ]
    },
    {
        "tag": "insurance 9",
        "patterns": [
            "How do I renew my Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "We will send you renewal reminders. The number of days in advance the reminder is sent depends on the pay plan you have opted for. Pay plan break up: Cheque – 45 days Credit Card – 60 days View more"
        ]
    },
    {
        "tag": "insurance 10",
        "patterns": [
            "Will I get a renewed Revive Policy for Personal Accident policy"
        ],
        "responses": [
            "Yes, you will receive a renewed policy."
        ]
    },
    {
        "tag": "insurance 11",
        "patterns": [
            "What is the definition of a dependent child"
        ],
        "responses": [
            "A dependent child is an unmarried child between the age of 3 months and 18 years, or up to 21 years if in full time education, residing with the insured person."
        ]
    },
    {
        "tag": "insurance 12",
        "patterns": [
            "Does  the Accidental Protection Plan - Hospital Cash policy cover natural death and daily sickness as well"
        ],
        "responses": [
            "This policy only covers accidental death."
        ]
    },
    {
        "tag": "insurance 13",
        "patterns": [
            "Does this the Revive Policy for Personal Accident cover natural death and daily sickness"
        ],
        "responses": [
            "This policy only covers accidental death."
        ]
    },
    {
        "tag": "insurance 14",
        "patterns": [
            "What benefit do I get from the Accidental Protection Plan - Hospital Cash policy if I break my bones"
        ],
        "responses": [
            "You will be paid up to Rs. 50,000 if you break your bones in an accident."
        ]
    },
    {
        "tag": "insurance 15",
        "patterns": [
            "How do I make my premium payments for my Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "This is an annual policy where the premium can be made online via Credit Card, NetBanking or Cheque."
        ]
    },
    {
        "tag": "insurance 16",
        "patterns": [
            "What is an accident"
        ],
        "responses": [
            "An accident is any sudden or unexpected event, which leads to permanent physical disability or accidental death."
        ]
    },
    {
        "tag": "insurance 17",
        "patterns": [
            "When does my Accidental Protection Plan - Hospital Cash policy start"
        ],
        "responses": [
            "Your policy will commence within 15 days from the date of receipt of the form and premium payment."
        ]
    },
    {
        "tag": "insurance 18",
        "patterns": [
            "What is the definition of a dependent child"
        ],
        "responses": [
            "A dependent child is an unmarried child between the age of 3 months and 18 years, or up to 21 years if in full time education, residing with the insured person."
        ]
    },
    {
        "tag": "insurance 19",
        "patterns": [
            "Does  the Accidental Protection Plan - Hospital Cash policy have a hospital cash benefit"
        ],
        "responses": [
            "Yes hospital cash provides a benefit of Rs. 1,000 for every day up to a maximum of 30 days in case of hospitalization due to an accident."
        ]
    },
    {
        "tag": "insurance 20",
        "patterns": [
            "What is the cancellation procedure"
        ],
        "responses": [
            "The policy can be cancelled with a notice period of 30 days. The premium paid by you will be returned on a pro-rata basis or 25% of the annual premium, whichever is higher will be retained. Any cancellation request sent after 30 days of commencement of the policy will be refunded on a pro-rata basis."
        ]
    },
    {
        "tag": "insurance 21",
        "patterns": [
            "Does this the Revive Policy for Personal Accident have hospital cash benefit"
        ],
        "responses": [
            "Yes, hospital cash provides a benefit of Rs. 250 every day up to a maximum of 30 days in case of hospitalization due to an accident."
        ]
    },
    {
        "tag": "insurance 22",
        "patterns": [
            "What do you mean by exclusions under the Revive Policy for Personal Accident"
        ],
        "responses": [
            "Exclusions are situations or conditions where in HDFC ERGO is not liable to pay the benefits to the insured person in the event of an accident."
        ]
    },
    {
        "tag": "insurance 23",
        "patterns": [
            "How many members can be included under the Family Plan of the Revive Policy for Personal Accident"
        ],
        "responses": [
            "You can include your spouse and up to 2 children under the Family Plan."
        ]
    },
    {
        "tag": "insurance 24",
        "patterns": [
            "Is there an age limit to opt for a Revive Policy for Personal Accident"
        ],
        "responses": [
            "A Revive Policy is open to anyone between the age of 18 and 65 years."
        ]
    },
    {
        "tag": "insurance 25",
        "patterns": [
            "Why should I purchase Critical Illness Insurance"
        ],
        "responses": [
            "Critical Illness Insurance provides you and your family with additional financial security on the diagnosis of a critical illness. The policy provides a lump sum amount which could be used for: Cost of care and treatment Recuperation aids Pay off of debts Any loss in income owing to a decrease in ability to earn View more"
        ]
    },
    {
        "tag": "insurance 26",
        "patterns": [
            "What is Critical Illness Insurance"
        ],
        "responses": [
            "Critical Illness Insurance is a policy that pays out a lump sum amount up to the sum insured upon diagnosis of a critical illness covered under the policy."
        ]
    },
    {
        "tag": "insurance 27",
        "patterns": [
            "Can I make multiple claims for the same or any other listed Critical Illness"
        ],
        "responses": [
            "No, you can make only one claim during the lifetime of the policy."
        ]
    },
    {
        "tag": "insurance 28",
        "patterns": [
            "What is meant by disease under the Critical Illness - Platinum Plan"
        ],
        "responses": [
            "Disease is a pathological condition of a part, organ or system resulting from various causes such as infection, pathological process or environmental stress and characterized by an identifiable group of signs or symptoms."
        ]
    },
    {
        "tag": "insurance 29",
        "patterns": [
            "What are the available plans under the Critical Illness policy"
        ],
        "responses": [
            "You can choose to be insured for any of the following amounts: Rs. 2,50,000, Rs. 5,00,000, Rs.7,50,000 or Rs. 10,00,000."
        ]
    },
    {
        "tag": "insurance 30",
        "patterns": [
            "Who do I contact in the case of a claim under the Critical Illness policy"
        ],
        "responses": [
            "In the case of a claim under the policy, you should immediately intimate us on our helpline number. On receipt of the intimation, we will register the claim and assign a unique claim reference number which will be communicated to the insured and may be used for all future correspondence."
        ]
    },
    {
        "tag": "insurance 31",
        "patterns": [
            "What are the benefits under  the Critical Illness - Platinum Plan"
        ],
        "responses": [
            "The company will pay the sum insured as a lump sum on the first diagnosis of any one of the following critical illnesses, provided that the insured person survives a period of 30 days from the date of the first diagnosis. The following critical illnesses are covered under our plan: Heart Attack (Myocardial Infarction ) Coronary Artery Bypass Surgery Stroke Cancer Kidney Failure Major Organ Transplant Multiple Sclerosis Paralysis View more"
        ]
    },
    {
        "tag": "insurance 32",
        "patterns": [
            "What is a Benefit Policy"
        ],
        "responses": [
            "Under a Benefit Policy the insurance company pays the policy holder a lump sum amount, on the occurrence of an insured event."
        ]
    },
    {
        "tag": "insurance 33",
        "patterns": [
            "What are the medical tests that I need to undergo to enrol myself for the  - Platinum Plan policy"
        ],
        "responses": [
            "No pre-policy medical check up is required for individuals up to the age of 45 years."
        ]
    },
    {
        "tag": "insurance 34",
        "patterns": [
            "What documents are required at the time of a claim"
        ],
        "responses": [
            "The insured shall arrange for submission of the following documents required to process a claim within 45 days from the date of intimation. Duly completed claim form Original discharge summary Consultation note/ relevant treatment papers All relevant medical reports along with supporting invoices and doctors requisition advising the same Original and final hospitalization bills with detailed break-up Pharmacy Bills along with prescriptions Any other documents as may be required by the company On receipt of the claim documents the claim will be processed in accordance with the terms and conditions of the policy. View more"
        ]
    },
    {
        "tag": "insurance 35",
        "patterns": [
            "How do I make a claim under the Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "You can make a claim by calling our toll-free number 1800-226-226 (MTNL or BSNL) or 1800-2-700-700 (Any Line) or 022 6638 4800 (Local/STD charges apply). We will then assist you with the submission of the required documents and the process will be completed within 7 working days, once all the required documents are submitted."
        ]
    },
    {
        "tag": "insurance 36",
        "patterns": [
            "What do you mean by pre-existing diseases not covered under the Critical Illness plan"
        ],
        "responses": [
            "A pre-existing disease is any condition, ailment, injury or related condition for which the insured person had signs or symptoms and/or was diagnosed and/or received medical advice or treatment prior to the first policy with the company"
        ]
    },
    {
        "tag": "insurance 37",
        "patterns": [
            "Is there any tax exemption under the Health Suraksha policy"
        ],
        "responses": [
            "Yes, you can avail up to Rs. 15,000 as tax benefit under 'Section 80D'. In case you are a senior citizen, you can avail up to Rs. 20,000 as tax benefit under 'Section 80D'. Subject to changes in Tax laws"
        ]
    },
    {
        "tag": "insurance 38",
        "patterns": [
            "Is there any eligibility criterion to purchase this the Critical Illness policy"
        ],
        "responses": [
            "A Critical Illness policy covers individuals in the age group of 5 years to 45 years. Children between 5 years and 18 years will be covered only when both the parents are also insured under the policy."
        ]
    },
    {
        "tag": "insurance 39",
        "patterns": [
            "What is meant by disease under the Critical Illness - Platinum Plan"
        ],
        "responses": [
            "Disease is a pathological condition of a part, organ or system resulting from various causes such as infection, pathological process or environmental stress and characterized by an identifiable group of signs or symptoms."
        ]
    },
    {
        "tag": "insurance 40",
        "patterns": [
            "Can I make multiple claims for the same or any other listed Critical Illness"
        ],
        "responses": [
            "No, you can make only one claim during the lifetime of the policy."
        ]
    },
    {
        "tag": "insurance 41",
        "patterns": [
            "Are there any eligibility criteria to purchase this the Critical Illness - Platinum Plan"
        ],
        "responses": [
            "A Critical Illness policy covers individuals in the age group of 5 years to 45 years. Children between 5 and 18 years will be covered only if both parents are also insured under the policy."
        ]
    },
    {
        "tag": "insurance 42",
        "patterns": [
            "What is Critical Illness insurance"
        ],
        "responses": [
            "Critical Illness insurance is a policy that pays out a lump sum under ‘Section 80D’. In the case of senior citizens you can avail up to Rs. 20,000 as tax benefit under ‘Section 80D’."
        ]
    },
    {
        "tag": "insurance 43",
        "patterns": [
            "Why should I buy Critical Illness insurance"
        ],
        "responses": [
            "Critical Illness insurance provides you and your family additional financial security on the diagnosis of a critical illness. The policy provides a lump sum amount which could be used for: Cost of care and treatment Recuperation aid Debts pay off Any lost in income due to a decrease in ability to work View more"
        ]
    },
    {
        "tag": "insurance 44",
        "patterns": [
            "How do I make a claim under the Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "You can make a claim by calling our toll-free number 1800-226-226 (MTNL or BSNL) or 1800-2-700-700 (Any Line) or 022 6638 4800 (Local/STD charges apply). We will then assist you with the submission of the required documents and the process will be completed within 7 working days, once all the required documents are submitted."
        ]
    },
    {
        "tag": "insurance 45",
        "patterns": [
            "What documents are required at the time of a claim"
        ],
        "responses": [
            "The insured shall arrange for submission of the following documents required to process a claim within 45 days from the date of intimation. Duly completed claim form Original discharge summary Consultation note/ relevant treatment papers All relevant medical reports along with supporting invoices and doctors requisition advising the same Original and final hospitalization bills with detailed break-up Pharmacy Bills along with prescriptions Any other documents as may be required by the company On receipt of the claim documents the claim will be processed in accordance with the terms and conditions of the policy. View more"
        ]
    },
    {
        "tag": "insurance 46",
        "patterns": [
            "Who do I contact in the case of a claim under the Critical Illness - Platinum Plan"
        ],
        "responses": [
            "In the case of a claim under the policy, you should immediately intimate us on our helpline numbers."
        ]
    },
    {
        "tag": "insurance 47",
        "patterns": [
            "What are the medical tests that I need to undergo to enrol myself for the  - Platinum Plan policy"
        ],
        "responses": [
            "No pre-policy medical check up is required for individuals up to the age of 45 years."
        ]
    },
    {
        "tag": "insurance 48",
        "patterns": [
            "Why should I buy Critical Illness insurance"
        ],
        "responses": [
            "Critical Illness insurance provides you and your family additional financial security on the diagnosis of a critical illness. The policy provides a lump sum amount which could be used for: Cost of care and treatment Recuperation aid Debts pay off Any lost in income due to a decrease in ability to work View more"
        ]
    },
    {
        "tag": "insurance 49",
        "patterns": [
            "What are the benefits under  the Critical Illness - Platinum Plan"
        ],
        "responses": [
            "The company will pay the sum insured as a lump sum on the first diagnosis of any one of the following critical illnesses, provided that the insured person survives a period of 30 days from the date of the first diagnosis. The following critical illnesses are covered under our plan: Heart Attack (Myocardial Infarction ) Coronary Artery Bypass Surgery Stroke Cancer Kidney Failure Major Organ Transplant Multiple Sclerosis Paralysis View more"
        ]
    },
    {
        "tag": "insurance 50",
        "patterns": [
            "Is there any tax exemption under the Health Suraksha policy"
        ],
        "responses": [
            "Yes, you can avail up to Rs. 15,000 as tax benefit under 'Section 80D'. In case you are a senior citizen, you can avail up to Rs. 20,000 as tax benefit under 'Section 80D'. Subject to changes in Tax laws"
        ]
    },
    {
        "tag": "insurance 51",
        "patterns": [
            "What do you mean by pre-existing diseases not covered under the Critical Illness - Platinum plan"
        ],
        "responses": [
            "A pre-existing disease is any condition, ailment, injury or related condition for which the insured person had signs or symptoms and/or was diagnosed and/or received medical advice or treatment prior to the first policy with the company."
        ]
    },
    {
        "tag": "insurance 52",
        "patterns": [
            "What is cumulative bonus"
        ],
        "responses": [
            "Cumulative bonus is an increase in the sum insured by a specified percentage of every claim free year subject to a certain maximum, provided that the policy is renewed without any break. Under the Health Suraksha policy, you can avail a 5% cumulative bonus for every claim free year upto 50% of SI.."
        ]
    },
    {
        "tag": "insurance 53",
        "patterns": [
            "What is meant by Day Care Procedures"
        ],
        "responses": [
            "Day Care Procedures are the medical procedures/surgeries wherein the person does not need to be hospitalised for more than 24 hours due to technological advancement."
        ]
    },
    {
        "tag": "insurance 54",
        "patterns": [
            "What are Pre and Post hospitalisation expenses"
        ],
        "responses": [
            "Pre-hospitalisation expenses means medical expenses incurred for a specified number of days prior to hospitalisation for any disease, illness or injury sustained which is covered under the Policy. Post-hospitalisation expenses means medical expenses incurred for a specified number of days after discharge from the hospital. In 'Health Suraksha' the pre-hospitalisation period is 60 days while the post-hospitalisation period is 90 days."
        ]
    },
    {
        "tag": "insurance 55",
        "patterns": [
            "What are the benefits of a health card"
        ],
        "responses": [
            "A health card mentions the contact details and contact numbers of the TPA. In case of a medical emergency, you can call these numbers for queries, clarifications or to seek any kind of assistance. Moreover, you need to display your health card at the time of admission into the hospital."
        ]
    },
    {
        "tag": "insurance 56",
        "patterns": [
            "Do I need to pay for hospitalisation"
        ],
        "responses": [
            "If you are admitted in any of our network hospitals, you can avail a cashless facility. We will directly reimburse all the admissible expenses to the hospital. However, in case of non-network hospitals you will have to settle hospital bills at the time of discharge and consequently, the same will be reimbursed to you by us."
        ]
    },
    {
        "tag": "insurance 57",
        "patterns": [
            "What are the medical tests that I need to undergo to enrol myself for  the Critical Illness policy"
        ],
        "responses": [
            "No pre-policy medical check up is required for anyone up to the age of 45 years."
        ]
    },
    {
        "tag": "insurance 58",
        "patterns": [
            "What is Family Floater and what are its features"
        ],
        "responses": [
            "Family Floater is a policy wherein the entire family of the insured comprising of the insured and his/her dependents, are covered under a single sum insured. The advantages of such a policy are: All member of the family (as defined above) can be covered under one policy. A Single Premium is payable for the entire family The amount of the sum insured floats over the entire family, i.e. the limit can be used by any member of the family, any number of times. You do not have to keep track of renewals for different members. Just a single renewal date has to be remembered. View more"
        ]
    },
    {
        "tag": "insurance 59",
        "patterns": [
            "What is meant by disease"
        ],
        "responses": [
            "Disease means a pathological condition of a part, organ or system resulting from various causes such as infection, pathological process or environmental stress and characterised by an identifiable group of signs or symptoms."
        ]
    },
    {
        "tag": "insurance 60",
        "patterns": [
            "What are domiciliary hospitalisation expenses under the Health Suraksha policy"
        ],
        "responses": [
            "Domiciliary hospitalisation means medical treatment for a period exceeding 3 days for such illness, disease or injury which in the normal course would require care and treatment at a hospital/nursing home but is actually taken while confined at home in India, but only under the following circumstances: The condition of the patient is such that he/she cannot be taken to the hospital/nursing home The patient cannot be taken to the hospital/nursing home as a result of lack of accommodation therein View more"
        ]
    },
    {
        "tag": "insurance 61",
        "patterns": [
            "How do I make a claim under the Accidental Protection Plan - Hospital Cash policy"
        ],
        "responses": [
            "You can make a claim by calling our toll-free number 1800-226-226 (MTNL or BSNL) or 1800-2-700-700 (Any Line) or 022 6638 4800 (Local/STD charges apply). We will then assist you with the submission of the required documents and the process will be completed within 7 working days, once all the required documents are submitted."
        ]
    },
    {
        "tag": "insurance 62",
        "patterns": [
            "What is meant by Network Hospitals"
        ],
        "responses": [
            "These are hospitals that form part of the company's network (part of the company's tie-up list). For a complete list of network hospitals, log on to our website www.hdfcergo.com"
        ]
    },
    {
        "tag": "insurance 63",
        "patterns": [
            "Are there any special discounts available under the Health Suraksha policy"
        ],
        "responses": [
            "The policy provides a family discount of 10%, if 3 or more family members are covered under a single policy on an individual sum insured basis."
        ]
    },
    {
        "tag": "insurance 64",
        "patterns": [
            "What do you mean by pre-existing diseases"
        ],
        "responses": [
            "Any condition, ailment, injury of related condition(s) for which the insured person has had signs or symptoms and/or was diagnosed and/or has received medical advice/treatment within 48 months prior to the insured’s first policy with the company."
        ]
    },
    {
        "tag": "insurance 65",
        "patterns": [
            "What is a hospital/nursing home"
        ],
        "responses": [
            "A hospital/nursing home means an establishment which: is registered as such with a local authority and is under the supervision of a registered and qualified Medical Practitioner and operates for the reception, care and treatment of sick, ailing or injured persons as inpatients provides organized facilities for diagnosis and medical and surgical treatment at all times; and is not primarily a day clinic, rest or convalescent home or similar establishment and is not, other than incidentally, a place for the treatment of alcoholics or drug addicts or a rehabilitation centre;OR has a fully equipped operation theatre of its own wherever surgical operations are carried out provides nursing care and has a physician or a staff of physicians actually on the premises at all times at least 10 in-patient beds at all times View more"
        ]
    },
    {
        "tag": "insurance 66",
        "patterns": [
            "Are all Health Suraksha policy holders eligible for a health card"
        ],
        "responses": [
            "Yes, all policy holders are eligible for a health card as it is an important component of the policy."
        ]
    },
    {
        "tag": "insurance 67",
        "patterns": [
            "Why do I need health insurance"
        ],
        "responses": [
            "Health Insurance will protect you and your family against any financial contingency arising due to a medical emergency."
        ]
    },
    {
        "tag": "insurance 68",
        "patterns": [
            "What is covered under the Ayush benefit"
        ],
        "responses": [
            "Under the Ayush benefit expenses are reimbursed for in-patient treatment taken under Ayurveda, Unani, Sidha or Homeopathy."
        ]
    },
    {
        "tag": "insurance 69",
        "patterns": [
            "What are the benefits under  the Health Suraksha policy"
        ],
        "responses": [
            "Health Suraksha offers optimum health coverage at affordable prices. The plan not only covers hospitalisation expenses due to accidents or illness but also extends to cover pre and post hospitalisation expenses, day care procedures, domiciliary treatment, organ donor expenses, emergency ambulance and ayush benefit."
        ]
    },
    {
        "tag": "insurance 70",
        "patterns": [
            "What is an injury or injuries"
        ],
        "responses": [
            "Injury or injuries means any physical, external or accidental bodily injury occurring suddenly in time and resulting solely and independently of any other cause or any physical defect or infirmity existing before the period of insurance."
        ]
    },
    {
        "tag": "insurance 71",
        "patterns": [
            "What is meant by non-network hospitals"
        ],
        "responses": [
            "These hospitals do not form part of the company’s tie-up list. The bills are settled by the Insured and the relevant documents and bills are subsequently submitted to the TPA. The amount consequently, is reimbursed to the insured."
        ]
    },
    {
        "tag": "insurance 72",
        "patterns": [
            "What is meant by Organ Donor Expense"
        ],
        "responses": [
            "Organ Donor Expenses are all the hospitalisation expenses incurred by the donor for the donation of an organ (excluding the cost of the organ) to the insured during the course of an organ transplant."
        ]
    },
    {
        "tag": "insurance 73",
        "patterns": [
            "What do you mean by pre-existing diseases"
        ],
        "responses": [
            "Any condition, ailment, injury of related condition(s) for which the insured person has had signs or symptoms and/or was diagnosed and/or has received medical advice/treatment within 48 months prior to the insured’s first policy with the company."
        ]
    },
    {
        "tag": "insurance 74",
        "patterns": [
            "Who do I contact to submit a claim under Health Suraksha policy in case of hospitalisation"
        ],
        "responses": [
            "For hospitalization /claim, customer can contact via Call: 1800 200 1999 / 1860 2000 700 Fax: 1860 2000 600 Email: [email protected] Through IPO: Login to Insurance Portfolio Organizer (IPO) from HDFC Ergo website home page"
        ]
    },
    {
        "tag": "insurance 75",
        "patterns": [
            "Is there any tax exemption under the Health Suraksha policy"
        ],
        "responses": [
            "Yes, you can avail up to Rs. 15,000 as tax benefit under 'Section 80D'. In case you are a senior citizen, you can avail up to Rs. 20,000 as tax benefit under 'Section 80D'. Subject to changes in Tax laws"
        ]
    },
    {
        "tag": "insurance 76",
        "patterns": [
            "What are the plans available under this policy"
        ],
        "responses": [
            "You can insure yourself for Rs. 3 Lakhs, Rs. 4 Lakhs or Rs. 5 Lakhs. You can choose from any of the four plans mentioned below: 1 Adult 2 Adults 2 Adults and 1 Child 2 Adults and 2 Children The policy offers the option to cover on an individual sum insured basis or a family floater basis. View more"
        ]
    },
    {
        "tag": "insurance 77",
        "patterns": [
            "Is there any eligibility criterion to purchase this the Health Suraksha policy"
        ],
        "responses": [
            "A Health Suraksha policy is open to individuals from the age of 3 months to 65 years. There is no entry age limit unlike other policies"
        ]
    },
    {
        "tag": "insurance 78",
        "patterns": [
            "What is the benefit of broken bones under this policy"
        ],
        "responses": [
            "Pays 10 % of Sum Insured upto 50,000(for dependent parents), if an accident results in broken bones"
        ]
    },
    {
        "tag": "insurance 79",
        "patterns": [
            "How do I make a claim"
        ],
        "responses": [
            "You can make a claim by calling our Toll free number 1800-226-226 (MTNL or BSNL Line) or 1800-2-700-700 (Any Line) or 022 66384800 ( Local / STD charges apply). We will then assist you with the submission of the documents required and the process will be completed within 7 working days, once all the required documents are submitted."
        ]
    },
    {
        "tag": "insurance 80",
        "patterns": [
            "How do I renew my policy"
        ],
        "responses": [
            "We will send you renewal reminders. The number of days advance reminder depends upon the pay plan opted for.Payplansbreakup : Cheque-45daysCredit Card – 60 days"
        ]
    },
    {
        "tag": "insurance 81",
        "patterns": [
            "Will my accident policy cover me even if I am out of the country"
        ],
        "responses": [
            "Yes the accident policy will cover you even if you are out of the country. The sum insured will be paid to you in Indian Rupees in case of a claim i.e. the claim will be paid out in India only"
        ]
    },
    {
        "tag": "insurance 82",
        "patterns": [
            "Does this policy have hospital cash benefit"
        ],
        "responses": [
            "Yes, depending on the plan selected hospital cash provides a benefit up to Rs. 500 everyday upto a maximum of 45 days in case of hospitalization due to an accident."
        ]
    },
    {
        "tag": "insurance 83",
        "patterns": [
            "Does this policy cover natural death and daily sickness also"
        ],
        "responses": [
            "This policy only covers accidental death."
        ]
    },
    {
        "tag": "insurance 84",
        "patterns": [
            "What is the definition of a dependent child"
        ],
        "responses": [
            "Dependent child means an unmarried dependent child residing with the insured person between the age of 3 months and up to 18 years or up to the age of 21 if in full time education."
        ]
    },
    {
        "tag": "insurance 85",
        "patterns": [
            "Who can be the beneficiary"
        ],
        "responses": [
            "The beneficiary could be any member of your family."
        ]
    },
    {
        "tag": "insurance 86",
        "patterns": [
            "How many members can be included under the Family Plan"
        ],
        "responses": [
            "You can include your spouse as well as two dependent children under the Family Plan."
        ]
    },
    {
        "tag": "insurance 87",
        "patterns": [
            "What kind of documentation is required"
        ],
        "responses": [
            "The best part of this policy is that it has hassle free documentation. All you need to do is fill the complete proposal form with relevant details and sign it .Tick any one plan and attach a cheque or fill the credit card details in the form."
        ]
    },
    {
        "tag": "insurance 88",
        "patterns": [
            "What do you mean by exclusions"
        ],
        "responses": [
            "Exclusions are situations or conditions where in HDFC ERGO is not liable to pay the benefits to the insured person in the event of an accident."
        ]
    },
    {
        "tag": "insurance 89",
        "patterns": [
            "When does my policy start"
        ],
        "responses": [
            "This will be commenced within 15 days from the date of receipt of form & premium payment"
        ]
    },
    {
        "tag": "insurance 90",
        "patterns": [
            "Is there an age limit for opting Individual Personal Accident Plan 2 policy"
        ],
        "responses": [
            "It is open to everyone from the age of 18 years to 65 years."
        ]
    },
    {
        "tag": "insurance 91",
        "patterns": [
            "What are the benefits payable under this policy"
        ],
        "responses": [
            "Now you can protect your entire family with Individual Personal Accident Plan 2 against accidental injuries. The policy provides the benefits to you and your family, for Accidental Death, Permanent Disability, Broken Bones, Burns due to an accident. It also provides benefit of Ambulance cost and hospital cash."
        ]
    },
    {
        "tag": "insurance 92",
        "patterns": [
            "How do I make my premium payments"
        ],
        "responses": [
            "This is an annual policy, where the premium can be made via Credit Card or Cheque"
        ]
    },
    {
        "tag": "insurance 93",
        "patterns": [
            "Can I include my parents in this policy"
        ],
        "responses": [
            "Yes, you can include your dependent parents up to 70 years. The plan provides add on benefits for your dependent parents with an affordable flat rate. Now you can give back a small measure of the love and concern they showed for you."
        ]
    },
    {
        "tag": "insurance 94",
        "patterns": [
            "What kind of benefits is my spouse and children entitled to"
        ],
        "responses": [
            "100% of the sum insured in case of accidental death, permanent disability, broken bones, burns,Hospital cash of the spouse & 10% of the sum insured in case of accidental death or permanent disability of the children."
        ]
    },
    {
        "tag": "insurance 95",
        "patterns": [
            "What are the available plans with under this policy"
        ],
        "responses": [
            "HDFC ERGO offers you a wide range of Sum Insured, from Rs. 2.5 lakh to 15 lakh with four plan options to choose.Self PlanSelf & Family PlanSelf + Dependent Parents Add-onSelf & Family Plan + Dependent Parents Add-on"
        ]
    },
    {
        "tag": "insurance 96",
        "patterns": [
            "Will I get a renewed policy"
        ],
        "responses": [
            "Yes, you shall receive the renewed policy"
        ]
    },
    {
        "tag": "insurance 97",
        "patterns": [
            "What is the Cancellation procedure"
        ],
        "responses": [
            "The policy can be cancelled with a notice period of 30 days. The premium paid by you will be returned on a pro-rata basis or 25% of the annual premium whichever is higher would be retained. Any cancellation request sent after 30 days of the commencement of the policy will be refunded on pro - rata basis."
        ]
    },
    {
        "tag": "insurance 98",
        "patterns": [
            "How do I make my premium payments"
        ],
        "responses": [
            "This is an annual policy, where the premium can be made online via Credit Card/Netbanking or Cheque"
        ]
    },
    {
        "tag": "insurance 99",
        "patterns": [
            "What is an accident"
        ],
        "responses": [
            "Accident or Accidental means a sudden, unforeseen and involuntary event caused by external, visible & violent means"
        ]
    },
    {
        "tag": "insurance 100",
        "patterns": [
            "Can I include my parents in this policy"
        ],
        "responses": [
            "Yes, you can include your dependent parents up to 65 years. The plan provides add on benefits for your dependent parents with an affordable flat rate. Now you can give back a small measure of the love and concern they showed for you."
        ]
    },
    {
        "tag": "insurance 101",
        "patterns": [
            "How do I renew my policy"
        ],
        "responses": [
            "We will send you renewal reminders. The number of days advance reminder depends upon the pay plan opted for. Payplansbreakup : Cheque-45days Credit Card – 60 days"
        ]
    },
    {
        "tag": "insurance 102",
        "patterns": [
            "What is an accident"
        ],
        "responses": [
            "Accidentmeans a sudden, unforeseen and involuntary event caused by external, visible & violent means."
        ]
    },
    {
        "tag": "insurance 103",
        "patterns": [
            "What is the Cancellation procedure"
        ],
        "responses": [
            "The policy can be cancelled with a notice period of 30 days. The premium paid by you will be returned on a pro-rata basis or 25% of the annual premium whichever is higher would be retained. Any cancellation request sent after 30 days of the commencement of the policy will be refunded on pro - rata basis."
        ]
    },
    {
        "tag": "insurance 104",
        "patterns": [
            "How do I make my premium payments"
        ],
        "responses": [
            "This is an annual policy, where the premium can be made via Credit Card or Cheque."
        ]
    },
    {
        "tag": "insurance 105",
        "patterns": [
            "What is an accident"
        ],
        "responses": [
            "Accidentmeans a sudden, unforeseen and involuntary event caused by external, visible & violent means."
        ]
    },
    {
        "tag": "insurance 106",
        "patterns": [
            "Is there an age limit for opting HDFC Ergo Personal Accident Insurance policy"
        ],
        "responses": [
            "Personal Accident Insurance is open to everyone from the age of 18 years to 65 years."
        ]
    },
    {
        "tag": "insurance 107",
        "patterns": [
            "Till what age the HDFC Ergo Personal Accident Insurance policy can be renewed"
        ],
        "responses": [
            "Personal Accident Insurance policy can be renewed for life long"
        ]
    },
    {
        "tag": "insurance 108",
        "patterns": [
            "What do you mean by exclusions"
        ],
        "responses": [
            "Exclusions are situations or conditions where in HDFC ERGO is not liable to pay the benefits to the insured person in the event of an accident."
        ]
    },
    {
        "tag": "insurance 109",
        "patterns": [
            "Does this policy cover natural death and daily sickness also"
        ],
        "responses": [
            "This policy only covers accidental death."
        ]
    },
    {
        "tag": "insurance 110",
        "patterns": [
            "Who can be the beneficiary"
        ],
        "responses": [
            "The beneficiary could be any member of your family."
        ]
    },
    {
        "tag": "insurance 111",
        "patterns": [
            "Will my accident policy cover me even if I am out of the country"
        ],
        "responses": [
            "Yes the accident policy will cover you even if you are out of the country. The sum insured will be paid to you in Indian Rupees in case of a claim i.e. the claim will be paid out in India only."
        ]
    },
    {
        "tag": "insurance 112",
        "patterns": [
            "Does the threshold/deductible limit consist of single claim or multiple claims"
        ],
        "responses": [
            "Threshold/ deductable limit is an aggregate deductible which the customer has to pay either from his pocket or through other Mediclaim, beyond aggregate deductible (crossed in single claim or in multiple claims in a policy year) full claim amount will be paid by HDFC Ergo General Insurance. Example-1: Single Claim in a policy year Deductible Sum Insured in HDFC Ergo General Insurance Insured Super Top up Policy Claim amt assessed Deductible Exhaustion Balance Deductible Claim amt payable by other policy / saving Claim amt payable by HDFC Ergo General Insurance Insured Super Top up Policy At inception 200,000 800,000 0 0 200,000 0 0 Claim 1 200,000 800,000 10,000,00 2,00,000 0 2,00,000 8,00,000 Example-2: Multiple Claims in a policy year Deductible Sum Insured in HDFC Ergo General Insurance Insured Super Top up Policy Claim amt assessed Deductible Exhaustion Balance Deductible Claim amt payable by other policy / saving Claim amt payable by HDFC Ergo General Insurance Insured Super Top up Policy At inception 200,000 800,000 0 0 200,000 0 0 Claim 1 200,000 800,000 150,000 150,000 50,000 150,000 0 Claim 2 200,000 800,000 300,000 50,000 0 50,000 250,000 Claim 3 200,000 800,000 550,000 0 0 0 550,000 View more"
        ]
    },
    {
        "tag": "insurance 113",
        "patterns": [
            "Is there any co-payment applied on this policy"
        ],
        "responses": [
            "All person(s) named covered under the policy above the age of 80 years (age last birthday) shall bear a co-pay of 10% for each and every claim."
        ]
    },
    {
        "tag": "insurance 114",
        "patterns": [
            "Do I need to undergo medical test for buying this policy"
        ],
        "responses": [
            "You are not required to undergo any medical tests up to the age of 55 years, except if you have declared any pre-existing diseases or ailments at the time of applying for the policy. In such cases and for applicants above age 55 years, one has to undergo the specified medical tests."
        ]
    },
    {
        "tag": "insurance 115",
        "patterns": [
            "What are the Medical test charges"
        ],
        "responses": [
            "Pre agreed charges for health check up with our network provider are Rs 1000/- and Rs.1200/- per person for SET1 & SET2 respectively. On acceptance of proposals, we will reimburse 50% of the expenses."
        ]
    },
    {
        "tag": "insurance 116",
        "patterns": [
            "What is the minimum and maximum deductible in this plan"
        ],
        "responses": [
            "You can choose minimum of Rs. 2,00,000 and maximum of Rs. 5,00,000 aggregate deductible in this policy."
        ]
    },
    {
        "tag": "insurance 117",
        "patterns": [
            "What is the entry & exit age for this policy"
        ],
        "responses": [
            "One can be a proposer under the Policy from the age of 18 years to 65 years. You can insure your children from the age of 91 days to the age of 23 years."
        ]
    },
    {
        "tag": "insurance 118",
        "patterns": [
            "Can I also include my parents and parent- in-laws in this policy"
        ],
        "responses": [
            "Yes, you can include your parents and parent- in-laws in the same Policy on an Individual Sum Insured basis and in a separate Policy on floater Sum Insured basis."
        ]
    },
    {
        "tag": "insurance 119",
        "patterns": [
            "Is it mandatory to inform change in health condition in writing while renewing Super Top Up plan"
        ],
        "responses": [
            "No. There is no such obligation under the Policy. Once we have accepted the proposal, member will be eligible for life time renewal."
        ]
    },
    {
        "tag": "insurance 120",
        "patterns": [
            "If the claim amount is 6 lakhs, how much will be paid by HDFC Ergo General Insurance"
        ],
        "responses": [
            "Whatever is over and above the threshold limit will be paid."
        ]
    },
    {
        "tag": "insurance 121",
        "patterns": [
            "What are the documents required"
        ],
        "responses": [
            "Please refer Policy wordings for exhaustive list of claims documents required. We will not ask for anything over and above the list given in Policy."
        ]
    },
    {
        "tag": "insurance 122",
        "patterns": [
            "Will the continuity benefit (2years) be given on Super Top Up plan as well"
        ],
        "responses": [
            "Continuity benefit will not be available in Super Top Up plan as portability benefits are not available in this product."
        ]
    },
    {
        "tag": "insurance 123",
        "patterns": [
            "Does pre-existing cover start after 4 years or 3 years"
        ],
        "responses": [
            "The Policy covers expenses incurred for the treatment of diseases that you have before taking the Policy. Such will be covered only after 36 months of continuous coverage."
        ]
    },
    {
        "tag": "insurance 124",
        "patterns": [
            "Chemo & dialysis does not required local or general anesthesia will it be cover under day care"
        ],
        "responses": [
            "Yes, since chemo & dialysis are recurring procedures and does not require local or general anesthesia, in this context all such procedures will be covered & paid under day care procedures."
        ]
    },
    {
        "tag": "insurance 125",
        "patterns": [
            "Do we have any loading on pre-existing ailments"
        ],
        "responses": [
            "Yes, there were will be loading on pre existing ailments which will be arrived at after health check up of the customer. Acceptance of the proposal will be subject to medical underwriting."
        ]
    },
    {
        "tag": "insurance 126",
        "patterns": [
            "A person undergoes for dialysis 4 times in a week will it be covered if the basic deductible is exhausted"
        ],
        "responses": [
            "Yes, any illness payable under the Policy for which threshold gets exhausted, will be paid under Super top up."
        ]
    },
    {
        "tag": "insurance 127",
        "patterns": [
            "Can I cover my family members in this policy"
        ],
        "responses": [
            "You can cover your family members as given below in a single Policy on Individual Sum Insured basis. Brother, Sister, Grand Son, Grand Daughter, Daughter in Law, Son in Law, Nephew, Niece, Grand Mother and Grand Father."
        ]
    },
    {
        "tag": "insurance 128",
        "patterns": [
            "Will I get tax benefit if I cover my family on individual Sum Insured basis"
        ],
        "responses": [
            "Yes, you will get Tax benefit under section 80D."
        ]
    },
    {
        "tag": "insurance 129",
        "patterns": [
            "What will be the start date of my insurance policy"
        ],
        "responses": [
            "Your insurance cover starts from the commencement date indicated by you in the proposal form or receipt of the premium by us, whichever is later."
        ]
    },
    {
        "tag": "insurance 130",
        "patterns": [
            "If I have a home insurance policy with two different companies, will I benefit from both"
        ],
        "responses": [
            "If you have a policy with two insurance companies, at the time of the claim both insurance companies will pay on a proportionate basis."
        ]
    },
    {
        "tag": "insurance 131",
        "patterns": [
            "Is there an age limit on the property for it to be insured"
        ],
        "responses": [
            "No there is no age limit to buy a home insurance policy."
        ]
    },
    {
        "tag": "insurance 132",
        "patterns": [
            "What are the documents required to be submitted in case of a home burglary claim"
        ],
        "responses": [
            "The original invoice has to be submitted, giving the value of the items stolen. In addition to this you also have to give the replacement cost/repair cost, FIR, Final police report and claim form."
        ]
    },
    {
        "tag": "insurance 133",
        "patterns": [
            "What happens to the home insurance policy if the insured house is sold"
        ],
        "responses": [
            "From the time the transfer of ownership becomes effective, the policy stands cancelled and the insured ceases to be an insured under the policy. We will then refund the premium for the balance of the insured period."
        ]
    },
    {
        "tag": "insurance 134",
        "patterns": [
            "What is the difference between burglary, theft and larceny"
        ],
        "responses": [
            "Burglary is when there is forceful entry in the premises in order to rob. Theft is when there is a robbery without any evidence of forceful entry in the premises. Larceny is when a known person on the premises has robbed or stolen the insured’s belongings."
        ]
    },
    {
        "tag": "insurance 135",
        "patterns": [
            "Can a HUF/ Leased (Mhada/Cidco) property be insured"
        ],
        "responses": [
            "If you have financial interest in the property as owner or lessor then you can insure the property."
        ]
    },
    {
        "tag": "insurance 136",
        "patterns": [
            "When is an FIR necessary in a Home Insurance claim"
        ],
        "responses": [
            "A police FIR is mandatory in the case of: Burglary Theft Malicious Damage Riot and Strike Terrorism"
        ]
    },
    {
        "tag": "insurance 137",
        "patterns": [
            "What happens after the Home Insurance claim is registered"
        ],
        "responses": [
            "The surveyor contacts the customer in 48 hours. The claim form is sent to the customer’s correspondence address within 7 working days."
        ]
    },
    {
        "tag": "insurance 138",
        "patterns": [
            "How will I know my Home Insurance policy is due for renewal"
        ],
        "responses": [
            "The renewal notice for a home insurance policy is sent 30 to 45 days in advance of the expiry of the policy."
        ]
    },
    {
        "tag": "insurance 139",
        "patterns": [
            "What is the Home Insurance premium charged for fire and special peril cover and burglary and theft cover"
        ],
        "responses": [
            "The premium charged is Rs. 70 per Rs. 1 lakh for fire and special peril and Rs. 240 per Rs. 1 lakh for burglary and theft."
        ]
    },
    {
        "tag": "insurance 140",
        "patterns": [
            "Do you offer any discounts for Home Insurance"
        ],
        "responses": [
            "Yes, we do. The discounts available are: 24 hour security guard – 5% Burglar Alarm – 5% Both – 15%"
        ]
    },
    {
        "tag": "insurance 141",
        "patterns": [
            "Can a laptop be covered under a Home Insurance policy"
        ],
        "responses": [
            "Yes, it is covered only while it is in the insured residential premises."
        ]
    },
    {
        "tag": "insurance 142",
        "patterns": [
            "How do we value the property under home insurance"
        ],
        "responses": [
            "Property valuation is done by multiplying the built up area of the property with the cost of construction per square feet."
        ]
    },
    {
        "tag": "insurance 143",
        "patterns": [
            "Is an FIR necessary for a property damage claim under the Home Insurance policy"
        ],
        "responses": [
            "An FIR is mandatory in case of Malicious Damage, Riot and Strike, Terrorism, Burglary, Theft & Larceny claims.. However, it is not necessary in the case of floods, storms, earthquakes, lightning, subsidence or impact damage due to aircraft loss."
        ]
    },
    {
        "tag": "insurance 144",
        "patterns": [
            "Can an entire society or building be covered under your Home Insurance policy"
        ],
        "responses": [
            "No, an entire society cannot be covered under this product"
        ]
    },
    {
        "tag": "insurance 145",
        "patterns": [
            "What property is not covered under home insurance"
        ],
        "responses": [
            "The following properties are not covered: Properties under construction 'Kutcha' Constructions Residence-cum-office properties Residence-cum-shop Land View more"
        ]
    },
    {
        "tag": "insurance 146",
        "patterns": [
            "What are the eligibility criteria to avail a Home Insurance policy"
        ],
        "responses": [
            "Any resident Indian who is the owner of the property & which is located in India can purchase a Multi Year Home Insurance Policy."
        ]
    },
    {
        "tag": "insurance 147",
        "patterns": [
            "Why do I need a Children’s Plan"
        ],
        "responses": [
            "As a parent, your priority is your child’s future and being able to meet their dreams and aspirations. Providing a good education, establishing a professional career or even a modest wedding is becoming an expensive proposition with each passing year. Costs are increasing fast. Just imagine how much you will need when your young children tale these important steps in life in the future. With our Children’s Plans, you can start building regular savings today to help you secure your child’s immediate and future needs even when you are not around."
        ]
    },
    {
        "tag": "insurance 148",
        "patterns": [
            "Will I also be able to save tax through a Children’s Plan"
        ],
        "responses": [
            "Yes, you will be eligible for tax benefits under Section 80C and Section 10(10D) of the Income Tax Act, 1961, subject to the provisions contained therein (tax benefits are subject to change in the tax laws. Please refer to the Tax Benefits section for more details)."
        ]
    },
    {
        "tag": "insurance 149",
        "patterns": [
            "What are the factors to consider while buying a Children’s Plan"
        ],
        "responses": [
            "Consider the inflated costs of a normal educational course or any other requirements that your child might have in the future. This should be your targeted savings amount, which you would want to receive when the policy matures. Ideally, the term you should choose for the plan is when your child is in a position to require the money. Thereafter, you need to sit with your Relationship Manager to work out the amount to be invested and the level of protection required."
        ]
    },
    {
        "tag": "insurance 150",
        "patterns": [
            "Does HDFC SL offer Unit Linked plans within its entire range of Children’s Plans"
        ],
        "responses": [
            "Yes, the plan name is HDFC Young star super premium plan."
        ]
    },
    {
        "tag": "insurance 151",
        "patterns": [
            "Should I buy a plan in my Child’s name or in my own name"
        ],
        "responses": [
            "When purchasing a Life Insurance plan, it is important to remember that its main purpose is to replace an income that is lost in case of the unfortunate demise of the chief bread winner of the family (Life Assured). A child rarely has an income and therefore has no reason to be insured. If the Insurance Plan is taken in name of the child, the plan gets derailed in case of the unfortunate demise of the parent. Thus, the very objective of any Children’s Plan is undermined if the plan is acquired in the child’s name. Therefore, as far as possible, make sure that you, as a parent, are the Life Assured and the nominee or the beneficiary is your child."
        ]
    },
    {
        "tag": "insurance 152",
        "patterns": [
            "What is the surrender benefit"
        ],
        "responses": [
            "If you surrender before completion of the 5th policy year, your Fund Value less applicable charges will be moved to the DPF and the proceeds from DPF will be paid out on the completion of the lock-in period. If you surrender after completion of the 5th policy year your Fund Value will be paid out to you. Upon payment of this benefit the policy terminates and no further benefits are payable. Please refer to the policy document for further details on Surrender."
        ]
    },
    {
        "tag": "insurance 153",
        "patterns": [
            "Can I take any loan"
        ],
        "responses": [
            "Policy loan is not offered in this plan"
        ]
    },
    {
        "tag": "insurance 154",
        "patterns": [
            "What are the exclusions available under the Plan"
        ],
        "responses": [
            "In case of death due to suicide within 12 months from the date of inception of the policy or from the date of the revival of the policy, the nominee or beneficiary of the policyholder shall be entitled to the fund value, as available on the date of death.Any charges recovered subsequent to the date of death shall be paid back to the nominee or beneficiary along with the death benefit. For detailed exclusions for the plan options please refer to product brochure carefully and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 155",
        "patterns": [
            "What are the fund choices"
        ],
        "responses": [
            "The plan offers 4 funds of varying risk & return profiles. Income Fund, Balanced Fund, BlueChip Fund and Opportunities Fund"
        ]
    },
    {
        "tag": "insurance 156",
        "patterns": [
            "What are the Plan option available"
        ],
        "responses": [
            "There are 8 Plan options available under the Plan ProGrowth Super II. Please refer to the product brochure for details."
        ]
    },
    {
        "tag": "insurance 157",
        "patterns": [
            "What is the Settlement Option"
        ],
        "responses": [
            "In Settlement Option the Fund value is paid in periodical installments over a period which may extend up to 5 years. The value of installment payable on the date specified shall be subject to investment risk i.e. the NAV may go up or down depending upon the performance of the funds chosen by you. Your money will remain invested in the funds chosen by you and is subject to the same investment risks as during the policy term. During the Settlement period, the risk cover will cease, Fund Management Charge will continue to be deducted and no other charges shall be levied. Partial withdrawals and switches shall not be allowed during this period. Complete withdrawal may be allowed at any time during this period without levying any charge. At the end of this 5-year period, the balance units will be redeemed at the then prevailing unit price and the fund value will be paid to you."
        ]
    },
    {
        "tag": "insurance 158",
        "patterns": [
            "What is the min-max age at entry/maturity"
        ],
        "responses": [
            "Click here to view the min-max age at entry/maturity"
        ]
    },
    {
        "tag": "insurance 159",
        "patterns": [
            "What is the Maturity Benefit under the plan"
        ],
        "responses": [
            "On maturity, the policy holder will receive the sum assured plus accrued bonuses on full payment of premiums due throughout the premium paying term."
        ]
    },
    {
        "tag": "insurance 160",
        "patterns": [
            "What is the premium frequency available under the policy"
        ],
        "responses": [
            "The premiums can be paid annually, half-yearly, quarterly and annually"
        ]
    },
    {
        "tag": "insurance 161",
        "patterns": [
            "Can the plan be offered under limited underwriting"
        ],
        "responses": [
            "The plan can be applied for by filling in the Short Medical Questionnaire (SMQ), which may not require you to go for medicals."
        ]
    },
    {
        "tag": "insurance 162",
        "patterns": [
            "Do I have an option to avail of loans under the policy"
        ],
        "responses": [
            "The policyholder can avail a loan under the policy, provided the policy has acquired a surrender value and subject to terms and conditions as the company may specify from time to time."
        ]
    },
    {
        "tag": "insurance 163",
        "patterns": [
            "When does the plan acquire Guaranteed Surrender value"
        ],
        "responses": [
            "The plan will acquire a Guaranteed Surrender Value provided 2 full years' premium has been paid for a premium paying term of 7 years 3 full years' premium has been paid for a premium paying term of 10 years"
        ]
    },
    {
        "tag": "insurance 164",
        "patterns": [
            "What is the limited pay term available under the plan"
        ],
        "responses": [
            "With HDFC Life ClassicAssure Plus, pay premiums for 7 years for policy terms of 10 and 15 years or pay premiums for 10 years for policy term of 15 and 20 years."
        ]
    },
    {
        "tag": "insurance 165",
        "patterns": [
            "What is the Death-Benefit under the plan"
        ],
        "responses": [
            "On death of the life assured, provided all due premiums are paid, the company would pay the higher of the following Sum Assured 10 times annualised premium 105% of the premiums* paid (Premiums are excluding any taxes paid on the premium or any extra premiums) plus accrued bonuses, if any, to the nominee."
        ]
    },
    {
        "tag": "insurance 166",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide, within 12 months from the date of inception of the policy, the nominee of the policyholder shall be entitled to 80% of the premiums paid provided the policy is in-force or from the date of revival of the policy, the nominee of the policyholder shall be entitled to the amount which is higher of 80% of the premiums paid till date of death or the surrender value as available on death of death."
        ]
    },
    {
        "tag": "insurance 167",
        "patterns": [
            "What is a retirement plan"
        ],
        "responses": [
            "Retirement Plans refers to insurance plans which aim to offer you income/ pension after retirement when you may not have any other adequate source of income."
        ]
    },
    {
        "tag": "insurance 168",
        "patterns": [
            "Will automatic conversion of vesting benefit to annuity happen"
        ],
        "responses": [
            "Policyholder needs to purchase an annuity plan – by filling the annuity proposal form. Submit all relevant documents and annuity payout will occur as per the timeline."
        ]
    },
    {
        "tag": "insurance 169",
        "patterns": [
            "What are the additional servicing charges"
        ],
        "responses": [
            "Rs. 250 per request on. Premium collection related services such as cheque pick-up/premium payment via outstation cheques/drop-box deposit. Cheque bounce/cancellation of cheque. Request for duplicate documents such as duplicate premium receipt, duplicate policy document. Cancellation/failure of ECS/SI due to an error at client’s end or fresh request of ECS / SI mandate initiated by client. Premiums paid via credit card, the company may charge up to 2% of installment premium depending on the credit card used"
        ]
    },
    {
        "tag": "insurance 170",
        "patterns": [
            "What type of bonuses is this plan eligible for"
        ],
        "responses": [
            "Bonuses are as a percentage of the sum assured on vesting. Reversionary bonus, if declared, will be added every year annually. Interim and terminal bonuses, if declared."
        ]
    },
    {
        "tag": "insurance 171",
        "patterns": [
            "What are the conditions on revival"
        ],
        "responses": [
            "You will need to pay all the outstanding premiums and interest on the outstanding premiums and applicable taxes. Charge of Rs 250 shall be levied for processing the revival. The revival period shall be of two years from date of lapsation/paid up as specified by the current regulations."
        ]
    },
    {
        "tag": "insurance 172",
        "patterns": [
            "Why can't I have liquidity of complete amount on surrender"
        ],
        "responses": [
            "The plan aims to help in creating fund for retirement. Annuitisation of surrender benefit is mandated by the Regulator in the interest of the customer. Annuitisation ensures that the aim of the policy is not compromised for other financial needs."
        ]
    },
    {
        "tag": "insurance 173",
        "patterns": [
            "Can the vesting age be post-poned or pre-poned"
        ],
        "responses": [
            "No, policy term can’t be changed thus vesting age can’t be pre or postponed"
        ]
    },
    {
        "tag": "insurance 174",
        "patterns": [
            "Are all additions guaranteed"
        ],
        "responses": [
            "Yes, they are guaranteed to be paid for every completed policy term"
        ]
    },
    {
        "tag": "insurance 175",
        "patterns": [
            "Is sum assured a death benefit"
        ],
        "responses": [
            "Sum is assured for the vesting benefit. Death benefit is all the premiums paid till date @ 6.p.a. compounded."
        ]
    },
    {
        "tag": "insurance 176",
        "patterns": [
            "What are the conditions on revival"
        ],
        "responses": [
            "All the outstanding premiums and interest on the outstanding premiums and applicable taxes. Charge of Rs 250 shall be levied for processing the revival. The revival period shall be of two years as specified by the current regulations."
        ]
    },
    {
        "tag": "insurance 177",
        "patterns": [
            "Will sum assured be used to calculate any benefits"
        ],
        "responses": [
            "Yes, guaranteed additions and vesting addition is a percentage of this sum assured on vesting"
        ]
    },
    {
        "tag": "insurance 178",
        "patterns": [
            "Should I choose a Unit Linked or a non – Unit Linked plan"
        ],
        "responses": [
            "If your financial profile does not allow you to take risks through exposure to equity, bonus-based endowment plans are the most suitable for you. If that is not the case, unit-linked plans are the ideal vehicle for you to plan for your family’s future financial needs. Unit-linked plans are associated with transparent charging structure and certain flexibility, besides possessing the potential to deliver a higher amount on maturity."
        ]
    },
    {
        "tag": "insurance 179",
        "patterns": [
            "What do you mean by ‘switching funds’"
        ],
        "responses": [
            "Switching between funds implies that the policy holder can transfer his investments from one fund to another fund under the plan. This is usually done to change one’s investment pattern or strategy based on changes in the financial markets. For instance, one may want to switch from an equity based fund to a debt fund when the equity markets are on a downslide."
        ]
    },
    {
        "tag": "insurance 180",
        "patterns": [
            "What are the different types of Savings Plans"
        ],
        "responses": [
            "You may choose between a traditional endowment plan and unit-linked insurance plan depending on a number of factors including your risk profile, your understanding of different financial instruments and your ability to track your investments regularly. Therefore , those who are well aware of the financial markets, are willing to bear the investment risk and desire a higher return can look at unit linked products and vice versa."
        ]
    },
    {
        "tag": "insurance 181",
        "patterns": [
            "How can a policyholder track the performance of a policy fund"
        ],
        "responses": [
            "You can also track the daily NAV of your funds on our website or check them in leading newspapers."
        ]
    },
    {
        "tag": "insurance 182",
        "patterns": [
            "Can I take this plan without going for medicals"
        ],
        "responses": [
            "Yes this plan can be taken by filling short medical questionnaires subject to underwriting guidelines. For more details contact our Relationship Manager."
        ]
    },
    {
        "tag": "insurance 183",
        "patterns": [
            "What is the premium frequency available under the Plan"
        ],
        "responses": [
            "The plan is a single premium Savings cum Investment Plan with a fixed policy term of 15 years."
        ]
    },
    {
        "tag": "insurance 184",
        "patterns": [
            "What is the surrender benefit under the plan"
        ],
        "responses": [
            "If you surrender before completion of the 5th policy year, your Fund Value less applicable charges will be moved to If you surrender before the end of the 5 years from commencement of the policy, Your fund value (as on date of surrender) will be moved to the ‘Discontinued Policy Fund’ and will earn a minimum guaranteed return as specified by IRDA. The minimum guaranteed interest rate applicable to the ‘Discontinued Policy Fund’ shall be 4% p.a. Such rate may be changed in the future if the IRDA revises the minimum rate for discontinued policies. A Fund Management Charge of 0.50% p.a. will be levied on the ‘Discontinued Policy Fund’. The Discontinued Policy Fund (SFIN:ULIF05110/03/11DiscontdPF101) shall be a unit fund which will invest 100% of assets in Government Securities and/or Money Market Instruments. Your fund value as held in the ‘Discontinued Policy Fund’ will be payable to you at end of the 5th policy year. In case of the death of the Life Assured or Policyholder, before the payment of the surrender benefit, the amount in the Discontinued Policy Fund will be paid out immediately. If you surrender your policy after completion 5 years from commencement of the policy, your fund value will be paid to you. Once any surrender payment has been made, the policy terminates and no further benefits are payable."
        ]
    },
    {
        "tag": "insurance 185",
        "patterns": [
            "Can I take any loan"
        ],
        "responses": [
            "Policy loan is not offered in this plan"
        ]
    },
    {
        "tag": "insurance 186",
        "patterns": [
            "What are the fund choices"
        ],
        "responses": [
            "The plan offers 4 funds of varying risk & return profiles. Income Fund, Balanced Fund, BlueChip Fund and Opportunities Fund."
        ]
    },
    {
        "tag": "insurance 187",
        "patterns": [
            "What is the Settlement Option"
        ],
        "responses": [
            "In Settlement Option the Fund value is paid in periodical installments over a period which may extend up to 5 years. The value of installment payable on the date specified shall be subject to investment risk i.e. the NAV may go up or down depending upon the performance of the funds chosen by you. Your money will remain invested in the funds chosen by you and is subject to the same investment risks as during the policy term. During the Settlement period, the risk cover will cease, Fund Management Charge will continue to be deducted and no other charges shall be levied. Partial withdrawals and switches shall not be allowed during this period. Complete withdrawal may be allowed at any time during this period without levying any charge. At the end of this 5-year period, the balance units will be redeemed at the then prevailing unit price and the fund value will be paid to you."
        ]
    },
    {
        "tag": "insurance 188",
        "patterns": [
            "Can I take any loan"
        ],
        "responses": [
            "Policy loan is not offered in this plan"
        ]
    },
    {
        "tag": "insurance 189",
        "patterns": [
            "What are the fund choices"
        ],
        "responses": [
            "The plan offers 4 funds of varying risk & return profiles. Income Fund, Balanced Fund, BlueChip Fund and Opportunities Fund"
        ]
    },
    {
        "tag": "insurance 190",
        "patterns": [
            "What happens if premiums are not paid"
        ],
        "responses": [
            "If you have not paid your premium by the expiry of the grace period, you will have following options: to revive the Policy within a period of 2 years from the date of discontinuance, or to completely withdraw from the Policy without any risk cover, or to convert the policy into paid-up policy (available on discontinuance after completion of the 5 policy years) If you do not communicate to us on the above options, the following treatment will be applicable Discontinuance before completion of 5 years from commencement of the policy: Fund Value less applicable charges will be moved to ‘Discontinued Policy Fund (DPF)’.The proceeds from DPF will be paid out upon the completion of the lock-in period. Discontinuance on and after completion of the 5 years from commencement of the policy : Fund Value will be paid out to you. You have the option to revive a discontinued policy within two consecutive years from the date of discontinuance of the policy, subject to payment of all due & unpaid premiums and our underwriting policy"
        ]
    },
    {
        "tag": "insurance 191",
        "patterns": [
            "What is the surrender benefit"
        ],
        "responses": [
            "If you surrender before completion of the 5th policy year, your Fund Value less applicable charges will be moved to the DPF and the proceeds from DPF will be paid out on the completion of the lock-in period. If you surrender after completion of the 5th policy year your Fund Value will be paid out to you. Upon payment of this benefit the policy terminates and no further benefits are payable. Please refer to the policy document for further details on Surrender."
        ]
    },
    {
        "tag": "insurance 192",
        "patterns": [
            "What is the Settlement Option"
        ],
        "responses": [
            "In Settlement Option the Fund value is paid in periodical installments over a period which may extend up to 5 years. The value of installment payable on the date specified shall be subject to investment risk i.e. the NAV may go up or down depending upon the performance of the funds chosen by you. Your money will remain invested in the funds chosen by you and is subject to the same investment risks as during the policy term. During the Settlement period, the risk cover will cease, Fund Management Charge will continue to be deducted and no other charges shall be levied. Partial withdrawals and switches shall not be allowed during this period. Complete withdrawal may be allowed at any time during this period without levying any charge. At the end of this 5-year period, the balance units will be redeemed at the then prevailing unit price and the fund value will be paid to you."
        ]
    },
    {
        "tag": "insurance 193",
        "patterns": [
            "What are the fund choices"
        ],
        "responses": [
            "The plan offers 4 funds of varying risk & return profiles. Income Fund, Balanced Fund, BlueChip Fund and Opportunities Fund"
        ]
    },
    {
        "tag": "insurance 194",
        "patterns": [
            "Can I take any loan"
        ],
        "responses": [
            "Policy loan is not offered in this plan"
        ]
    },
    {
        "tag": "insurance 195",
        "patterns": [
            "What is the surrender benefit"
        ],
        "responses": [
            "If you surrender before completion of the 5th policy year, your Fund Value less applicable charges will be moved to the DPF and the proceeds from DPF will be paid out on the completion of the lock-in period. If you surrender after completion of the 5th policy year your Fund Value will be paid out to you. Upon payment of this benefit the policy terminates and no further benefits are payable. Please refer to the policy document for further details on Surrender."
        ]
    },
    {
        "tag": "insurance 196",
        "patterns": [
            "What happens if premiums are not paid"
        ],
        "responses": [
            "If you have not paid your premium by the expiry of the grace period, you will have following options: to revive the Policy within a period of 2 years from the date of discontinuance, or to completely withdraw from the Policy without any risk cover, or to convert the policy into paid-up policy (available on discontinuance after completion of the 5 policy years) If you do not communicate to us on the above options, the following treatment will be applicableDiscontinuance before completion of 5 years from commencement of the policy: Fund Value less applicable charges will be moved to ‘Discontinued Policy Fund (DPF)’.The proceeds from DPF will be paid out upon the completion of the lock-in period.Discontinuance on and after completion of the 5 years from commencement of the policy : Fund Value will be paid out to you You have the option to revive a discontinued policy within two consecutive years from the date of discontinuance of the policy, subject to payment of all due & unpaid premiums and our underwriting policy"
        ]
    },
    {
        "tag": "insurance 197",
        "patterns": [
            "What is the Settlement Option"
        ],
        "responses": [
            "In Settlement Option the Fund value is paid in periodical installments over a period which may extend up to 5 years. The value of installment payable on the date specified shall be subject to investment risk i.e. the NAV may go up or down depending upon the performance of the funds chosen by you. Your money will remain invested in the funds chosen by you and is subject to the same investment risks as during the policy term. During the Settlement period, the risk cover will cease, Fund Management Charge will continue to be deducted and no other charges shall be levied. Partial withdrawals and switches shall not be allowed during this period. Complete withdrawal may be allowed at any time during this period without levying any charge. At the end of this 5-year period, the balance units will be redeemed at the then prevailing unit price and the fund value will be paid to you."
        ]
    },
    {
        "tag": "insurance 198",
        "patterns": [
            "What are the different types of Savings Plans"
        ],
        "responses": [
            "You may choose between a traditional endowment plan and a unit-linked insurance plan depending on a number of factors including your risk profile, your understanding of different financial instruments and your ability to track your investments regularly. Therefore , those who are well aware of the financial markets, are willing to bear the investment risk and desire a higher return can look at unit linked products and vice versa."
        ]
    },
    {
        "tag": "insurance 199",
        "patterns": [
            "What is meant by a ‘With Profits’ plan"
        ],
        "responses": [
            "‘With Profits’ plans are plans where the premiums are invested in the ‘with profit’ This fund invests in a variety of assets to earn returns on your policy, which are shared with the policyholder’s in the form of bonuses which are declared annually. And once declared these bonuses are guaranteed."
        ]
    },
    {
        "tag": "insurance 200",
        "patterns": [
            "Should I choose a Unit Linked or a non – Unit Linked plan"
        ],
        "responses": [
            "If your financial profile does not allow you to take risks through exposure to equity, bonus-based endowment plans are the most suitable for you. If that is not the case, unit-linked plans are the ideal vehicle for you to plan for your family’s future financial needs. Unit-linked plans are associated with transparent charging structure and certain flexibility, besides possessing the potential to deliver a higher amount on maturity."
        ]
    },
    {
        "tag": "insurance 201",
        "patterns": [
            "What are the benefits of a retirement plan"
        ],
        "responses": [
            "Retirement Plans provide you with a steady flow of income post retirement so that you can continue to live a financially independent life."
        ]
    },
    {
        "tag": "insurance 202",
        "patterns": [
            "What is an Retirement Plan"
        ],
        "responses": [
            "Retirement Plans refer to insurance plans which aim to offer you income/ pension after retirement when you may not have any other adequate source of income."
        ]
    },
    {
        "tag": "insurance 203",
        "patterns": [
            "What is HDFC Life New Immediate Annuity Plan"
        ],
        "responses": [
            "The HDFC Immediate Annuity is a contract that uses your capital to provide you with a guaranteed gross income throughout your lifetime or over a period of your choice. This is the perfect way to plan for your expenses after your retirement. This means you can plan your life the way you want it to be, safe in the knowledge that your gross income will not fall during the period you have selected. This is the perfect way to plan for your expenses after your retirement. The HDFC Immediate Annuity plan offers a number of options to meet all your income needs."
        ]
    },
    {
        "tag": "insurance 204",
        "patterns": [
            "Why do I need Health Insurance"
        ],
        "responses": [
            "Medical emergencies come un-announced. Cost of healthcare can be enormous. In the absence of health insurance, this expense has to be borne out of pocket. This has an adverse impact on the financial situation of the family. World over long term illnesses are known to be the reason behind a family’s slide down the social ladder. Health Insurance cover provides the much needed financial assistance and will ensure that you access healthcare facilities when you need them the most without worrying about the medical expenses."
        ]
    },
    {
        "tag": "insurance 205",
        "patterns": [
            "Is Health Insurance the same as Life Insurance"
        ],
        "responses": [
            "Life insurance covers the risk of untimely death. Health insurance covers the risk of incurring unplanned medical expenses due to unforeseen medical emergencies."
        ]
    },
    {
        "tag": "insurance 206",
        "patterns": [
            "What is the policy term of the plan"
        ],
        "responses": [
            "The policy term is of whole life."
        ]
    },
    {
        "tag": "insurance 207",
        "patterns": [
            "Will the policyholder get a premium discount in cases where there is no claim submitted in the previous year"
        ],
        "responses": [
            "No, the Policyholder will not get any premium discount as the premiums are guaranteed or fixed for a period of three years from the date of inception or renewal of the policy. However, in the absence of claims in any year, the policyholder will be rewarded with the increase in Sum Insured through Multiplier Benefit."
        ]
    },
    {
        "tag": "insurance 208",
        "patterns": [
            "Who all can be covered under the Family Floater Plan"
        ],
        "responses": [
            "Policyholder can cover his lawful spouse, parents and parents-in-law subject to a maximum age of 70 years at entry and dependent children's age of 91 days and above."
        ]
    },
    {
        "tag": "insurance 209",
        "patterns": [
            "Which are the factors one should consider while choosing a Health Insurance Plan"
        ],
        "responses": [
            "We should check for the following factors while choosing a Health Insurance Policy: Guaranteed Renewability Types of exclusions and period of exclusion Any extra premium to be paid Day care procedure coverage Type and amount of No Claim bonus Availability of cash less service Longer duration of policy with Life Long renewability Shorter duration of pre-existing disease exclusion Sum insured high enough to provide adequate protection No change in premium every year, even if you claim Availability of no claim bonus Number of Day Care procedures covered Coverage for maternity and its complications Availability of Hospital Cash Benefit Cashless service at large network of hospitals View more"
        ]
    },
    {
        "tag": "insurance 210",
        "patterns": [
            "Can the policyholder get cashless services in case of hospitalization in a non-network hospital"
        ],
        "responses": [
            "No, the policyholder will not get any cashless service in a non-network hospital."
        ]
    },
    {
        "tag": "insurance 211",
        "patterns": [
            "What are Tax Benefits"
        ],
        "responses": [
            "As per prevailing income tax laws, HDFC Life Health Assure Plan is eligible for Tax Benefits u/s 80D of Income Tax Act."
        ]
    },
    {
        "tag": "insurance 212",
        "patterns": [
            "Why should I buy HDFC Life Health Assure Plan"
        ],
        "responses": [
            "HDFC Life Health Assure Plan provides reimbursement for unforeseen medical expenses and it comes with following unique features: Premium guarantee for three years i.e. premium does not change even after a claim has been made. If there is no claim under the policy , then your cover will be doubled after 2 claim-free years under multiplier benefit Plan offers Guaranteed Lifetime Renewability subject to prevailing premium rates"
        ]
    },
    {
        "tag": "insurance 213",
        "patterns": [
            "What is the amount of tax that can be saved"
        ],
        "responses": [
            "As per Section 80D, the premium paid for medical insurance is deductible from an individual’s income up to Rs. 15,000 per year. However, in case of a Senior Citizen (60 years and above) the applicable limit is Rs. 20,000 per year.If the medical insurance premium has been paid for one’s parents, an additional deduction of Rs. 15,000 can be claimed under section 80D every year. If one’s parents are Senior Citizens, an additional amount of Rs. 20,000 can be claimed. Thus, a policy holder can deduct up to Rs. 35,000 from his taxable income for medical insurance premiums paid.Premiums paid in cash will not qualify for tax benefit. Note: You cannot claim premiums paid for your in-laws or siblings (brothers and sisters). View more"
        ]
    },
    {
        "tag": "insurance 214",
        "patterns": [
            "Will a policyholder's premium increase in the next year if he makes a claim in the current year"
        ],
        "responses": [
            "No, the premium will not increase as premiums are guaranteed or fixed for a period of three years from the date of inception of the policy."
        ]
    },
    {
        "tag": "insurance 215",
        "patterns": [
            "Where can the policyholder get the list of Network Hospitals"
        ],
        "responses": [
            "The list of Network Hospitals is enclosed along with the Policy Document. The Policyholder can also visit the HDFC Life website, www.hdfclife.com, for the most updated list."
        ]
    },
    {
        "tag": "insurance 216",
        "patterns": [
            "Can I insure my children in the Family Floater Plan"
        ],
        "responses": [
            "Yes, you can insure your children from the age of 91 days."
        ]
    },
    {
        "tag": "insurance 217",
        "patterns": [
            "What is the difference between fixed benefit health insurance plans and reimbursement health insurance plans"
        ],
        "responses": [
            "Fixed benefit plans cover the risk associated with a rare critical illness and provide predetermined sum insured upon diagnosis of few covered conditions. Payment under fixed benefit plans is usually made upon diagnosis and is not linked to the medical expense that the life insured may incur for treatment of such condition. Such plans help one to compensate for loss of income that arises due to long period of treatment and recuperation that may be required. Such policies pay the benefits only once and then the cover ceases. Reimbursement plans provide for reimbursement of actual medical expenses incurred in a hospital. These medical expenses could range from low amounts incurred in treatment of common ailments like malaria or dengue to significant expenses incurred in treatment of critical illnesses. Such policies do not cease on payment of claim once and continue to pay the claims every year subject to continuous renewals. View more"
        ]
    },
    {
        "tag": "insurance 218",
        "patterns": [
            "What are the services offered by TPA"
        ],
        "responses": [
            "The services offered by TPA are given below: 24x7 assistance to policyholders through the toll free number Assistance for authorizing and processing cashless facilities Claim processing and reimbursement of claims"
        ]
    },
    {
        "tag": "insurance 219",
        "patterns": [
            "What is Health Insurance"
        ],
        "responses": [
            "Health insurance is a type of insurance coverage that covers the cost of an insured individual's medical and surgical expenses."
        ]
    },
    {
        "tag": "insurance 220",
        "patterns": [
            "What is the co pay that will need to be borne by the Life Insured in case of hospitalization in non network hospitals"
        ],
        "responses": [
            "The Life Insured has to bear a co-pay of 20% of the total hospital bill if they get hospitalized in any non-network hospital."
        ]
    },
    {
        "tag": "insurance 221",
        "patterns": [
            "What is the maximum age limit for buying this Plan"
        ],
        "responses": [
            "The maximum age allowed at entry is 70 years of age."
        ]
    },
    {
        "tag": "insurance 222",
        "patterns": [
            "What is the Maturity Benefit under the plan"
        ],
        "responses": [
            "Fund Value on the prevailing on the date of Maturity will be paid to the policyholder."
        ]
    },
    {
        "tag": "insurance 223",
        "patterns": [
            "What is the min-max age at entry/maturity"
        ],
        "responses": [
            "Minimum Maximum Policy Term (years) 10 10 Age at Entry Age (years) 14 55 Age at Maturity (years) NA 65 Premium Paying term 5 years"
        ]
    },
    {
        "tag": "insurance 224",
        "patterns": [
            "What is the premium frequency available under policy"
        ],
        "responses": [
            "Only annual mode is allowed under the plan."
        ]
    },
    {
        "tag": "insurance 225",
        "patterns": [
            "Can the plan be offered under limited underwriting"
        ],
        "responses": [
            "The plan can be applied for by filing in the Short Medical Questionnaire (SMQ), which may not require you to go for medicals subject to prevailing underwriting conditions."
        ]
    },
    {
        "tag": "insurance 226",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide within 12 months from the date of inception of the policy or from the date of the revival of the policy, the nominee or beneficiary of the policyholder shall be entitled to the fund value, as available on the date of death. Any charges recovered subsequent to the date of death shall be paid back to the nominee or beneficiary along with the death benefit."
        ]
    },
    {
        "tag": "insurance 227",
        "patterns": [
            "Do I have the option to avail a loan under the policy"
        ],
        "responses": [
            "No, the policy does not provide any loan facility."
        ]
    },
    {
        "tag": "insurance 228",
        "patterns": [
            "Can I withdraw before maturity"
        ],
        "responses": [
            "You can make lump sum partial withdrawals from your funds after 5 years of your policy, subject to terms & conditions. Please refer to product brochure for details."
        ]
    },
    {
        "tag": "insurance 229",
        "patterns": [
            "What is the Surrender Benefit"
        ],
        "responses": [
            "If you surrender before completion of the 5 years from commencement of the policy, your fund value, less discontinued charges, will be moved to the 'Discontinued Policy Fund'. The amount allocated to the 'Discontinued Policy Fund', with accrued interest, will be paid out on the completion of the lock-in period. Discontinuance charge will be deducted. If you surrender after completion of the 5 years from commencement of the policy, your fund value will be paid out immediately. Upon payment of this benefit, the policy terminates and no further benefits are payable. Please refer to product brochure for details"
        ]
    },
    {
        "tag": "insurance 230",
        "patterns": [
            "What happens if Premiums are not paid"
        ],
        "responses": [
            "This plan has a grace period of 30 days. You are expected to pay your annual premium through-out the policy term. Discontinuance before completion of 5 years from commencement of the policy: If you have not paid your premium by the expiry of the grace period, then you will have the following options: To revive the policy within a period of 2 years from the date of discontinuance, or To completely withdraw from the policy without any risk cover Your policy will be discontinued if: You do not exercise any of the above mentioned options; or You choose to completely withdraw from the policy without any risk cover Until the discontinuance of the policy, the risk cover will remain in-force and policy charges will continue to be deducted. Once the policy is discontinued, the risk cover will cease and the fund value (as on date of discontinuance) less the applicable Discontinuance Charge (Please see the Charges section for details of the Discontinuance Charges) will be moved to the 'Discontinued Policy Fund'. The minimum guaranteed interest rate applicable to the 'Discontinued Policy Fund' shall be 4% p.a. Such rate may be changed in the future if the IRDA revises the minimum rate for discontinued policies. The Discontinued Policy Fund (SFIN: ULIF05110/03/11DiscontdPF101) shall be a unit fund which will invest 100% of assets in Government Securities and/or Money Market Instruments. Any excess income earned in the discontinued fund over and above the minimum guaranteed interest rate shall also be apportioned to the 'Discontinued Policy Fund'. A Fund Management Charge of 0.50% p.a. will be levied for amounts in the 'Discontinued Policy Fund' If a discontinued policy is not revived, the proceeds will be paid out upon the completion of the lock-in period of five years. In the instances where the revival period is not completed at the end of the lock-in period, the policyholder can opt to receive the proceeds either upon the completion of the lock-in period or upon the completion of revival period. If, in such cases, the policyholder does not exercise any option, then the proceeds will be paid upon the completion of the lock-in period. After the payment of the discontinuance benefit, the policy shall terminate and no further benefits shall be payable under the policy. View more"
        ]
    },
    {
        "tag": "insurance 231",
        "patterns": [
            "What is the Death-Benefit under the plan"
        ],
        "responses": [
            "On death of the life assured, provided all due premiums are paid, Before the attainment of 60 years of age, the nominee will receive the higher of the following Sum assured (less all withdrawals made during the two year period immediately preceding the date of death) The total fund value On or after the attainment of age 60 years, the nominee will receive the higher of the following Sum assured (less all withdrawals made after attainment of age 58) The total fund value Minimum Death Benefit would be at least 105% of the annual premiums paid The policy will terminate thereafter and no more benefit will be payable. View more"
        ]
    },
    {
        "tag": "insurance 232",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide, within 12 months; From the date of inception of the policy, the nominee of the policyholder shall be entitled to 80% of the premiums paid, provided the policy is in-force. From the date of revival of the policy, the nominee of the policyholder shall be entitled to an amount which is higher of 80% of the premiums paid till the date of death or the surrender value as available on the date of death."
        ]
    },
    {
        "tag": "insurance 233",
        "patterns": [
            "When does the plan acquire Guaranteed Surrender value"
        ],
        "responses": [
            "The policy will acquire a Guaranteed Surrender Value (GSV) provided 2 full years’ premium has been paid for premium payment term of 8 years and 3 full years’ premium have been paid for premium payment term of 10 and 12 years."
        ]
    },
    {
        "tag": "insurance 234",
        "patterns": [
            "Do I have option to avail loan under the policy"
        ],
        "responses": [
            "The policyholder can avail Loan under the policy provided the policy has acquired a surrender value and subject to terms and conditions as the Company may specify from time to time."
        ]
    },
    {
        "tag": "insurance 235",
        "patterns": [
            "Is there any option available for monthly payout"
        ],
        "responses": [
            "Yes the plan provides the option to the policyholder to receive the future payouts monthly instead of yearly. In such cases, the monthly payout shall be 8% of the annual payout."
        ]
    },
    {
        "tag": "insurance 236",
        "patterns": [
            "What is the Guaranteed Base Income under the plan"
        ],
        "responses": [
            "Guaranteed Base Income is expressed as percentage of the Sum Assured on Maturity. This guaranteed amount is known to you at the inception and payable at the end of each year during the payout period as per your chosen plan option. The percentages are as follows: Option Guaranteed Base Income as % of Sum Assured on Maturity Annual GBI Total GBI for entire premium payment term 1 12.5% 100% 2 10.0% 100% 3 12.0% 120% 4 10.0% 120% 5 10.0% 120% 6 8.0% 120%"
        ]
    },
    {
        "tag": "insurance 237",
        "patterns": [
            "What is the Death Benefit under the plan"
        ],
        "responses": [
            "On death of the life assured during the term of the policy, provided all due premiums are paid; the nominee will receive the higher of the following: Sum Assured on Death + Accrued Reversionary Bonuses + Interim Bonus (if any) + Terminal Bonus (if any) 105% of premiums# paid till dateWhere, the Sum Assured on Death shall be the higher of: Sum Assured on Maturity 10 times Annualised Premium# for entry age up to 50 years and 7 times Annualised Premium# for entry age greater than 50 years #excludes any underwriting extra premiums, modal loadings and any taxes paid On death of the life assured during the payout period, the Death Benefit payable shall not be reduced by the survival benefits already paid. On payment of the Death Benefit during the policy term, the policy will terminate and no future payouts will be payable."
        ]
    },
    {
        "tag": "insurance 238",
        "patterns": [
            "What is the premium frequency available under policy"
        ],
        "responses": [
            "The premiums can be paid Annually, Half-Yearly, Quarterly and Monthly"
        ]
    },
    {
        "tag": "insurance 239",
        "patterns": [
            "What is the premium frequency available under policy"
        ],
        "responses": [
            "The premiums can be paid annually, half-yearly, quarterly and annually."
        ]
    },
    {
        "tag": "insurance 240",
        "patterns": [
            "What is the minimum/maximum Policy term/Premium payment term"
        ],
        "responses": [
            "Minimum Maximum Premium Paying Term (years) 5, 8 and 10 Policy Term (years) 15 25 Sum Assured (Rs) Will depend upon premium, premium payment term and policy term"
        ]
    },
    {
        "tag": "insurance 241",
        "patterns": [
            "What is the minimum/maximum age at entry/maturity"
        ],
        "responses": [
            "Eligibility Criteria Minimum Maximum Age at Entry Age (years) 30 days * 45 Age at Maturity (years) 18 70 All ages mentioned above are age last birthday. * The minimum age at maturity should be 18 years."
        ]
    },
    {
        "tag": "insurance 242",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide, within 12 months; From the date of inception of the policy, the nominee of the policyholder shall be entitled to 80% of the premiums paid, provided the policy is in-force From the date of revival of the policy, the nominee of the policyholder shall be entitled to the amount which is higher of 80% of the premiums paid till date of death or the surrender value as available on the date of death."
        ]
    },
    {
        "tag": "insurance 243",
        "patterns": [
            "What is the Maturity Benefit under the plan"
        ],
        "responses": [
            "The plan offers guaranteed additions (GA) as a percentage of sum assured accrued for each completed policy year payable at maturity. Policy term (Yrs) GA as % of Sum Assured 15 to 19 years 8% 20 to 25 years 9% On your survival, at end of the policy term, you will receive a lump sum benefit as the aggregate of: Sum Assured Accrued Guaranteed Additions Your Aggregate Maturity benefit as percentage of Sum Assured as per term chosen is as follows: Policy term 15 16 17 18 19 20 21 22 23 24 25 Maturity benefit as percentage of Sum Assured 220% 228% 236% 244% 252% 280% 289% 298% 307% 316% 325%"
        ]
    },
    {
        "tag": "insurance 244",
        "patterns": [
            "When does the plan acquire Guaranteed Surrender value"
        ],
        "responses": [
            "The policy will acquire a Guaranteed Surrender Value (GSV) provided first 2 years’ premiums have been paid for premium paying term of 5 and 8 years first 3 years’ premiums have been paid for premium paying term of 10 years"
        ]
    },
    {
        "tag": "insurance 245",
        "patterns": [
            "Can the plan be offered under limited underwriting"
        ],
        "responses": [
            "The plan can be applied by filing in the Short Medical Questionnaire (SMQ), which may not require you to go for medicals."
        ]
    },
    {
        "tag": "insurance 246",
        "patterns": [
            "What is the Death-Benefit under the plan"
        ],
        "responses": [
            "On death during the policy term, provided the policy is in force, the nominee will receive the higher of the following: Sum Assured 10 times the Annualized Premium* 105% of the premiums* paid till date In addition to the above, accrued guaranteed additions would be payable on death. *The Premium amount excludes any underwriting extra premiums and any taxes paid. On payment of the Death Benefit, the policy will terminate and no more benefits will be payable. View more"
        ]
    },
    {
        "tag": "insurance 247",
        "patterns": [
            "When does the plan acquire Guaranteed Surrender value"
        ],
        "responses": [
            "The policy will acquire a Guaranteed Surrender Value (GSV) provided 2 full years’ premium has been paid for premium payment term of 7 years and 3 full years’ premium have been paid for premium payment term of 10 years or more."
        ]
    },
    {
        "tag": "insurance 248",
        "patterns": [
            "What is the premium frequency available under policy"
        ],
        "responses": [
            "The premiums can be paid annually, half-yearly, quarterly and annually"
        ]
    },
    {
        "tag": "insurance 249",
        "patterns": [
            "How do I choose from options available under this plan"
        ],
        "responses": [
            "At policy inception, based on your child’s future needs you can choose one of the three available Maturity Benefit Options. These options are: a) Aspiration: if you choose this option, you will receive a lump sum payout the end of your policy term. You can use this money to fund your child’s marriage or any other large expense.b) Academia: if you choose this option, you will receive guaranteed payouts during the last 5 policy years. The first guaranteed payout shall be higher than subsequent guaranteed payouts. You can use these payouts to fund your child’s college education in future.c) Career:if you choose this option, you will receive guaranteed payouts during the last 5 policy years. The last guaranteed payout shall be higher than previous guaranteed payouts. You can use these payouts to fund your child’s schooling or college expenses in future. Also at policy inception, based on the level of protection you need for your child’s financial planning, you can choose one of the two Death benefit options. These options are: a) Classic: in case of unfortunate demise of life assured during the policy term, the nominee receives Basic Death benefit + accrued Guaranteed Additions + accrued Bonuses, if any. After the payment of death benefit, the policy terminates.b) Classic Wavier:in case of unfortunate demise of life assured during the policy term, the nominee receives Basic Death benefit. All future outstanding premiums under the policy will be waived. The contract shall continue and the benefits as per Survival benefit and Maturity Benefit shall be available. Where Basic Death benefit is defined as higher of: Sum Assured on Death 105% of Premiums paid The Sum Assured on Death shall be the higher of: Sum Assured on Maturity 10 times Annualised Premium for entry age up to 50 years and 7 times Annualised Premium for entry age greater than 50 years"
        ]
    },
    {
        "tag": "insurance 250",
        "patterns": [
            "Do I have option to avail loan under the policy"
        ],
        "responses": [
            "The policyholder can avail Loan under the policy provided the policy has acquired a surrender value and subject to terms and conditions as the Company may specify from time to time."
        ]
    },
    {
        "tag": "insurance 251",
        "patterns": [
            "Can I take monthly payouts instead of annual payouts"
        ],
        "responses": [
            "Yes.The policyholder shall have an option to receive the survival benefits (other than the final payout, payable on maturity) in monthly installments. If so opted for, the monthly survival benefit shall be: 8.5% of the annual survival payout, payable over a period of 12 months, with the first installment being paid on the policy anniversary on which annual survival payout falls due"
        ]
    },
    {
        "tag": "insurance 252",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide, within 12 months; From the date of inception of the policy, the nominee of the policyholder shall be entitled to 80% of the premiums paid, provided the policy is in-force. From the date of revival of the policy, the nominee of the policyholder shall be entitled to an amount which is higher of 80% of the premiums paid till the date of death or the surrender value as available on the date of death."
        ]
    },
    {
        "tag": "insurance 253",
        "patterns": [
            "Will the basic death benefit amount be reduced by the survival benefits already paid"
        ],
        "responses": [
            "No. On death of the life assured after the commencement of survival benefits under Academia and Career maturity benefit options, the Death Benefit payable shall not be reduced by the survival benefits already paid."
        ]
    },
    {
        "tag": "insurance 254",
        "patterns": [
            "What payouts will I get under different plan options"
        ],
        "responses": [
            "The table below specifies the series of money back/endowment payouts, payable at the end of each year, for a premium paying or a fully paid-up policy. Maturity Benefit Option Year of Payout Aspiration Academia Career 5th year before Maturity - 30% of SA 15 % of SA 4th year before Maturity - 15 % of SA 15 % of SA 3rd year before Maturity - 15 % of SA 15 % of SA 2nd year before Maturity - 15 % of SA 15 % of SA 1st year before Maturity - 15 % of SA 15 % of SA At Maturity 100% of SA + GA + accrued bonuses 15 % of SA + GA + accrued bonuses 40 % of SA + GA + accrued bonuses Total 100% of SA + GA + accrued bonuses 105% of SA + GA + accrued bonuses 115% of SA + GA + accrued bonuses SA: Sum Assured on maturity. GA: Guaranteed Additions"
        ]
    },
    {
        "tag": "insurance 255",
        "patterns": [
            "Can I change my maturity/death benefit options during the policy term"
        ],
        "responses": [
            "No. You choose your maturity benefit option and death benefit option at policy inception and they cannot be changed during the policy term."
        ]
    },
    {
        "tag": "insurance 256",
        "patterns": [
            "What are Guaranteed Additions under this plan"
        ],
        "responses": [
            "The plan provides you with additional boosters in the form of guaranteed additions where the premium payment term is 10 years or more, provided the policy is in force. The Guaranteed Additions are payable at maturity. These guaranteed additions are declared over and above bonuses. The Guaranteed Additions shall accrue at the end of every policy year as specified below: Policy Term Guaranteed Additions (% of Sum Assured on Maturity) <= 19 years 3 % p.a. for first 5 policy years, nil thereafter >=20 years 5 % p.a. for first 5 policy years, nil thereafter"
        ]
    },
    {
        "tag": "insurance 257",
        "patterns": [
            "What is the Death-Benefit under the plan"
        ],
        "responses": [
            "The table below captures the available death benefits during the policy term under various options. Death Benefit Options Death Benefits Classic Basic Death benefit + accrued Guaranteed Additions + accrued Bonuses, if any Classic Waiver Basic Death benefit + Premium Waiver The table below describes each of the above benefits in detail. Basic Death Benefit The basic death benefit shall be the higher of: Sum Assured on Death 105% of Premiums paid The Sum Assured on Death shall be the higher of: Sum Assured on Maturity 10 times Annualised Premium for entry age up to 50 years and 7 times Annualised Premium for entry age greater than 50 years Premium Waiver All future outstanding premiums under the policy will be waived. The contract shall continue and the benefits as per Survival benefit and Maturity Benefit shall be available. For the purpose of computation of Death Benefit, the premiums shall exclude any underwriting extra premiums, any loadings for modal premiums and any taxes paid such as service tax and education cess. For more details on risk factors, terms and conditions, please read the Product Brochure carefully before taking a decision."
        ]
    },
    {
        "tag": "insurance 258",
        "patterns": [
            "What is the Policy term/Premium payment term"
        ],
        "responses": [
            "Policy Term 10 Year Premium Payment Term Single"
        ]
    },
    {
        "tag": "insurance 259",
        "patterns": [
            "Can the plan be offered under limited underwriting"
        ],
        "responses": [
            "The plan can be applied by filing in the Short Medical Questionnaire (SMQ), which may not require you to go for medicals."
        ]
    },
    {
        "tag": "insurance 260",
        "patterns": [
            "Do I have option to avail loan under the policy"
        ],
        "responses": [
            "Policy loans are not allowed."
        ]
    },
    {
        "tag": "insurance 261",
        "patterns": [
            "What happens in case of me wanting to surrender my policy"
        ],
        "responses": [
            "On request for surrender from you, the risk coverage will cease with immediate effect.If you surrender before the end of the 5 years from commencement of the policy, Your fund value (as on date of surrender) will be moved to the ‘Discontinued Policy Fund’ and will earn a minimum guaranteed return as specified by IRDA. The minimum guaranteed interest rate applicable to the ‘Discontinued Policy Fund’ shall be 4% p.a. Such rate may be changed in the future if the IRDA revises the minimum rate for discontinued policies. A fund management charge of 0.50% p.a. will be levied on the ‘Discontinued Policy Fund’ Your fund value as held in the ‘Discontinued Policy Fund’ will be payable to you at end of the 5th policy year In case of the death of the life assured or policyholder, before the payment of the surrender benefit, the amount in the Discontinued Policy Fund will be paid out immediately. If you surrender your policy after completion of 5 years from commencement of the policy, your fund value will be paid to you. On surrender, no additional charges will be levied.Once any surrender payment has been made the policy terminates and no further benefits are payable."
        ]
    },
    {
        "tag": "insurance 262",
        "patterns": [
            "What is the min-max age at entry/maturity"
        ],
        "responses": [
            "Eligibility Criteria Minimum Maximum Age at Entry Age (years) 14 65 Age at Maturity (years) NA 75 All ages mentioned above are age last birthday."
        ]
    },
    {
        "tag": "insurance 263",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide within 12 months from the date of inception of the policy or from the date of the revival of the policy, the nominee or beneficiary of the policyholder shall be entitled to the fund value, as available on the date of death. Any charges recovered subsequent to the date of death shall be paid back to the nominee or beneficiary along with the death benefit."
        ]
    },
    {
        "tag": "insurance 264",
        "patterns": [
            "What are the charges under this policy"
        ],
        "responses": [
            "Premium Allocation Charge:This is a premium-based charge. After deducting this charge from your premiums, the remainder is invested to buy units. The remaining percentage of your premium is called the Premium Allocation Rate. The Premium Allocation Rate and Premium Allocation Charge are given in the table below. Single Premium Single Premium Top-Ups Premium Allocation Rate 97.50% 99% Premium Allocation Charge 2.50% 1% Fund Management Charge (FMC): The daily unit price already includes the fund management charge of 1.35% per annum charged daily, of the fund’s value. Policy Administration Charge: The Policy Administration Charge is 0.13% per month of the total premiums paid (including any single premium top-ups).The charge will be deducted monthly, subject to a maximum charge of Rs. 500 per month. This charge will be taken by cancelling units proportionately from each of the fund(s) you have chosen. Mortality Charge:Every month a charge will be levied for providing you with the death cover in your policy. The amount of the charge taken each month depends on your age and level of cover. This charge will be taken by cancelling units proportionately from each of the fund(s) you have chosen. Miscellaneous Charges: You may be charged for Additional Servicing Request(s). Contact your Relationship Manager for further details *Statutory Charges – Service Tax and Education Cess is payable at the applicable rates for all unit linked products."
        ]
    },
    {
        "tag": "insurance 265",
        "patterns": [
            "What is the Death-Benefit under the plan"
        ],
        "responses": [
            "In case of the Life Assured’s unfortunate demise, the nominee will receive the benefit as defined below - Death Summary of Death Benefit Before attainment of age 60 years The nominee will receive the higher of the following Sum Assured (less all withdrawals except from the top-up fund value, made during the two year period immediately preceding the date of death) The total fund value. The policy will terminate thereafter and no more benefit will be payable. On or after attainment of age 60 years The nominee will receive the higher of the following Sum Assured (less all withdrawals except from the top-up fund value made after attainment of age 58) The total fund value. The policy will terminate thereafter and no more benefit will be payable."
        ]
    },
    {
        "tag": "insurance 266",
        "patterns": [
            "What is the policy term available under the plan"
        ],
        "responses": [
            "Policy Term of 10 to 40 years is available under the plan."
        ]
    },
    {
        "tag": "insurance 267",
        "patterns": [
            "Is this plan only available online"
        ],
        "responses": [
            "HDFC Life Click 2 Protect Plus is an offline term plan. One can buy this plan now offline as well online."
        ]
    },
    {
        "tag": "insurance 268",
        "patterns": [
            "Why is HDFC Life C2P+ Extra Life Cover important"
        ],
        "responses": [
            "C2P Plus Extra Life Option, provides double the benefit in case of death due to accident."
        ]
    },
    {
        "tag": "insurance 269",
        "patterns": [
            "Does this plan offer tax benefits"
        ],
        "responses": [
            "Premiums paid by an individual under this plan are eligible for tax benefits under Section 80C of the Income Tax Act, 1961, subject to the conditions/ limits specified therein. Under Section 10 (10D) of the Income Tax Act, 1961, the benefits received from this policy are exempt from tax, subject to the conditions specified therein. Please note that the above mentioned benefits are as per the current tax rules. You are requested to consult your tax advisor."
        ]
    },
    {
        "tag": "insurance 270",
        "patterns": [
            "How long will my family get the monthly income for"
        ],
        "responses": [
            "Under Income Option, you family would get monthly income for 15 years. Under Income Plus Option, your family would get monthly income for 10 years – level or increasing."
        ]
    },
    {
        "tag": "insurance 271",
        "patterns": [
            "What is the difference between Income and Income Plus Option"
        ],
        "responses": [
            "On the death of the Life Assured under Income Option, 10% of the death benefit is paid as lump sum upon death and the remaining 90% of the death benefit shall be paid as monthly income over next 15 years. On the death of Life Assured under Income Plus Option, 100% of the death benefit is payable as a lump sum benefit and a monthly income of 0.5% of sum assured is paid for 10 years. Also in this option, there is an option to choose Level Income or Increasing Income."
        ]
    },
    {
        "tag": "insurance 272",
        "patterns": [
            "I am a NRI. Can I Invest in this plan"
        ],
        "responses": [
            "NRIs can invest in this plan by filling a mandatory NRI questionnaire."
        ]
    },
    {
        "tag": "insurance 273",
        "patterns": [
            "What is the limited mode of premium pay"
        ],
        "responses": [
            "A limited premium payment policy requires you to pay premiums for a term lesser than your policy term."
        ]
    },
    {
        "tag": "insurance 274",
        "patterns": [
            "Is there a loan facility in my policy"
        ],
        "responses": [
            "No policy loans are available for this product."
        ]
    },
    {
        "tag": "insurance 275",
        "patterns": [
            "Can I do a partial withdraw from my fund"
        ],
        "responses": [
            "You can withdraw money from your funds to meet any future financial emergencies. Lump sum partial withdrawals can be made from your funds after 5 complete policy years, provided the Life Assured is at least 18 years of age."
        ]
    },
    {
        "tag": "insurance 276",
        "patterns": [
            "Can I terminate my policy"
        ],
        "responses": [
            "You can surrender you policy subject to a lock in period of 5 years. No discontinuance charge is charged in this policy. Please refer to product brochure for more details on discontinuance of premiums and surrender of policy."
        ]
    },
    {
        "tag": "insurance 277",
        "patterns": [
            "For how many years can I stay invested in this plan"
        ],
        "responses": [
            "You can choose a policy term of 5 years to 20 years under this plan."
        ]
    },
    {
        "tag": "insurance 278",
        "patterns": [
            "Why is this plan good for me"
        ],
        "responses": [
            "HDFC Life Click 2 Invest – ULIP, lets you enjoy market linked returns along with valuable financial protection for your family. This plan has minimal charges which help your fund value grow faster. The key features of this plan are: Minimal Charge Structure Choose from a range of 8 fund options Premium payment options of Single Pay, 5 Pay, 7 Pay, 10 Pay or Regular Pay Policy Term of 5 to 20 years Tax exemption under Sec 80C and Sec 10(10D) of IT Act, 1961"
        ]
    },
    {
        "tag": "insurance 279",
        "patterns": [
            "What are the charges applicable for this plan"
        ],
        "responses": [
            "HDFC Life Click 2 Invest – ULIP offers a minimal charge structure as stated below: Premium Allocation Charge: Nil Policy Administration Charge: Nil Discontinuance Charge: Nil Fund Management Charge: 1.35% p.a. of the fund value, charged daily Mortality Charge: The amount of the charge taken each month depends on your age and level of cover In addition, only if you request for partial withdrawal, fund switch and premium redirection a charge of Rs 250 per request or a reduced charge of Rs 25 per request (if executed through the company’s web portal) will be charged. First 4 partial withdrawals, 4 fund switches and 4 premium redirections in a policy year are free."
        ]
    },
    {
        "tag": "insurance 280",
        "patterns": [
            "What is the maximum amount I can invest"
        ],
        "responses": [
            "There is no limit on maximum amount that you can invest in this plan, subject to underwriting."
        ]
    },
    {
        "tag": "insurance 281",
        "patterns": [
            "What is the minimum premium that needs to be paid"
        ],
        "responses": [
            "Minimum premium amounts for various premium payment frequencies are as follows: Single: Rs. 24,000 Annual: Rs. 12,000 Half-yearly: Rs. 6,000 Quarterly: Rs. 3,000 Monthly: Rs. 1,000"
        ]
    },
    {
        "tag": "insurance 282",
        "patterns": [
            "Can I surrender this policy"
        ],
        "responses": [
            "Yes you can surrender your policy. Once you surrender your policy, your risk cover will cease and surrender benefit will be paid out depending upon the year in which the policy is surrendered. Please refer to product brochure for more details."
        ]
    },
    {
        "tag": "insurance 283",
        "patterns": [
            "How is this plan different from other ULIPs"
        ],
        "responses": [
            "HDFC Life Click 2 Invest – ULIP offers: Minimal Charge Structure Premium Payment Term options of single/5 pay/7 pay and regular pay Policy term of 5 to 20 years 8 Fund options Wide entry age range from 0 to 65 years"
        ]
    },
    {
        "tag": "insurance 284",
        "patterns": [
            "What kind of returns will I get by investing in this plan"
        ],
        "responses": [
            "In this policy, the investment risk in investment portfolio is borne by the policyholder. Based on the performance of the funds chosen by you, NAV per unit will be calculated. Fund Value will be calculated by multiplying balance units in your fund by the then prevailing NAV price. Below is a sample illustration for a 30 year old male at an assumed investment return of 8% p.a. [email protected]% for 50k Premium Policy Term (years) 20 15 10 5 Regular Pay 20,30,002 12,68,672 7,09,694 2,66,551 Single Pay 1,71,697 1,26,261 92,702 68,063 5 Pay 7,53,609 5,53,310 4,06,582 NA 7 Pay 10,01,084 7,35,010 5,39,654 NA 10 Pay 13,16,517 9,66,604 NA NA Sum Assured multiple is 1.25 times for Single Premium and 10 times for other premium modes"
        ]
    },
    {
        "tag": "insurance 285",
        "patterns": [
            "Are there medicals involved to buy this plan"
        ],
        "responses": [
            "Yes"
        ]
    },
    {
        "tag": "insurance 286",
        "patterns": [
            "What is the frequency in which I can invest my money"
        ],
        "responses": [
            "Single, Annual, Half-yearly, quarterly or monthly"
        ]
    },
    {
        "tag": "insurance 287",
        "patterns": [
            "What are the various fund options in this plan"
        ],
        "responses": [
            "There are 8 fund options to choose from in this plan Equity Plus Fund Diversified Equity Fund Blue Chip Fund Opportunities Fund Balanced Fund Income Fund Bond Fund Conservative Fund"
        ]
    },
    {
        "tag": "insurance 288",
        "patterns": [
            "Can I save tax by investing in this policy"
        ],
        "responses": [
            "Premiums paid by an individual or HUF under this plan are eligible for tax benefits under Section 80C of the Income Tax Act, 1961, subject to the conditions/ limits specified therein. Under Section 10 (10D) of the Income Tax Act, 1961, the benefits received from this policy are exempt from tax, subject to the conditions specified therein. Please note that the above mentioned benefits are as per the current tax rules. Your tax benefits may change if the tax rules are changed. You are requested to consult your tax advisor."
        ]
    },
    {
        "tag": "insurance 289",
        "patterns": [
            "Can I buy more than one policy"
        ],
        "responses": [
            "You can buy more than one policy subject to successful underwriting"
        ]
    },
    {
        "tag": "insurance 290",
        "patterns": [
            "What is a settlement option"
        ],
        "responses": [
            "Under settlement option, you can also take your fund value at maturity in periodical installments."
        ]
    },
    {
        "tag": "insurance 291",
        "patterns": [
            "How is the Fund Value calculated"
        ],
        "responses": [
            "Fund Value will be calculated by multiplying balance units in your fund by the then prevailing NAV price."
        ]
    },
    {
        "tag": "insurance 292",
        "patterns": [
            "What do I get at the end of the policy term"
        ],
        "responses": [
            "At the end of your policy term i.e. at maturity, you will receive your Fund Value."
        ]
    },
    {
        "tag": "insurance 293",
        "patterns": [
            "What will my family receive in case of my unfortunate demise"
        ],
        "responses": [
            "In case of the Life Assured’s unfortunate demise, the nominee will receive the higher of the following: Sum Assured, Fund Value, 105% of the premium(s) paid."
        ]
    },
    {
        "tag": "insurance 294",
        "patterns": [
            "Is there any protection cover in this plan"
        ],
        "responses": [
            "Yes. In case of the Life Assured’s unfortunate demise, the nominee will receive the higher of the following: Sum Assured, Fund Value, 105% of the premium(s) paid. The Sum Assured for your policy will be as follows: Single Premium 125% of Single Premium Regular & Limited Premium (Age at Entry <= 55 years) 10 x annualized premium Regular & Limited Premium (Age at Entry > 55 years) 7 x annualized premium"
        ]
    },
    {
        "tag": "insurance 295",
        "patterns": [
            "What are the different plan options under the plan"
        ],
        "responses": [
            "The plan options available under HDFC Life Sampoorn Samridhi Plus are :- Endowment – policy terminates after the maturity payout Endowment with Whole Life – life cover continues after the maturity payout till 100 years of age"
        ]
    },
    {
        "tag": "insurance 296",
        "patterns": [
            "What will I be getting on maturity"
        ],
        "responses": [
            "At the end of the policy term, provided all due premiums have been paid, you will receive the aggregate of: Sum Assured on Maturity Accrued Guaranteed Additions Accrued Reversionary Bonuses Interim Bonus (if any) Terminal Bonus (if any)"
        ]
    },
    {
        "tag": "insurance 297",
        "patterns": [
            "What is the exclusion in the plan"
        ],
        "responses": [
            "In case of death due to suicide, within 12 months; From the date of inception of the policy, the nominee of the policyholder shall be entitled to 80% of the premiums paid, provided the policy is in-force. From the date of revival of the policy, the nominee of the policyholder shall be entitled to an amount which is higher of 80% of the premiums paid till the date of death or the surrender value as available on the date of death. For exclusions related to accidental death benefit, please refer the sales brochure or contact your Relationship manager."
        ]
    },
    {
        "tag": "insurance 298",
        "patterns": [
            "What is the limited premium payment term available under this policy"
        ],
        "responses": [
            "Policy term minus 5 years."
        ]
    },
    {
        "tag": "insurance 299",
        "patterns": [
            "What are the guaranteed benefits that are there in the policy"
        ],
        "responses": [
            "The Product offers two types of guaranteed benefits: 1. Guaranteed Additions – 3% to 5% of ‘Sum Assured on Maturity‘ accrue during first 5 policy years, payable at maturity or death, whichever is earlier, provided the policy is in force Policy Term Guaranteed Additions (% of Sum Assured on Maturity) 15 years to 19 years 3 % p.a. 20 years to 24 years 4 % p.a. >=25 years 5 % p.a. 2. Sum Assured on Maturity – 100% of 'Sum Assured on Maturity' is payable at maturity, provided the policy is in force."
        ]
    },
    {
        "tag": "insurance 300",
        "patterns": [
            "What is the death benefit under this plan"
        ],
        "responses": [
            "On death of the life assured during the policy term, provided all due premiums have been paid, the nominee will receive the higher of the following: Sum Assured on Death + Accrued Guaranteed Additions + Accrued Reversionary Bonuses + Interim bonus (if any) + Terminal bonus (if any) 105% of premiums* paid till date Where Sum Assured on Death shall be the higher of: Sum Assured on Maturity 10 times Annualized Premium* for entry age up to 50 years and 7 times Annualized Premium* for entry age greater than 50 years *excludes any underwriting extra premiums, modal loadings and taxes paid"
        ]
    },
    {
        "tag": "insurance 301",
        "patterns": [
            "Is there any Accidental Death Benefit in the policy"
        ],
        "responses": [
            "Yes. In case of death due to accident during the term of the policy, an additional benefit equal to 'Sum Assured on Death' is payable. This amount is payable provided the life assured is aged 18 years & above on the date of death."
        ]
    },
    {
        "tag": "insurance 302",
        "patterns": [
            "What are the premium paying frequencies that are available under this policy"
        ],
        "responses": [
            "The premium payment frequencies under this plan are Annual, Half yearly, Quarterly and Monthly."
        ]
    },
    {
        "tag": "insurance 303",
        "patterns": [
            "Do I have option to avail loan under the policy"
        ],
        "responses": [
            "The policyholder can avail Loan under the policy provided the policy has acquired a surrender value and subject to terms and conditions as the Company may specify from time to time."
        ]
    },
    {
        "tag": "insurance 304",
        "patterns": [
            "What is the duration of the policy term in case I choose 'Endowment' or 'Endowment with Whole Life' option"
        ],
        "responses": [
            "Policy Term is the period at the end of which the maturity benefit will be paid. One can choose a policy term of 15 to 40 years. In case of “Endowment” Option, the life insurance cover will cease after policy term. In case of “Endowment with Whole Life”, the life insurance cover shall continue even after the policy term, till the age of 100 years."
        ]
    },
    {
        "tag": "insurance 305",
        "patterns": [
            "When does the plan acquire Guaranteed Surrender value"
        ],
        "responses": [
            "The policy will acquire a Guaranteed Surrender Value (GSV) provided 2 full years’ premium has been paid. The GSV shall be aggregate of: Percentage of total premiums paid Percentage of accrued bonuses and accrued guaranteed additions Please refer the sales brochure or contact your Relationship manager to know the percentage factors for GSV"
        ]
    },
    {
        "tag": "insurance 306",
        "patterns": [
            "What is the HDFC Life Cancer Care Policy"
        ],
        "responses": [
            "HDFC Life brings to you a comprehensive Cancer Care plan that provides financial protection for both early and major stage of cancer with several unique features like: This is a plan that not only gives pay outs but also a waiver on premium for the next 3 policy years on diagnosis of early stage of cancer There is an increased benefit where the Sum insured under the policy increases every year under the Gold and Platinum option. Also, there is an income benefit under the Platinum option"
        ]
    },
    {
        "tag": "insurance 307",
        "patterns": [
            "What are the Plan Options available for this product"
        ],
        "responses": [
            "There are 3 plan options available in this product namely Silver, Gold and Platinum. The base benefit is applicable on all the 3 options. The increased benefit is applicable on Gold and Platinum options where as income benefit is applicable only on the Platinum option."
        ]
    },
    {
        "tag": "insurance 308",
        "patterns": [
            "What is the discounted Premium on higher Sum Assured"
        ],
        "responses": [
            "There would be rebates in the form of lower premium rates for incremental Sum Insured over & above Rs. 10,00,000."
        ]
    },
    {
        "tag": "insurance 309",
        "patterns": [
            "Would I have to go for any medicals"
        ],
        "responses": [
            "No, there would not be medical tests involved in this plan."
        ]
    },
    {
        "tag": "insurance 310",
        "patterns": [
            "Can I opt for this plan if I have a pre existing Cancer"
        ],
        "responses": [
            "No, you are not eligible for the plan if you have pre existing Cancer."
        ]
    },
    {
        "tag": "insurance 311",
        "patterns": [
            "Is there any death benefit for this plan"
        ],
        "responses": [
            "HDFC Life Cancer Care plan aims to aid the expenses to survive through the dreaded disease like Cancer. Hence it has benefits linked to diagnosis and treatment of disease and no death benefit is payable."
        ]
    },
    {
        "tag": "insurance 312",
        "patterns": [
            "Is there any maturity benefit for this plan"
        ],
        "responses": [
            "No, there is no maturity benefit available under this plan."
        ]
    },
    {
        "tag": "insurance 313",
        "patterns": [
            "Is there any Surrender benefit for this plan"
        ],
        "responses": [
            "No, there is no surrender value available under this plan."
        ]
    },
    {
        "tag": "insurance 314",
        "patterns": [
            "Can I save tax by investing in this policy"
        ],
        "responses": [
            "Premiums paid by an individual or HUF under this plan are eligible for tax benefits under Section 80C of the Income Tax Act, 1961, subject to the conditions/ limits specified therein. Under Section 10 (10D) of the Income Tax Act, 1961, the benefits received from this policy are exempt from tax, subject to the conditions specified therein. Please note that the above mentioned benefits are as per the current tax rules. Your tax benefits may change if the tax rules are changed. You are requested to consult your tax advisor."
        ]
    },
    {
        "tag": "insurance 315",
        "patterns": [
            "What is Extra Life Option in the policy"
        ],
        "responses": [
            "You can opt for Extra life Option under Classic Benefit under the plan. In case of death due to accident during the term of the policy, an additional Sum Assured will be payable to the Nominee in addition to the Death Benefit under the Plan. Please refer to product brochure for further details and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 316",
        "patterns": [
            "What are the Plan options available"
        ],
        "responses": [
            "There are 3 Plan Options available under HDFC Life Sampoorn Nivesh as mentioned below: 1. Classic Benefit 2. Classic Plus Benefit 3. Classic Waiver Benefit You can choose any one of the above options on inception based on your requirements. Please refer to the product brochure for more detailsand/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 317",
        "patterns": [
            "What are the exclusions available under the Plan"
        ],
        "responses": [
            "In case of death due to suicide within 12 months from the date of inception of the policy or from the date of the revival of the policy, the nominee or beneficiary of the policyholder shall be entitled to the fund value, as available on the date of death. Any charges recovered subsequent to the date of death shall be paid back to the nominee or beneficiary along with the death benefit. In case, the Policyholder has opted Extra Life Option under the Plan, the Accidental Death Benefit will be payable subject to terms and conditions. For detailed exclusions please refer to product brochure carefully and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 318",
        "patterns": [
            "Can I do any free switch or premium redirection under the plan"
        ],
        "responses": [
            "Yes. You get 4 Free Fund Switch / Premium Redirection in a given policy year to create your own investment strategy. Please refer to product brochure for more details and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 319",
        "patterns": [
            "What are the fund options"
        ],
        "responses": [
            "The plan offers 8 Funds (including 4 New Funds) of varying risk and return profiles. The Policyholder has the option to choose any one or more funds based on his/her Risk Appetite. The Fund Options available under the Plan are Equity Plus Fund, Diversified Equity Fund, BlueChip Fund, Opportunities Fund, Balanced Fund, Income Fund, Bond Fund and Conservative Fund"
        ]
    },
    {
        "tag": "insurance 320",
        "patterns": [
            "Can I take any loan"
        ],
        "responses": [
            "Policy loan is not offered in this plan."
        ]
    },
    {
        "tag": "insurance 321",
        "patterns": [
            "How is the Fund Value calculated"
        ],
        "responses": [
            "Fund Value will be calculated by multiplying balance units in your fund by the then prevailing NAV price. Please refer to product brochure for more details and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 322",
        "patterns": [
            "What is the surrender benefit"
        ],
        "responses": [
            "If you surrender before completion of the 5th policy year, your Fund Value less applicable charges will be moved to the DPF after deducting applicable charges, if any and the proceeds from DPF will be paid out on the completion of the lock-in period. If you surrender after completion of the 5th policy year your Fund Value will be paid out to you. Upon payment of this benefit the policy terminates and no further benefits are payable. Please refer to the Product Brochure for further details and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 323",
        "patterns": [
            "What is the minimum premium that needs to be paid"
        ],
        "responses": [
            "Minimum premium amounts for various premium payment frequencies are as follows: Single: Rs. 24,000 Annual: Rs. 24,000 Half-yearly: Rs. 12,000 Quarterly: Rs. 6,000 Monthly: Rs. 2,000"
        ]
    },
    {
        "tag": "insurance 324",
        "patterns": [
            "What is the death benefit under this plan"
        ],
        "responses": [
            "The Death Benefit will depend on the Benefit Option opted under the Plan on inception. In case of unfortunate demise of the life assured during the policy term, the nominee will be paid: Classic Benefit – Higher of Sum Assured or Fund Value Classic Plus Benefit – Sum Assured + Fund Value Classic Waiver Benefit – Sum Assured + Waiver of Premium till maturity + Fund Value on maturity This is subject to minimum payment of 105% of the total premiums paid. Please refer to product brochure for more details and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 325",
        "patterns": [
            "What is the maximum amount I can invest"
        ],
        "responses": [
            "There is no limit on maximum amount that you can invest under this plan, subject to underwriting."
        ]
    },
    {
        "tag": "insurance 326",
        "patterns": [
            "What are the premium paying frequencies that are available under this policy"
        ],
        "responses": [
            "The premium payment frequencies under this plan are Annual, Half yearly, Quarterly and Monthly or Single"
        ]
    },
    {
        "tag": "insurance 327",
        "patterns": [
            "For how many years can I stay invested in this plan"
        ],
        "responses": [
            "You can choose a policy term of 10 years or 15 to 25 years under this plan."
        ]
    },
    {
        "tag": "insurance 328",
        "patterns": [
            "Is there any Loyalty Additions under the Plan"
        ],
        "responses": [
            "Yes. Loyalty additions (as percentage of the average fund value) will be added to the fund value every alternate year starting from the end of 11th policy year for limited and regular premium payment policies. For single premium policies, the Loyalty Additions will be 1.50% of the average fund value. The Loyalty Addition shall be payable at the end of every policy year from year 10 to 14 (both inclusive).Please refer to product brochure for more detailsand/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 329",
        "patterns": [
            "What do I receive on Maturity"
        ],
        "responses": [
            "You will receive the Fund Value on maturity as a lump sum amount or you can choose to receive the same over a period of 5 years through Settlement Option."
        ]
    },
    {
        "tag": "insurance 330",
        "patterns": [
            "What happens if premiums are not paid"
        ],
        "responses": [
            "In case the Policyholder has not paid the premium by the expiry of the grace period, he/she will have the following options: to revive the Policy within a period of 2 years from the date of discontinuance, or to completely withdraw from the Policy without any risk cover, or to convert the policy into paid-up policy (available only on discontinuance after completion of the 5 policy years) If you do not communicate to us on the above options, the following treatment will be applicable Discontinuance before completion of 5 years from commencement of the policy: Fund Value less applicable charges will be moved to ‘Discontinued Policy Fund (DPF)’.The proceeds from DPF will be paid out upon the completion of the lock-in period. Discontinuance on and after completion of the 5 years from commencement of the policy: Fund Value will be paid out to you. You have the option to revive a discontinued policy within two consecutive years from the date of discontinuance of the policy, subject to payment of all due & unpaid premiums and our underwriting policy."
        ]
    },
    {
        "tag": "insurance 331",
        "patterns": [
            "What is the Settlement Option"
        ],
        "responses": [
            "In Settlement Option the Fund value is paid in periodical installments over a period which may extend up to 5 years. The value of installment payable on the date specified shall be subject to investment risk i.e. the NAV may go up or down depending upon the performance of the funds chosen by you. Your money will remain invested in the funds chosen by you and is subject to the same investment risks as during the policy term. During the Settlement period, the risk cover will cease, Fund Management Charge will continue to be deducted and no other charges shall be levied. Partial withdrawals and switches shall not be allowed during this period. Complete withdrawal may be allowed at any time during this period without levying any charge. At the end of this 5-year period, the balance units will be redeemed at the then prevailing unit price and the fund value will be paid to you."
        ]
    },
    {
        "tag": "insurance 332",
        "patterns": [
            "Can I buy more than one policy"
        ],
        "responses": [
            "You can buy more than one policy subject to successful underwriting."
        ]
    },
    {
        "tag": "insurance 333",
        "patterns": [
            "Can I do a partial withdraw from my fund"
        ],
        "responses": [
            "You can withdraw money from your funds to meet any future financial emergencies. Lump sum partial withdrawals can be made from your funds after 5 complete policy years, provided the Life Assured is at least 18 years of age. Get 4 Free Partial Withdrawals in a policy year. Please refer to product brochure for more details and/or consult Relationship Manager."
        ]
    },
    {
        "tag": "insurance 334",
        "patterns": [
            "What are the features that are available with HDFC Life Uday"
        ],
        "responses": [
            "The features available with HDFC Life Uday are : Easy Issuance on the basis of Declaration of Good Health (DOGH) Guaranteed Additions to boost your maturity value In-built Accidental Death Benefit in case of death due to an accident Auto-Cover Continuance even if you miss paying a premium"
        ]
    },
    {
        "tag": "insurance 335",
        "patterns": [
            "What is the minimum premium that I need to pay in order to take an HDFC Life Uday Policy"
        ],
        "responses": [
            "HDFC Life Uday low ticket size which makes it affordable for customers from all income segments. The minimum premiums have been outlined below : Frequency of Premium Payment Minimum Installment Premium Maximum Installment Premium Annual Rs. 5,000 No limit2 Half-Yearly Rs. 2,500 Quarterly Rs. 1,250 Monthly Rs. 500 1The minimum premium amounts are exclusive of applicable service tax and education cess. 2The acceptance of any case is subject to Board approved underwriting policy. 3If you opt for the monthly premium frequency, three months premiums in advance on the date of commencement of policy shall be accepted, as a prerequisite to allow monthly mode of premium payment."
        ]
    },
    {
        "tag": "insurance 336",
        "patterns": [
            "What if I miss one of my due premiums"
        ],
        "responses": [
            "We understand that you may not be in the best of financial health always. Keeping this in mind, we have incorporated the Auto Cover Continuance feature in HDFC Life Uday. Under this feature, for a reduced paid-up policy the full death benefit shall continue for a period of one year (Auto Cover Continuation period) from the date of first unpaid premium. Auto Cover Continuance applies only to the basic death benefit and not to the additional accidental death benefit. At the time of payment of death benefit during the Auto Cover Continuation period the due but unpaid premium shall not be deducted from the benefit payable. The basic death benefit payable during this one year shall be the higher of: Sum Assured on Death + Accrued Guaranteed Additions + Accrued Reversionary Bonus (if any) + Interim Bonus (if any) + Terminal Bonus(if any) 105% of Premiums paid During the auto cover continuance period, the additional accidental death benefit shall be reduced to paid-up Sum Assured on Death. The Guaranteed Additions and Reversionary Bonuses accrued till due date of first unpaid premium shall become payable on death and no further Guaranteed Additions or Reversionary Bonus shall accrue to the policy."
        ]
    },
    {
        "tag": "insurance 337",
        "patterns": [
            "When does my policy acquire a Guaranteed Surrender Value (GSV)"
        ],
        "responses": [
            "It is advisable to continue your policy in order to enjoy full benefits of your policy. However, we understand that in certain circumstances you may want to surrender your policy.The policy will acquire a Guaranteed Surrender Value (GSV) provided 2 full years’ premium has been paid for premium payment term of less than 10 years and 3 full years’ premium have been paid for premium payment term of 10 years and above.The GSV shall be the aggregate of: Percentage of total premiums paid Percentage of accrued bonuses & accrued guaranteed additions Premiums will exclude any underwriting extra premiums and any taxes paid For details on GSV percentage (factors), please refer to the Product Brochure."
        ]
    },
    {
        "tag": "insurance 338",
        "patterns": [
            "Can I take a loan under HDFC Life Uday in case I need money during any emergencies"
        ],
        "responses": [
            "Yes. You can take a policy loan under this policy provided that your policy has acquired a surrender value and subject to terms and conditions that the company may specify from time to time."
        ]
    },
    {
        "tag": "insurance 339",
        "patterns": [
            "What are the minimum and maximum age limits for investing in HDFC Life Uday"
        ],
        "responses": [
            "The age limits for HDFC Life Uday have been highlighted below : Minimum Entry Age 18 Years Maximum Entry Age 55 Years Minimum Maturity Age 30 Years Maximum Maturity Age 70 Years"
        ]
    },
    {
        "tag": "insurance 340",
        "patterns": [
            "What is the rate of Guaranteed Additions that s available in this policy"
        ],
        "responses": [
            "Provided the policy is in force and all due premiums have been paid, you will receive Guaranteed Additions of 3% p.a for the first 5 years of your policy over and above the Bonus that will be declared."
        ]
    },
    {
        "tag": "insurance 341",
        "patterns": [
            "What is the death benefit that I receive if I choose HDFC Life Uday"
        ],
        "responses": [
            "On the unfortunate event of your death during the policy term, the nominee will receive the higher of : Sum Assured on Death + Accrued Guaranteed Additions + Accrued Reversionary Bonuses (if any) + Interim Bonus (if any) + Terminal Bonus (if any) 105% of Premiums paid The Sum Assured on Death shall be the higher of: Sum Assured on Maturity An absolute amount assured to be paid on death, which in this case, is equal to the Sum Assured on Maturity 10 times Annualised Premium for entry age up to 50 years and 7 times Annualized Premium for entry age greater than 50 years An additional benefit equal to 100% of ‘Sum Assured on Death’ will be payable in case of death due to an accident."
        ]
    },
    {
        "tag": "insurance 342",
        "patterns": [
            "What is the maturity benefit that I receive if I invest in this plan"
        ],
        "responses": [
            "On survival till the end of the policy term, you will receive a lump sum amount which will be the aggregate of : Sum Assured on Maturity Accrued Guaranteed Additions Accrued Reversionary Bonus Interim Bonus (if any) Terminal Bonus (if any)"
        ]
    },
    {
        "tag": "insurance 343",
        "patterns": [
            "Is there any discount if I choose higher premiums"
        ],
        "responses": [
            "Yes. To reward you for your showing faith in the HDFC Life Uday policy, there is a High Sum Assured Rebate. The conditions are mentioned below : Sum Assured on Maturity(Rs) PPT 8 years PPT 10 years Less than 2,00,000 Nil Nil 2,00,000 to 4,99,999 5 2.5 5,00,000 or above 7.5 5"
        ]
    },
    {
        "tag": "insurance 344",
        "patterns": [
            "What are the Policy Terms and Premium Payment Term options available under HDFC Life Uday"
        ],
        "responses": [
            "You have an option to select a Policy Term of 12 years or 15 years. For a 12 year term, the premium payment term is 8 years while for a 15 year term, you have the option of selecting a premium payment term of 8 years or 10 years."
        ]
    },
    {
        "tag": "insurance 345",
        "patterns": [
            "What if I need the money for an emergency"
        ],
        "responses": [
            "My money is locked with you.This is a pension plan which accumulates your money for the retirement kitty. Since this is for old age, it has a restricted liquidity. You can withdraw maximum up to 1/3rd of the money in case of an emergency after 5 years of commencement of the plan. However, the rest must be converted into annuity, and will be paid periodically."
        ]
    },
    {
        "tag": "insurance 346",
        "patterns": [
            "What is so special about this product"
        ],
        "responses": [
            "HDFC Life APP has benefits such as: Capital Guarantee of 101% - 135% - APP is a unit linked plan that provides you the upside of the equity markets. However, to protect you from the market downfall, you have the Assured Vesting Benefit of 101% -135%, depending on the Premium Paying Term and Policy Term combination. This means that your capital is completely protected from any downside Pension Multipliers – As a Loyalty benefit, Pension Multipliers would be added to the fund value every alternate year starting from the end of 11th policy year. These additions will be equivalent to 1% of average fund value for the immediate preceding two years, subject to the policy being in force and all premiums paid till date. Early start to boost your corpus – With APP you can start your retirement planning as early as 18 years. The earlier you start, you would gain from the power of compounding and be able to build a bigger corpus before your retirement Lower vesting age limits – The minimum vesting age of APP is 45 years, this would help you to plan for early retirement"
        ]
    },
    {
        "tag": "insurance 347",
        "patterns": [
            "What would be the annuity rates at the time of maturity"
        ],
        "responses": [
            "Annuity rates are a function of prevailing market conditions at the time the annuity is bought. Other factors that determine annuity rate are - gender, age, annuity option chosen & premium band. Hence, it would not be possible to commit on the annuity rate at this point."
        ]
    },
    {
        "tag": "insurance 348",
        "patterns": [
            "I have 30 years to my retirement. Why do I need to plan now"
        ],
        "responses": [
            "This is the best part of your life. You have time on your side. So you can act now and ensure a smooth retirement. Please remember that retirement is inevitable & early planning for retirement is really helpful. The earlier you start investing in your retirement, the bigger would be your retirement kitty, thanks to the power of compounding. You can actually build up a larger sum with a comparatively smaller investment if you start early. So please think about this and act now."
        ]
    },
    {
        "tag": "insurance 349",
        "patterns": [
            "Are top-ups allowed in this plan"
        ],
        "responses": [
            "There isn’t any provision of top-up premiums in this plan."
        ]
    },
    {
        "tag": "insurance 350",
        "patterns": [
            "What are the steps involved to purchase this policy quickly in case I am travelling and do not have much time"
        ],
        "responses": [
            "Taking you through the procedure and form filling - only KYC documents, signature on proposal form and payment instrument are required. You can also pay online through HDFC Bank NetBanking, Debit card or Credit card. This being a pension plan, you don’t need to go through any medicals. After your form is logged in, you would receive a verification call the next day. Once the verification call is closed with an affirmative from your end, your policy would be issued and the Policy Bond would be delivered to your Demat Account. This Demat Account is completely free of cost. Thus it would not take much time."
        ]
    },
    {
        "tag": "insurance 351",
        "patterns": [
            "I don’t want to wait till 60 years for retirement. Is there a way out"
        ],
        "responses": [
            "This plan has a minimum vesting age of 45 years only, which would help to plan for an early retirement. You don’t need to wait till 60 years of age. However, once you have fixed your vesting age, it is recommended that you continue for the entire term."
        ]
    },
    {
        "tag": "insurance 352",
        "patterns": [
            "What is the HDFC Life Assured Pension Plan"
        ],
        "responses": [
            "The Assured Pension Plan is a Unit Linked Pension Plan recently launched by HDFC Life. This plan aims to help you plan for a steady income source for retirement. You can choose from a variety of Premium paying & policy term options as per your comfort and plan your retirement. HDFC Life APP provides you the benefit of equity participation with the comfort of a capital guarantee. To boost your fund value, you also have the pension multipliers that are added to your fund post 11th year."
        ]
    },
    {
        "tag": "insurance 353",
        "patterns": [
            "Why should I buy HDFC Life Assured Pension Plan"
        ],
        "responses": [
            "One of the biggest challenges of planning for your retirement is to ensure that you have saved enough money during your working years that will take care of your expenses once you retire. Given the rising cost of living, increased life expectancy and inflation, it is always wise to invest in a Pension Plan. HDFC Life Assured Pension Plan can help you achieve your retirement goals by planning for it well in advance."
        ]
    },
    {
        "tag": "insurance 354",
        "patterns": [
            "HDFC Life APP is a ULIP Plan. Why don’t I get to choose the funds in this plan"
        ],
        "responses": [
            "HDFC Life APP provides you a guarantee (between 101% -135%) of the premiums paid. This is why the choice of funds are predefined as per the Equity Backing Ratio and is not available for customised allocation by customers."
        ]
    },
    {
        "tag": "insurance 355",
        "patterns": [
            "Are there any tax benefits available"
        ],
        "responses": [
            "The premiums paid by you are eligible for tax benefits under Section 80CCC of the Income Tax Act, 1961. Up to 1/3rd of the policy proceeds can be taken as tax-free commuted value, as prescribed under Sec 10 (10A) of the Income Tax Act, 1961."
        ]
    },
    {
        "tag": "insurance 356",
        "patterns": [
            "I have other sources of income. Do I still need to plan for retirement"
        ],
        "responses": [
            "Diversification of income source is good. However, as you get older, you might not be able to work the way you can now. The other sources of income might not turn out to be as successful as they are today. Hence, it is prudent to plan for your retirement through a pension plan."
        ]
    },
    {
        "tag": "insurance 357",
        "patterns": [
            "How would you utilise my funds"
        ],
        "responses": [
            "Your funds will be invested into Equity and Debt instruments as per the Equity Backing Ratio defined by the company. This is to provide you with maximum returns from market upside, as well as protect your capital from any downfall."
        ]
    },
    {
        "tag": "insurance 358",
        "patterns": [
            "Do I get a life cover from this plan"
        ],
        "responses": [
            "APP being a Pension plan does not have a life cover; however, the death benefit is higher of FV or 105% of the premiums paid till date."
        ]
    },
    {
        "tag": "insurance 359",
        "patterns": [
            "Can I exercise the freelook option in this policy"
        ],
        "responses": [
            "In case you are not agreeable to any of our terms or conditions, you have the option of returning the policy to HDFC Life stating the reasons thereof, within 15 days of receipt of the policy bond."
        ]
    },
    {
        "tag": "insurance 360",
        "patterns": [
            "Can I get a loan or partial withdrawal on this plan"
        ],
        "responses": [
            "You cannot avail any loan or make partial withdrawal from this plan."
        ]
    },
    {
        "tag": "insurance 361",
        "patterns": [
            "When do I get to choose the annuity option"
        ],
        "responses": [
            "You need to give a default option now, i.e., at the time of purchase of this policy. However, depending on your situation, you always have the option to change/ alter the annuity option at the time of maturity of the pension policy. HDFC Life will get in touch with you 3-6 months before the maturity of the policy and you can revisit your annuity choice options then. In case you don’t revert to HDFC Life at that point of time, the default annuity options chosen earlier would be considered and your annuity payments would commence. However, after commencement of annuity you won’t be able to make any further alterations."
        ]
    },
    {
        "tag": "insurance 362",
        "patterns": [
            "What is HDFC Life Easy Health Plan"
        ],
        "responses": [
            "HDFC Life Easy Health is a fixed benefit, health insurance plan that provides coverage against Critical Illnesses, specified Surgeries and also provides Daily Hospital Cash Benefit in case of hospitalization. This cover will be available for a period of 5 years."
        ]
    },
    {
        "tag": "insurance 363",
        "patterns": [
            "What are the different plan options available under this product"
        ],
        "responses": [
            "You can select 1 or a combination of 2 or 3 benefits available under this plan. There are 7 plan options that you can select from. They are as follows: PLAN OPTION BENEFITS COVERED 1 Daily Hospital Cash Benefit 2 Surgical Benefit 3 Critical Illness Benefit 4 Daily Hospital Cash Benefit + Surgical Benefit 5 Surgical Benefit + Critical Illness Benefit 6 Daily Hospital Cash Benefit + Critical Illness Benefit 7 Daily Hospital Cash Benefit + Surgical Benefit + Critical Illness Benefit"
        ]
    },
    {
        "tag": "insurance 364",
        "patterns": [
            "Would I have to go for any medicals"
        ],
        "responses": [
            "No, there would not be medical tests involved with this plan."
        ]
    },
    {
        "tag": "insurance 365",
        "patterns": [
            "What are the different Sum Insured options available underthis product"
        ],
        "responses": [
            "There are 10 different Sum Insured options to select from, starting as low as Rs.25,000. The different options available are as follows: OPTION SUM ASSURED 1 Rs 25,000 2 Rs 50,000 3 Rs 75,000 4 Rs 1,00,000 5 Rs 1,50,000 6 Rs 2,00,000 7 Rs 2,50,000 8 Rs 3,00,000 9 Rs 4,00,000 10 Rs 5,00,000"
        ]
    },
    {
        "tag": "insurance 366",
        "patterns": [
            "Are there any Tax benefits with this product"
        ],
        "responses": [
            "Yes, you may be eligible for tax benefits under section 80D of the Income Tax Act 1961.Please note that the above mentioned benefits are as per the current tax laws. Your tax benefits may change if the tax laws are changed. It is advisable to re-confirm the same with your tax consultant."
        ]
    },
    {
        "tag": "insurance 367",
        "patterns": [
            "Are there any exclusions under this product"
        ],
        "responses": [
            "Unless expressly stated to the contrary in this Policy, HDFC Life will not make any payment for any claim in respect of any Life Assured if it is directly or indirectly caused by, arises from or is in any way attributable to any of the following: Treatment for congenital disease or deformity, including physical defects present from birth will not be covered by the policy. Hospitalization and/or surgery is/are not in accordance with the diagnosis and treatment of the condition for which the hospital confinement or surgery was required; Any condition with respect to the covered benefits, for which the insured had signs or symptoms, and/or was diagnosed, and/or received medical advice/treatment within the waiting period. Elective surgery or treatment which is not medically necessary; Weight reduction or weight improvement regardless of whether the same is caused (directly or indirectly) by a medical condition; Study and treatment of sleep apnoea; Routine eye tests, any dental treatment or surgery of cosmetic nature, extraction of impacted tooth/teeth, orthodontics or orthognathic surgery, or tempero-mandibular joint disorder except as necessitated by an accidental injury and warranting hospitalization Outpatient treatment Hospitalization and/or surgery relating to infertility or impotency, sex change or any treatment related to it, abortion, sterilization and contraception including any complications relating thereto; Hospitalization and/or surgery for treatment arising from pregnancy and it’s complications which shall include childbirth or miscarriage; Hospitalisation primarily for any purpose which in routine could have been carried out on an out-patient basis and which is not followed by an active treatment or intervention during the period of hospitalization. Experimental or unproven procedures or treatments, devices or pharmacological regimens of any description (not recognized by Indian Medical Council) or hospitalization for treatment under any system other than allopathy; Any mental or psychiatric condition including but not limited to insanity, mental or nervous breakdown / disorder, depression, dementia, or psychosomatic disorders. Alzheimer’s disease will also be excluded from all the covered benefits except Critical Illness. Convalescence, rest cure, sanatorium treatment, rehabilitation measures, respite care, long term nursing care or custodial care and general debility or exhaustion (run down condition) Directly or indirectly arising from alcohol, drug or unless taken in accordance to the dosage and duration as prescribed by the independent medical practitioner substance abuse and any illness or accidental physical injury which may be suffered after consumption of intoxicating substances, liquors or drugs; Directly or indirectly arising from or consequent upon war, invasion, acts of foreign enemies, hostilities (whether war be declared or not), civil war, terrorism, rebellion, active participation in strikes, riots or civil commotion, revolution, insurrection or military or usurped power and Sexually transmitted diseases or any treatment in the presence of HIV infection Acquired Cosmetic or plastic surgery except to the extent that such surgery is necessary for the repair of damage caused solely by accidental injuries, cancer or burns. Treatment of xanthelesema, , acne and alopecia; circumcision unless necessary for treatment of a disease or necessitated due to an accident Nuclear disaster, radioactive contamination and/or release of nuclear or atomic energy; Injury or illness caused by intentionally self-inflicted injuries; or any attempts of suicide while sane or insane; or deliberate exposure to exceptional danger (except in an attempt to save human life); Injury or illness caused by violation or attempted violation of the law, or resistance to arrest; or by active participation in an act with criminal intent. Injury or illness caused by professional sports, racing of any kind, scuba diving, aerial sports, activities such as hand-gliding, ballooning, and any other hazardous activities or sports unless agreed by special endorsement; Hospitalization where the Life Assured is a donor for any organ transplant; Any injury, sickness or disease received as a result of aviation, gliding or any form of aerial flight other than on a scheduled commercial airline as a bona fide passenger (whether fare paying or not), pilot or crew member Treatment to relieve symptoms caused by ageing, puberty, or other natural physiological cause, such as menopause and hearing loss caused by maturing or ageing. Artificial life maintenance, including life support machine use, where such treatment will not result in recovery or restoration of the previous state of health. Treatment of abnormalities, deformities, or Illnesses present only because they have been passed down through the generations of the family. Treatment for, or related to developmental problems, including Learning difficulties, such as dyslexia and behavioural problems, including Attention Deficit Hyperactivity Disorder (ADHD). In addition to the above, no Critical Illness Benefit will be payable for any of the following: Date of diagnosis within 90 days from date of commencement or reinstatement of cover Critical Illness Benefit, where death occurs within 30 days of the date of diagnosis Policy in the lapsed condition as on the date of diagnosis Any more than one claim in respect of Critical Illness Benefit Non-fulfilment of eligibility criteria for Critical Illness Benefit covered under the policy"
        ]
    },
    {
        "tag": "insurance 368",
        "patterns": [
            "What if I don’t/miss to pay premiums"
        ],
        "responses": [
            "Premium(s) due on this policy should be paid on or before the premium due date. You are advised to pay the premium in time to continue enjoying the benefits of this policy. However, in case you are unable to do so, you have a grace period after the premium due date within which you can pay the due premium. Grace period available for annual frequency is 30 days whereas there is no grace period for one time/ single payment frequency. If you pay the due premium within grace period the policy will continue without any break. Following conditions will apply during grace period. The cover under the policy shall remain in-force during the grace period Should a valid claim arise under the policy during the grace period, but before the payment of due premium, HDFC Life shall still honour the claim. In such cases, the due and unpaid premium will be deducted from any benefit payable."
        ]
    },
    {
        "tag": "insurance 369",
        "patterns": [
            "What if I don’t/miss to pay premiums even in the Grace period"
        ],
        "responses": [
            "In the event of non-payment of premiums due under the policy by the expiry of the grace period, the policy will lapse with effect from the premium due date. The cover will cease and no benefits will be payable in case of lapsed policy."
        ]
    },
    {
        "tag": "insurance 370",
        "patterns": [
            "Can I reinstate the policy if it is lapsed"
        ],
        "responses": [
            "If your policy is lapsed, you may request HDFC Life in writing to revive your policy within 2 consecutive years from the date of first unpaid premium. The following conditions will apply in case of revival of the policy: All pending premium should be immediately paid along with any interest that is advised by HDFC Life. The current interest rate used for revival is 10.5% p.a. Any agreement to revive or reinstate would be subject to satisfactory evidence of good health Reinstatement request will attract the following : If the policy is revived within 60 days, only the remaining part of all time bound exclusions and waiting periods will apply If the policy is revived after 60 days, all time bound exclusions and waiting periods will be applied afresh"
        ]
    },
    {
        "tag": "insurance 371",
        "patterns": [
            "Is there any death benefit under this product"
        ],
        "responses": [
            "There is no death benefit payable under this product."
        ]
    },
    {
        "tag": "insurance 372",
        "patterns": [
            "Is there any Surrender benefit under this product"
        ],
        "responses": [
            "There is no surrender value available under this plan for regular pay. Under single pay, only if all the options chosen by the policyholder are surrendered and no claims are made, the policy can be surrendered. The surrender value would be calculated as following: 70% x Single Premium x(1- M/P ) Where, M : policy month of surrender P : policy term in months"
        ]
    },
    {
        "tag": "insurance 373",
        "patterns": [
            "What are the different benefits available under this product"
        ],
        "responses": [
            "There are 3 separate benefits available under this product namely:- Surgical Benefit: Avail up to 100% of Sum Insured in case of 138 surgeries Critical Illness Benefit: Get 100% of Sum Insured if diagnosed with any one of 18 Critical Illnesses Daily Hospital Cash Benefit: Avail Daily Hospital Cash of 1% of Sum Insured per day (Non ICU room) and 2% of Sum Insured per day (ICU) You can select 1, 2 or all the 3 plan benefits at the time of purchasing the policy."
        ]
    },
    {
        "tag": "insurance 374",
        "patterns": [
            "Are there any other terms and Conditions"
        ],
        "responses": [
            "Yes, there are various terms and conditions associated with this plan. For detailed information, please read the SalesBrochure carefully."
        ]
    },
    {
        "tag": "insurance 375",
        "patterns": [
            "Is there any maturity benefit under this product"
        ],
        "responses": [
            "There is no maturity benefit available under this product."
        ]
    },
    {
        "tag": "insurance 376",
        "patterns": [
            "How will the Pay Out happen for this plan"
        ],
        "responses": [
            "The payout will depend upon the plan benefit(s) chosen. Daily Hospital Cash Benefit (DHCB) 1. In case of hospitalization, due to any injury, sickness or disease, you will receive 1% of Sum Insured as DHCB if admitted in Non ICU room and 2% of Sum Insured if admitted in ICU room. 2. The benefit will be payable as a lump sum amount after the completion of each continuous hospitalization for more than 24 hours as a result of injury, sickness or disease. The benefit amount payable will be calculated as mentioned below: Daily Hospital Cash Benefit * (Number of Days admitted - 1) 3. Daily Hospital Cash Benefit will be payable for a maximum of 20 days per year in case the Life Assured is admitted in Non ICU room and Twice the Daily Hospital Cash Benefit will be payable for a maximum of 10 days per year if admitted in ICU room. 4. Daily Hospital Cash Benefit will be payable subject to a maximum of 60 and 30 days if admitted in Non ICU and ICU rooms respectively, during the entire policy term. 5. The ICU and non ICU benefits will be independent of each other and subject to their respective limits 6. There is a waiting period of 60 days from the date of commencement or reinstatement of the cover. Waiting period will not be applicable for accidental injury. Surgical Benefit (SB) 1. Surgical Benefit will be payable if the Life Assured has undergone any of the 138 surgeries mentioned in Annexure 2 of the Sales Brochure, provided the surgery is done: a. by a qualified surgeon for a surgical operation and b. performed at a hospital due to injury or c. sickness for covered surgical procedures advised by an independent medical practitioner and the policy is in force during the policy term 2. In case the Life Assured has to undergo a surgery during the policy term, the benefit payable shall be ascertained on the basis of the Category of the Surgery as shown below: CATEGORY** SUM ASSURED (%) 1 100% 2 60% 3 40% 4 20% 3. You are entitled to make multiple claims up to a maximum of 100% of Sum Insured during the policy term. 4. The policyholder shall not be allowed to claim for the same surgery more than once. However, multiple claims from the same category can be made. 5. In case 100% of the Sum Insured has been used up, the cover for Surgical Benefit will cease for the Life Assured for the remaining policy term. However, other benefits (such as Daily Hospital Cash Benefit and Critical Illness Benefit, if applicable) will continue to be in force. 6. There is a waiting period of 60 days from the date of commencement / reinstatement of the cover. Waiting period will not be applicable in case of accidental injury. Critical Illness Benefit (CIB) 1. Lump sum benefit equal to 100% of the Sum Insured shall be payable in case the Life Assured is diagnosed with any of the 18 Critical Illness specified in the Sales Brochure. 2. A 30 day survival period is applicable for the Critical Illness Benefit. This refers to the period from the diagnosis of the Critical Illness that the Life Assured must survive for the Critical Illness Benefit to be payable. 3. Critical Illness Benefit will be payable only once during the entire policy term. 4. Once the Critical Illness Benefit is paid, the benefit will cease for the Life Assured for the remaining policy term. However, other benefits (such as Daily Hospital Cash Benefit and Surgical Benefit, if applicable) will continue to be in force. 5. There is a waiting period of 90 days for Critical Illness Benefit from the date of commencement/ reinstatement of the cover, except in cases where the Critical Illness occurs as a result of an accident (e.g., Major Head Trauma)."
        ]
    },
    {
        "tag": "insurance 377",
        "patterns": [
            "What is the policy term available under this product"
        ],
        "responses": [
            "There is a fixed policy term of 5 years. Further, you shall only pay premiums for the benefit(s) as long as the complete payout for that benefit has not happened. The policyholder shall have the option to choose one of the above plan options only at the time of policy inception."
        ]
    },
    {
        "tag": "insurance 378",
        "patterns": [
            "What are the premium payment frequencies available under this product"
        ],
        "responses": [
            "You can choose to pay your premiums either annually(Regular Premium) or one time(Single Premium)."
        ]
    },
    {
        "tag": "insurance 379",
        "patterns": [
            "Is there any eligibility criteria under this product"
        ],
        "responses": [
            "Eligibility Criteria for Easy Health includes: Minimum Entry Age: 18 years Maximum Entry Age: 65 years Minimum Maturity Age: 23 years Maximum Maturity Age: 70 years Policy Term: 5 years Note – Age is taken as on last birthday"
        ]
    },
    {
        "tag": "insurance 380",
        "patterns": [
            "What are the minimum and maximum premiums available under this product"
        ],
        "responses": [
            "The minimum and maximum premium amounts differ depending on if single or annual mode of premium payment is selected. The minimum premium under the product is: 1. Rs 2,184 for Single Pay 2. Rs 676 for Regular Pay The maximum premium under the product is: 1. Rs 4,04,279 for Single Pay 2. Rs 1,22,068 for Regular Pay These premium amounts are exclusive of applicable taxes and Swach Bharat Cess."
        ]
    },
    {
        "tag": "insurance 381",
        "patterns": [
            "What is HDFC Life Capital Shield"
        ],
        "responses": [
            "HDFC Life Capital Shield is a non-par Unit Linked Plan. It is an investment-cum-insurance plan that offers the potential of better returns, by investing a part of your money in equity and the balance in debt, while also providing you with life cover. The allocation of your money to debt fund shall systematically increase over time to protect your capital."
        ]
    },
    {
        "tag": "insurance 382",
        "patterns": [
            "What is the Policy Term available in this plan"
        ],
        "responses": [
            "Capital Shield provides a Policy Term of 10 years."
        ]
    },
    {
        "tag": "insurance 383",
        "patterns": [
            "What is the Death Benefit this plan"
        ],
        "responses": [
            "In case of the Life Assured’s unfortunate demise during the Policy term, provided all due premiums have been paid, the nominee will be paid the “Sum Assured on Death”. The “Sum Assured on Death” shall be the highest of: - Sum Assured less an amount# for Partial withdrawals made, if any (as detailed below) - Fund value - 105% of total premiums paid till the date of death* #The partial withdrawals to be deducted from the Sum Assured shall be: For death before attainment of age 60 - all partial withdrawals made during the two year period immediately preceding the date of death of the Life Assured. For death on or after attainment of age 60 - all partial withdrawals made after attainment of age 58 years of the Life Assured. Upon payment of the death benefit, the Policy shall terminate and no further benefits are payable."
        ]
    },
    {
        "tag": "insurance 384",
        "patterns": [
            "What is the Maturity Benefit available under this plan"
        ],
        "responses": [
            "Your policy matures at the end of the policy term and all your risk cover ceases. On maturity of the policy, provided all due premiums have been paid, the Life Assured will receive higher of: - Fund Value - Assured Maturity Benefit (as defined below) Assured Maturity Benefit = (101% * “Total Premiums” paid till date) less the Total Partial Withdrawals made till date (if any) Where “Total Premiums” shall be: - For Single Pay policies : Single Premium - For Limited Pay policies : 5 times the Annualised Premium Please note that the Assured Maturity Benefit will be paid only on policy maturity provided all due premiums have been paid and will not apply on death or surrender. Upon payment of the maturity benefit, the Policy shall terminate and no further benefits are payable."
        ]
    },
    {
        "tag": "insurance 385",
        "patterns": [
            "Are there any exclusions in this plan"
        ],
        "responses": [
            "In case of death due to suicide within 12 months from the date of inception of the policy or from the date of the revival of the policy, the nominee or beneficiary of the policyholder shall be entitled to the fund value, as available on the date of death. Any charges recovered subsequent to the date of death shall be paid back to the nominee or beneficiary along with the death benefit."
        ]
    },
    {
        "tag": "insurance 386",
        "patterns": [
            "What are the age limits for this plan"
        ],
        "responses": [
            "The age limits for this plan include: Minimum Entry Age 8 years Maximum Entry Age 60 years Minimum Maturity Age 18 years Maximum Maturity Age 70 years"
        ]
    },
    {
        "tag": "insurance 387",
        "patterns": [
            "What are the key features of this plan"
        ],
        "responses": [
            "- Protect your investment from market risks with an Assured Maturity Benefit of 101% of the Total Premiums paid - Pay premiums only once or for a limited period of 5 years - Get increasing Loyalty Additions from the end of the 6th policy year onwards to boost the Fund Value - Stay protected during the entire policy term with life insurance cover"
        ]
    },
    {
        "tag": "insurance 388",
        "patterns": [
            "What is the difference between Life and Extra Life options"
        ],
        "responses": [
            "In addition to the benefits under Life Option, you get an additional Extra Life Sum Assured upon death due to Accident under Extra Life option. Customer has the flexibility to select the amount of Extra Life Sum Assured (maximum up to Base Sum Assured)"
        ]
    },
    {
        "tag": "insurance 389",
        "patterns": [
            "What are the benefits available under Income option"
        ],
        "responses": [
            "This option provides the nominee with a Lump sum benefit and a regular stream of level/ increasing monthly income on death of Life Assured. The customer has to select this Lump sum benefit, amount of monthly income, income term for which the income payout will happen (up to 20 years) and a simple rate of increase in income."
        ]
    },
    {
        "tag": "insurance 390",
        "patterns": [
            "What is the difference between Income and Extra Life Income options"
        ],
        "responses": [
            "In addition to the benefits under Income Option, you get an additional Extra Life Sum Assured upon death due to Accident under Extra Life Income option. This additional Sum Assured will be payable partly as Lump sum and partly as income benefit on accidental death."
        ]
    },
    {
        "tag": "insurance 391",
        "patterns": [
            "What is the difference between 3D Life and 3D Life Long Protection options"
        ],
        "responses": [
            "In addition to the benefits under 3D Life Option, Life Assured is covered for whole life under 3D Life Long Protection option. Premiums under this option have to be paid only till an age of 65."
        ]
    },
    {
        "tag": "insurance 392",
        "patterns": [
            "What is Life Stage Protection feature"
        ],
        "responses": [
            "Under this feature, you have the option to increase the basic Sum Assured without underwriting on any of the below specified events in the life of the Life Assured 1stMarriage: 50% of Sum Assured subject to a maximum of Rs. 50 lakhs Birth of 1st child: 25% of Sum Assured subject to a maximum of Rs. 25 lakhs Birth of 2nd child: 25% of Sum Assured subject to a maximum of Rs. 25 lakhs This feature is available under all plan options"
        ]
    },
    {
        "tag": "insurance 393",
        "patterns": [
            "What is Accidental Total Permanent Disability (ATPD)"
        ],
        "responses": [
            "ATPD means when the life assured is totally, continuously and permanently disabled and meets either of the two definitions below: Unable to Work: Disability as a result of injury or accident and is thereby rendered totally incapable of being engaged in any work or any occupation or employment for any compensation, remuneration or profit and he/she is unlikely to ever be able to do so. Physical Impairments: The life assured suffers an injury/accident due to which there is total and irrecoverable loss of: i. The use of two limbs; or ii. The sight of both eyes; or iii. The use of one limb and the sight of one eye; or iv. Loss by severance of two or more limbs at or above wrists or ankles; or v. The total and irrecoverable loss of sight of one eye and loss by severance of one limb at or above wrist or ankle. The disabilities as stated under “Unable to Work” and “Physical Impairments” must have lasted, without interruption, for at least 6 consecutive months and must, in the opinion of a medical practitioner (as defined below), be deemed permanent. The benefit will commence upon the completion of this uninterrupted period of 6 months. However, for the disabilities mentioned in (iv) and (v) under Part (2), such 6 months period would not be applicable and the benefit will commence immediately."
        ]
    },
    {
        "tag": "insurance 394",
        "patterns": [
            "How many Critical Illnesses are covered under 3D Life & 3D Life Long Protection options and what is the benefit associated with them"
        ],
        "responses": [
            "These plan options provide Waiver of Premium benefit if the Life Assured is diagnosed with any of the 34 covered Critical Illness."
        ]
    },
    {
        "tag": "insurance 395",
        "patterns": [
            "What is Top up option"
        ],
        "responses": [
            "This option provides for a systematic increase of your cover from 1st policy anniversary onwards. This option is available under all plan options and has to be opted at policy inception."
        ]
    },
    {
        "tag": "insurance 396",
        "patterns": [
            "What is the Policy Term available under this plan"
        ],
        "responses": [
            "For all options other than Life Long Protection and 3D Life Long Protection options – 5 to 40 years For Life Long Protection and 3D Life Long Protection options – Whole of Life"
        ]
    },
    {
        "tag": "insurance 397",
        "patterns": [
            "How many plan options are available under this plan"
        ],
        "responses": [
            "The following plan options are available under this plan. 1. Life Option 2. 3D Life Option 3. Extra Life Option 4. Income Option 5. Extra Life Income Option 6. Income Replacement Option 7. Return of Premium Option 8. Life Long Protection Option 9. 3D Life Long Protection Option The customer shall have to choose an option at the inception of the policy. The option once selected cannot be changed at a later date."
        ]
    },
    {
        "tag": "insurance 398",
        "patterns": [
            "Is this plan only available online"
        ],
        "responses": [
            "No, this plan is available on both Online and Offline platforms"
        ]
    },
    {
        "tag": "insurance 399",
        "patterns": [
            "What is the difference between Life and 3D Life options"
        ],
        "responses": [
            "In addition to the benefits under Life Option, you will receive an additional benefit of waiver of your future premiums upon diagnosis of Critical Illness under 3D Life option"
        ]
    },
    {
        "tag": "insurance 400",
        "patterns": [
            "What is the difference between Life and Return of Premium options"
        ],
        "responses": [
            "In addition to the benefits under Life Option, upon survival of the Life Assured till the end of the Policy term, Total premiums paid till date will be returned back as maturity benefit"
        ]
    },
    {
        "tag": "insurance 401",
        "patterns": [
            "What is the difference between Life and Life Long Protection options"
        ],
        "responses": [
            "In addition to the benefits under Life Option, Life Assured is covered for whole life under Life Long Protection option. Premiums under this option have to be paid only till an age of 65."
        ]
    },
    {
        "tag": "insurance 402",
        "patterns": [
            "Are there any alterations allowed under this plan"
        ],
        "responses": [
            "You shall have the option to alter the premium payment frequency at any Policy anniversary"
        ]
    },
    {
        "tag": "insurance 403",
        "patterns": [
            "Does this plan offer tax benefits"
        ],
        "responses": [
            "Premiums paid by an individual or HUF under this plan are eligible for tax benefits under Section 80C of the Income Tax Act, 1961, subject to the conditions/ limits specified therein. Under Section 10 (10D) of the Income Tax Act, 1961, the benefits received from this policy are exempt from tax, subject to the conditions specified therein. Please note that the above mentioned benefits are as per the current tax rules. Your tax benefits may change if the tax rules are changed. You are requested to consult your tax advisor."
        ]
    },
    {
        "tag": "insurance 404",
        "patterns": [
            "What are the benefits available under Life Option"
        ],
        "responses": [
            "Under this option your nominee will get a Lump sum Benefit on death or diagnosis of Terminal Illness. Your future premiums will be waived upon Accidental Total Permanent Disability. These benefits are available under all plan options"
        ]
    },
    {
        "tag": "insurance 405",
        "patterns": [
            "What does 3D stand for in HDFC Life Click 2 Protect 3D Plus"
        ],
        "responses": [
            "3D stands for Death, Disease & Disability. HDFC Life Click 2 Protect 3D Plus is a comprehensive term plan that provides protection against these 3D's."
        ]
    },
    {
        "tag": "insurance 406",
        "patterns": [
            "Do I need to have Auto Insurance"
        ],
        "responses": [
            "Yes, the Motor Vehicle Act states that every motor vehicle plying on the road has to be insured with a Liability Only policy at the very least."
        ]
    },
    {
        "tag": "insurance 407",
        "patterns": [
            "Do I need to lodge an FIR in case of an accident"
        ],
        "responses": [
            "You will need to lodge an FIR in the following circumstances: Any third party personal injury or death due to an accident involving your vehicle Any personal injury or death of a paid driver Any personal injury or death of an owner-driver Any personal injury or death of a passenger Any third party property damage Theft of the entire vehicle Theft of accessories, stereo-recorders, other vehicle parts"
        ]
    },
    {
        "tag": "insurance 408",
        "patterns": [
            "During the policy period, if I add accessories like a music system in my vehicle, are they also covered"
        ],
        "responses": [
            "Yes, they will be, as long as you make a written request to us with a description of the accessory along with its value. You may also have to pay an additional premium."
        ]
    },
    {
        "tag": "insurance 409",
        "patterns": [
            "What is IDV (Insured’s Declared Value)"
        ],
        "responses": [
            "The Insured's Declared Value (IDV) of the vehicle will be deemed to be the 'SUM INSURED' and it will be fixed at the commencement of each policy period for each insured vehicle. The IDV of the vehicle is to be fixed on the basis of the manufacturer’s listed selling price of the brand and model as the vehicle proposed for insurance at the commencement of insurance/renewal, and adjusted for depreciation (as per the schedule specified below). The IDV of the side car and/or accessories, if any, filled to the vehicle but not included in the manufacturer’s listed selling price of the vehicle is also likewise to be fixed. Age of the vehicles % depreciation to fix IDV Not exceeding 6 months 5% Exceeding 6 months but not exceeding 1 year 15% Exceeding 1 year but not exceeding 2 years 20% Exceeding 2 years but not exceeding 3 years 30% Exceeding 3 years but not exceeding 4 years 40% Exceeding 4 years but not exceeding 5 years 50%"
        ]
    },
    {
        "tag": "insurance 410",
        "patterns": [
            "What is salvage and what happens to it"
        ],
        "responses": [
            "Salvage refers to discarded parts that are damaged beyond repair and need to be replaced. If these parts have no economic value (broken glass, torn plastic, rubber parts), they are thrown away. However, parts like doors, panels, petrol tanks, front forks, etc. do have a residual commercial value. To avoid recycling of such parts that may be repaired and sold as new, these need to be destroyed to prevent malpractices by unethical workshops."
        ]
    },
    {
        "tag": "insurance 411",
        "patterns": [
            "What documents do I need to submit when buying Insurance for my vehicle"
        ],
        "responses": [
            "All you need to submit is a signed proposal form, in certain cases you have to submit some additional documents, if required."
        ]
    },
    {
        "tag": "insurance 412",
        "patterns": [
            "Are there any specific exclusions under a Motor Policy"
        ],
        "responses": [
            "The following are not covered under a Motor Policy: Wear and Tear Mechanical or Electrical Breakdown, failure Depreciation, any consequential loss Driving under the influence of liquor or drugs Loss or damage attributable to war, mutiny, nuclear risks Any contractual liability View more"
        ]
    },
    {
        "tag": "insurance 413",
        "patterns": [
            "Can I buy a Motor Insurance policy online"
        ],
        "responses": [
            "Yes, you can purchase an HDFC ERGO Motor Insurance policy online by using your Credit Card or online bank account."
        ]
    },
    {
        "tag": "insurance 414",
        "patterns": [
            "Can I pay the premium for my Auto Insurance in instalments"
        ],
        "responses": [
            "No, the law (Insurance Act, 1938) does not permit us to accept your Auto Insurance premiums in instalments."
        ]
    },
    {
        "tag": "insurance 415",
        "patterns": [
            "Can I renew my Motor policy online"
        ],
        "responses": [
            "Yes, you can renew your HDFC ERGO Motor Insurance policy online by using your Credit Card or bank account."
        ]
    },
    {
        "tag": "insurance 416",
        "patterns": [
            "Can I renew other insurer policies with HDFC ERGO online"
        ],
        "responses": [
            "Yes. You just have to log on to www.hdfcbank.com and provide minimum details of your expiring policy and buy an HDFC ERGO Motor Insurance policy online. Also avail benefits of the No Claim Bonus earned by you in full."
        ]
    },
    {
        "tag": "insurance 417",
        "patterns": [
            "How is the premium for Motor Insurance calculated"
        ],
        "responses": [
            "The premium is calculated based on the Make and Model of your vehicle, its age, place of registration, fuel type and Insured Declared Value (IDV). The premium is also subject to certain deductions based on the insured’s age and occupation and the No Claim Bonus earned by the insured during the policy period. You will need to submit documents or particulars to avail of these discounts. In case you want extended coverage – for Personal Accident, Electrical/Non-Electrical Accessories, etc. you may have to pay an additional premium of the same."
        ]
    },
    {
        "tag": "insurance 418",
        "patterns": [
            "What is a Motor Insurance cover note"
        ],
        "responses": [
            "A cover note is a temporary insurance document establishing proof of Insurance with which you can register your vehicle. A cover note is valid for 60 days from the date of its issuance and is replaced by an Insurance policy."
        ]
    },
    {
        "tag": "insurance 419",
        "patterns": [
            "What documents need to be submitted when I make a claim under my Motor Insurance policy"
        ],
        "responses": [
            "You will need to submit a claim form along with the following: A copy of the vehicle's registration book A copy of the driving licence of the person driving the vehicle at the time of the accident An estimate of the repairs A copy of the police FIR/panchnama in case of theft or any third party personal injury/death or property damage If the vehicle is declared a total loss, either due to an accident or theft, you will also have to provide the following documents – RTO transfer papers, original RC book, original Insurance policy, the vehicle’s original keys, a No Objection Certificate from you to transfer of the vehicle, a letter of indemnity on judicial stamp paper and a letter of subrogation on judicial stamp paper."
        ]
    },
    {
        "tag": "insurance 420",
        "patterns": [
            "Will HDFC ERGO General Insurance give me an advance on the basis of a damage estimate under the Motor Insurance policies"
        ],
        "responses": [
            "No, your vehicle must first be repaired, after which we will reimburse the amount payable to you or pay the garage directly in the case of cashless settlement under your policy."
        ]
    },
    {
        "tag": "insurance 421",
        "patterns": [
            "What if I misplace my Motor Insurance policy document"
        ],
        "responses": [
            "Call our toll-free helpline 1800-2-700-700 and we’ll advise you how to proceed. You may have to pay a small fee for a duplicate policy."
        ]
    },
    {
        "tag": "insurance 422",
        "patterns": [
            "What is meant by total loss under the Motor Insurance policy"
        ],
        "responses": [
            "Total loss means accidental damage to your vehicle where the cost of repair amounts to more than 75% of the IDV on your policy."
        ]
    },
    {
        "tag": "insurance 423",
        "patterns": [
            "What is a No Claim Bonus (NCB) under a Motor Insurance policy"
        ],
        "responses": [
            "It is a discount in the own damage premium payable when renewing your policy after a claim-free year. It is an incentive for driving carefully and avoiding accidents. The No Claim Bonus on all types of vehicles, and the discount is as follows: All Vehicles % discount on Own Damage premium No claim made or pending during the preceding full year of insurance 20% No claim made or pending during the preceding 2 consecutive years of insurance 25% No claim made or pending during the preceding 3 consecutive years of insurance 35% No claim made or pending during the preceding 4 consecutive years of insurance 45% No claim made or pending during the preceding 5 consecutive years of insurance 50%"
        ]
    },
    {
        "tag": "insurance 424",
        "patterns": [
            "What is HDFC ERGO General Insurance role in a third party injury/property damage suit"
        ],
        "responses": [
            "We will handle the legal suit from the moment you receive a notification till the case is resolved. We will either settle the case out of court or actively defend the matter at the Motor Accident Claims Tribunal. Your co-operation will be essential in gathering the necessary documents and preparing a defence – viz. vehicle registration papers, driving licence of the person driving the vehicle, police FIR and panchnama, vakalatnama signed by you, your written statement as to the facts of the accident. We will also take care of legal liability and costs awarded by the tribunal. However, we will not be able to help you in the following situations: Where your insurance policy is not valid, either because it has expired or because the cheque for your premium has been dishonoured. The person driving the vehicle at the time of the accident was under the influence of drugs or alcohol. The person driving the vehicle at the time of the accident did not hold a valid driving licence to drive the said vehicle. View more"
        ]
    },
    {
        "tag": "insurance 425",
        "patterns": [
            "What are the different classes of vehicles which can be insured by HDFC ERGO"
        ],
        "responses": [
            "We can provide both Comprehensive and Liability Only Policies for all classes of vehicles mentioned below: Private Car Two Wheelers Commercial Vehicles Goods Carrying Vehicles (GCV) Trailers Passenger Carrying Vehicles (PCV) Miscellaneous and Special Types of Vehicles"
        ]
    },
    {
        "tag": "insurance 426",
        "patterns": [
            "How do I renew my Commercial Vehicle Insurance policy"
        ],
        "responses": [
            "We will send you a renewal notice well in advance of your policy expiry date. You need to confirm acceptance of renewal and send your cheque for the premium to us at our correspondence address. You can also renew your policy through the dealer/agent from where you initially bought your policy."
        ]
    },
    {
        "tag": "insurance 427",
        "patterns": [
            "What are the different types of Personal Accident Covers available for drivers and passengers"
        ],
        "responses": [
            "An owner driver is given Personal Accident Cover up to Rs. 2 lakhs (for cars)/ Rs. 1 lakh (for two-wheelers). This cover can also be extended to paid drivers and persons travelling in the vehicle, on a named and unnamed basis."
        ]
    },
    {
        "tag": "insurance 428",
        "patterns": [
            "What are the different types of  Commercial Vehicle Insurance available"
        ],
        "responses": [
            "There are two types of covers available: Liability Cover Only – This insures you against any legal liability following an accident involving your vehicle. It does not cover any damage to your vehicle.Package Cover – This insures all liabilities, as per the Motor Vehicle Act and damages cause to your vehicle."
        ]
    },
    {
        "tag": "insurance 429",
        "patterns": [
            "What are the different types of  Commercial Vehicle Insurance available"
        ],
        "responses": [
            "There are two types of covers available: Liability Cover Only – This insures you against any legal liability following an accident involving your vehicle. It does not cover any damage to your vehicle.Package Cover – This insures all liabilities, as per the Motor Vehicle Act and damages cause to your vehicle."
        ]
    },
    {
        "tag": "insurance 430",
        "patterns": [
            "What are the different types of Personal Accident Covers available for drivers and passengers"
        ],
        "responses": [
            "An owner driver is given Personal Accident Cover up to Rs. 2 lakhs (for cars)/ Rs. 1 lakh (for two-wheelers). This cover can also be extended to paid drivers and persons travelling in the vehicle, on a named and unnamed basis."
        ]
    },
    {
        "tag": "insurance 431",
        "patterns": [
            "How do I renew my Commercial Vehicle Insurance policy"
        ],
        "responses": [
            "We will send you a renewal notice well in advance of your policy expiry date. You need to confirm acceptance of renewal and send your cheque for the premium to us at our correspondence address. You can also renew your policy through the dealer/agent from where you initially bought your policy."
        ]
    },
    {
        "tag": "insurance 432",
        "patterns": [
            "What are the different classes of vehicles which can be insured by HDFC ERGO"
        ],
        "responses": [
            "We can provide both Comprehensive and Liability Only Policies for all classes of vehicles mentioned below: Private Car Two Wheelers Commercial Vehicles Goods Carrying Vehicles (GCV) Trailers Passenger Carrying Vehicles (PCV) Miscellaneous and Special Types of Vehicles"
        ]
    },
    {
        "tag": "insurance 433",
        "patterns": [
            "Can HDFC Ergo Student Travel insurance suraksha policy be extended"
        ],
        "responses": [
            "The extension under the policy shall be provided subject to the following conditions: The original policy period has not expired The sum insured shall not be enhanced There is no claim during the original policy period Declaration of good health shall be provided by the insured Extension premium has to be paid before actual extension is affected The entire policy period along with Extension does not exceed 2 years Please note that extension on a policy can be availed only once during the risk period."
        ]
    },
    {
        "tag": "insurance 434",
        "patterns": [
            "Cab sum assured be extended"
        ],
        "responses": [
            "The Sum Insured cannot be increased."
        ]
    },
    {
        "tag": "insurance 435",
        "patterns": [
            "Can the policy be cancelled"
        ],
        "responses": [
            "The policy may be cancelled via request on Email/Fax. The intimation of cancellation has to reach us within 14 days of policy issuance. If the policy has already incepted, a copy of all 40 pages of the passport needs to be submitted as a proof that the journey has not been undertaken. Cancellation charges of Rs. 250/- shall be applicable and the balance shall be refunded."
        ]
    },
    {
        "tag": "insurance 436",
        "patterns": [
            "Where one can avail the claim form"
        ],
        "responses": [
            "On registration of a claim, claim form will be sent to you by post, e-mail or fax along with the list of documents required for assessing the claim. The claim form is also available on our website."
        ]
    },
    {
        "tag": "insurance 437",
        "patterns": [
            "What does “deductables” means"
        ],
        "responses": [
            "Deductible means the amount of a claim that has to be borne by the insured."
        ]
    },
    {
        "tag": "insurance 438",
        "patterns": [
            "For how many days policy can be extended"
        ],
        "responses": [
            "The total policy period including extension should not exceed 2 years."
        ]
    },
    {
        "tag": "insurance 439",
        "patterns": [
            "How Do I extend my HDFC Ergo Student Travel insurance surakshapolicy"
        ],
        "responses": [
            "Please send a request mail to [email protected] for extension of policy along with health declaration attached to it. You will receive a response from us with the detailed procedure and the additional premium amount."
        ]
    },
    {
        "tag": "insurance 440",
        "patterns": [
            "When do I have to submit a medical exam"
        ],
        "responses": [
            "Any insured with an adverse medical history has to submit medical reports irrespective of the trip band."
        ]
    },
    {
        "tag": "insurance 441",
        "patterns": [
            "What is the benefit under Hijack Distress Allowance"
        ],
        "responses": [
            "If the Common Carrier in which the insured person is abroad is hijacked, the company agrees to pay compensation for every six continuous hours in excess of the deductible."
        ]
    },
    {
        "tag": "insurance 442",
        "patterns": [
            "Is travel insurance mandatory"
        ],
        "responses": [
            "Travel Insurance is not mandatory in India. However, it is mandatory in the UK and others countries including Austria, Greece, Portugal, Spain, France, Germany, Belgium, Luxembourg and the Netherlands. However, for a safe and peaceful trip, we recommend that you have a travel insurance policy no matter which country you are travelling to."
        ]
    },
    {
        "tag": "insurance 443",
        "patterns": [
            "What are the various HDFC ERGO Travel Insurance policies"
        ],
        "responses": [
            "HDFC ERGO provides coverage for Single Trip, Multiple Trip, Asia and a Family Floater Plan with various sums insured options to choose from."
        ]
    },
    {
        "tag": "insurance 444",
        "patterns": [
            "What is covered under Delay of Checked Baggage"
        ],
        "responses": [
            "This will reimburse the insured person on the cost of replacement of articles if the Checked-in Baggage or Personal Documents are delayed or misdirected."
        ]
    },
    {
        "tag": "insurance 445",
        "patterns": [
            "What is covered under the benefit Loss of Checked Baggage"
        ],
        "responses": [
            "This benefit will reimburse the insured person the cost of replacement of the articles if the Checked-in Baggage or Personal Documents are permanently damaged or lost."
        ]
    },
    {
        "tag": "insurance 446",
        "patterns": [
            "Are ambulance charges covered under a Travel Policy"
        ],
        "responses": [
            "Emergency Medical Expenses include ambulance service (to and from the hospital)."
        ]
    },
    {
        "tag": "insurance 447",
        "patterns": [
            "Can a foreign national be covered under a Travel Policy"
        ],
        "responses": [
            "A foreign national working in India, with an Indian employer of a multinational company, earning in INR can be covered subject to the verification of a Ration Card and IT verification."
        ]
    },
    {
        "tag": "insurance 448",
        "patterns": [
            "Why do I require Travel Insurance"
        ],
        "responses": [
            "Travel Insurance provides you and your family medical, financial and other assistance in case of an emergency or untoward circumstances while travelling on an International trip. No matter what the purpose of your travel, business or pleasure, you are safer with Overseas Travel Insurance that will protect you from unfortunate events such as loss or delay in checked-in baggage, loss or passport, a medical emergency or an accident."
        ]
    },
    {
        "tag": "insurance 449",
        "patterns": [
            "Will a claim in a Travel Insurance policy be settled on return to India"
        ],
        "responses": [
            "A claim will be settled once the insured returns to India, expect in the case of hospitalization."
        ]
    },
    {
        "tag": "insurance 450",
        "patterns": [
            "Do I have to go through a medical exam for a Travel Insurance policy"
        ],
        "responses": [
            "No, there is no medical exam required for anyone below the age of 70 years."
        ]
    },
    {
        "tag": "insurance 451",
        "patterns": [
            "Can I claim under both Loss of Checked Baggage and Delay of Checked Baggage"
        ],
        "responses": [
            "No, because if your baggage and/or personal belongings are lost later, then any amount claimed and paid to an insured person under the Baggage Delay Section will be deducted from any payment under the Baggage Loss Section."
        ]
    },
    {
        "tag": "insurance 452",
        "patterns": [
            "What are the medical reports that need to be submitted to avail of Travel Insurance"
        ],
        "responses": [
            "For any insured with an adverse history of: Blood Sugar PP and Fasting ECG Report with tracing Echo Cardiography report USG Whole Abdomen Any insured with any of these needs a doctor’s certificate with all details of past ailments and present medication, if any and a doctor’s certificate stating the insured is fit to travel. View more"
        ]
    },
    {
        "tag": "insurance 453",
        "patterns": [
            "What does Medical Repatriation and Evacuation cover under Travel Insurance"
        ],
        "responses": [
            "Emergency Medical Evacuation means the arrangement for transportation required to move an insured to the nearest hospital and Medical Repatriation means the arrangement for transportation required to move an insured to his/her country of residence following an emergency."
        ]
    },
    {
        "tag": "insurance 454",
        "patterns": [
            "Can I avail of a cashless facility for hospitalisation under Travel Insurance"
        ],
        "responses": [
            "Yes, we extend a cashless facility for hospitalisation."
        ]
    },
    {
        "tag": "insurance 455",
        "patterns": [
            "Is loss of passport covered under Travel Insurance"
        ],
        "responses": [
            "Yes, loss of passport is covered in the policy. It is covered under the benefit of ‘Loss of personal documents’. The assistance provider helps the insured contact the consular authorities and arrange for its replacement in the case of loss of passport."
        ]
    },
    {
        "tag": "insurance 456",
        "patterns": [
            "Can be the Travel Insurance policy be cancelled"
        ],
        "responses": [
            "The policy may be cancelled via request on email/fax, only if the journey has not commenced subject to premium retention of Rs. 250 (including Service Tax). A copy of the insured’s passport has to be submitted as proof. Any request for cancellation will be entertained not less than 14 days after the first date of insurance as indicated in the policy schedule."
        ]
    },
    {
        "tag": "insurance 457",
        "patterns": [
            "Where can I get a claim form for Travel Insurance"
        ],
        "responses": [
            "On registration of a claim, the claim form will be forwarded to you by mail, email or fax along with the intimation for the various documents required. The forms are also available on the website."
        ]
    },
    {
        "tag": "insurance 458",
        "patterns": [
            "Does the Travel Insurance policy cover loss of cash/Credit Card"
        ],
        "responses": [
            "The company is not liable to pay any benefit in respect of loss of cash, bank or currency notes, cheques, Debit or Credit Cards."
        ]
    },
    {
        "tag": "insurance 459",
        "patterns": [
            "Can I be insured for a trip of any duration under the Travel Insurance policy"
        ],
        "responses": [
            "Yes, our travel plans provide coverage for trips as short as 1 – 4 days."
        ]
    },
    {
        "tag": "insurance 460",
        "patterns": [
            "Does the Travel Insurance policy cover pre-existing diseases"
        ],
        "responses": [
            "This policy does not cover pre-existing diseases. A pre-existing illness is one the insured is suffering from before buying the policy."
        ]
    },
    {
        "tag": "insurance 461",
        "patterns": [
            "Can a Travel Insurance policy be extended"
        ],
        "responses": [
            "Extensions are applicable to original policies of 30 days or more and provided the policy is still in force."
        ]
    },
    {
        "tag": "insurance 462",
        "patterns": [
            "Can the Travel Insurance plan coverage period be reduced"
        ],
        "responses": [
            "No refund is allowed after the start of the journey. No refund is allowed for curtailment of risk."
        ]
    },
    {
        "tag": "insurance 463",
        "patterns": [
            "Who do I contact in the case of hospitalization when covered under Travel Insurance"
        ],
        "responses": [
            "You have to contact the International SOS immediately in the case of hospitalization. They also provide any information to deal with any problem regarding claims."
        ]
    },
    {
        "tag": "insurance 464",
        "patterns": [
            "Who do I contact in the case of hospitalization"
        ],
        "responses": [
            "You have to contact the International SOS immediately in the case of hospitalization. They also provide any information to deal with any problem regarding claims."
        ]
    },
    {
        "tag": "insurance 465",
        "patterns": [
            "Where can I get the list of hospitals extending the cash facility"
        ],
        "responses": [
            "There is no standard list of hospitals. The insured needs to intimate the International SOS immediately on admission so that the cashless facility may be extended by the assistance provider."
        ]
    },
    {
        "tag": "insurance 466",
        "patterns": [
            "For how many days can the Travel Insurance policy be extended"
        ],
        "responses": [
            "The policy may be extended for a maximum of 180 days. The total policy period including extension should not exceed 360 days."
        ]
    },
    {
        "tag": "insurance 467",
        "patterns": [
            "What are the eligibility criteria for a Travel Insurance policy"
        ],
        "responses": [
            "Our Travel Insurance policy is available to people of any age between 6 months and 70 years."
        ]
    },
    {
        "tag": "insurance 468",
        "patterns": [
            "Who do I contact for a claim on the Travel Insurance policy"
        ],
        "responses": [
            "In the event of a covered emergency and to register claims call our International SOS Provider, ERV – 24 hour helpline centre and quote the Policy Holders’ Name, the Policy Number, Insurance Company, Passport Number when seeking assistance within 24 hours. The contact details are: Email: [email protected] Toll Free No: 1866 202 4700 (Only for USA & Canada) Land line: 011 - 41898872 (for other countries) Europe (for 28 countries in Europe): UFIN No. – 800 8000 8400 Fax: 011 - 41898801 View more"
        ]
    },
    {
        "tag": "insurance 469",
        "patterns": [
            "Is emergency financial assistance provided under Travel Insurance"
        ],
        "responses": [
            "A financial emergency is a situation where the insured loses all or a substantial amount of his/her travel funds due to theft, robbery, mugging or dacoity. Under this benefit the insured is provided with Emergency Cash Assistance up to the limit stated in the Policy. This assistance is provided by the company through a service provider."
        ]
    }
]