[
  {
    "tag": [ "investments"],
    "patterns": [ "Which Mutual Funds are ISA enabled"],
    "responses": [ "List of Mutual Funds ISA AIG Mutual Fund OD Addendum Fact Sheet Axis Mutual Fund OD Addendum Fact Sheet Bharti AXA Mutual Fund OD Addendum Fact Sheet Birla Mutual Fund OD Addendum Fact Sheet Canara Robeco Mutual Fund Fund OD Addendum Fact Sheet Deutsche Mutual Fund OD Addendum Fact Sheet DSP BlackRock Mutual Fund OD Addendum Fact Sheet Edelweiss Mutual Fund OD Addendum Fact Sheet Fidelity Mutual Fund OD Addendum Fact Sheet Franklin Templeton Mutual Fund OD Addendum Fact Sheet HDFC Mutual Fund OD Addendum Fact Sheet HSBC Mutual Fund OD Addendum Fact Sheet ICICI Prudential Mutual fund OD Addendum Fact Sheet IDFC Mutual Fund OD Addendum Fact Sheet ING Mutual Fund OD Addendum Fact Sheet JM Mutual Fund OD Addendum Fact Sheet JP Morgan Mutual Fund OD Addendum Fact Sheet Kotak Mutual Fund OD Addendum Fact Sheet L & T Mutual Fund OD Addendum Fact Sheet Mirae Asset OD Addendum Fact Sheet Morgan Stanley Mutual Fund OD Addendum Fact Sheet Reliance Mutual Fund OD Addendum Fact Sheet Religare Mutual Fund OD Addendum Fact Sheet SBI Mutual Fund OD Addendum Fact Sheet Sundaram Mutual Fund OD Addendum Fact Sheet TATA Mutual fund OD Addendum Fact Sheet UTI Mutual Fund OD Addendum Fact Sheet BNP Paribas Mutual Fund OD Addendum Fact Sheet Pramerica Mutual Fund OD Addendum Fact Sheet View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I close my Online Mutual Fund Account as well as the Bank account linked with it"],
    "responses": [ "To close your Online Mutual Fund account as well as the linked Bank account, you will need to redeem or transfer all your Online Mutual Fund holdings to physical mode. Once this is done, the Online Mutual Funds Account can be closed. After closure of the Online Mutual Funds Account, the linked bank account can be closed. Please note that both the above options require a written request in the attached format. Please submit the form, duly filled at your account branch. Kindly visit the following URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers: PhoneBanking The above URL gives you access to the various contact points to get in touch with us through the Customer Center. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "I am an NRI residing outside India. How do I get myself KYC Compliant"],
    "responses": [ "The soft copy of these KYC forms will be made available on the website of all mutual funds, AMFI and Central Depository Services (India) Limited (CDSL). You may also approach your distributor for a form. The same duly completed along with the necessary attested documents can be submitted at the PoS or mailed to your representative or distributor who can complete the KYC formalities for you." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "If I change my address/Bank account /Nomination, what do I need to do"],
    "responses": [ "For all changes in account profile, or bank account linked for purchases or redemptions, contact the nearest branch and fill in a form to get the change done." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "In case of existing investors, when and how will the KYC norms be introduced"],
    "responses": [ "KYC norms are applicable to all investors. It is in the interest of all investors to obtain KYC Acknowledgement and submit it to the Mutual Fund to avoid any inconvenience in the future." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How do I buy Mutual Funds over the Net"],
    "responses": [ "To invest through NetBanking log onto www.hdfcbank.com." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I use Mobile Banking to manage my Mutual Funds account"],
    "responses": [ "We request you to follow the steps mentioned below to access your Online Mutual Fund details: Log on to the HDFC Bank NetBanking Site - Using your Customer ID and Password (Please use the NetBanking password) Click on the Mutual Fund Tab - 6th tab on the top right corner The Mutual Fund account number generated for you will reflect on the screen On the Left Hand side of the screen, various options like New Fund Offer, Purchase, Redeem, Switch, etc. are available You can click on any of the options and the relevant screen will be available to execute the desired transactions Your Mutual Fund Account Number will be available in a drop down. You can select your Mutual Fund account number and start transacting. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the process of application for Rights Issue under ASBA"],
    "responses": [ "An investor, who has received the common application form from the registrar of the company floating the rights issue, has the option of applying through ASBA at any designated branch of the Bank. Rights issue is not available in NetBanking facility." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What about a Minor becoming a Major"],
    "responses": [ "When a minor attaining majority ( completes 18 years of age), he/she must be KYC Compliant and have a KYC Acknowledgement of their own. The same should be informed to the Mutual Fund where he/she holds an investment, along with other details such as the bank details, signature, etc. as per the present requirements of such Mutual Fund." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I Buy/Sell Mutual Funds"],
    "responses": [ "Once you are registered for an Investment Services Account you can start placing orders to buy/sell Mutual Funds through NetBanking services offered by HDFC Bank. Investing through Net Banking: You will have to login with your Customer ID and Internet Password to place orders for Mutual Funds on the website. You can view your Mutual Fund Holdings with their present market values on our website The cut-off time on the NetBanking Channel for the Same Day NAV for Mutual Funds transactions is 2 PM." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I change the default Bank Account that is linked to my HDFC Bank Online Mutual Funds Account"],
    "responses": [ "We understand that you wish to change the Bank Account linked to your Online Mutual Funds Account (Applicable where you want to continue with the Online Mutual Funds Account but want to close only the linked Bank Account) For this, you must provide an alternate Bank Account number under the same Customer ID (First Holder) with which you are registered for online Mutual Funds. Once the change of the Bank Account is effected, the Online Mutual Fund Account will be de-linked from the old bank account and it will be closed. Please note that both the options require a written request in the attached format. Please submit the form duly filled at your account branch." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the procedure to close my Investment Service account"],
    "responses": [ "You will need to submit the Investment Service account closure form to your nearest branch for further processing. Kindly visit the following URL to access information for the complete address and contact details of our Branches as well as our PhoneBanking numbers." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How much am I charged for this service"],
    "responses": [ "A quarterly maintenance charge is applicable to hold an Investment Services Account. We request you to contact your RM / Personal Banker or nearest HDFC Bank Branch for details." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I cancel a transaction"],
    "responses": [ "No cancellations are allowed once transactions are placed." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is the KYC acknowledgement a separate form or is it a part of the Mutual Fund application. Which of the forms require being time-stamped"],
    "responses": [ "KYC Acknowledgement is a separate form. Time stamping is not required on the KYC Acknowledgement." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How do I transact in Mutuals Fund after completing the KYC process"],
    "responses": [ "You must attach your KYC Verified Print Out along with the Investment Application Form(s) while investing for the first time in a Mutual Fund. Application Forms not accompanied by a KYC print out are liable to be rejected by the Mutual Fund." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I sell/redeem schemes bought offline through online"],
    "responses": [ "No, only those schemes bought through the online mode can be sold /redeemed through this service." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How do I buy Mutual Fund over the Net"],
    "responses": [ "To invest through NetBanking Log onto www.hdfcbank.com"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I register for this service"],
    "responses": [ "To register for this service, fill in an Investment Services account opening form that is available at any HDFC Bank Branch, or contact your Relationship Manager. Fill in all the details in the form, with the requisite documents, along with details of the bank account that has to be linked with your Investment Services account. The Account Opening Application Form has to be signed by the all the Bank Account holders. Submit this form to your RM or nearest branch." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "As an NRI, can I buy Mutual Fund Units in the Portfolio Investment Schemes (PIS) account"],
    "responses": [ "No, you cannot purchase Mutual Fund units in the PIS account. You can only do so in the Non-PIS account." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "When will I be able to view the unit holdings in my account from the time of purchase"],
    "responses": [ "The unit holdings will be reflected within T+2 days (T being the transaction day)." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Are there any special requirements for an NRI to invest in Mutual Funds"],
    "responses": [ "Yes. In addition to the certified true copy of the passport, a certified true copy of the overseas address and permanent address will also be required. If any of the documents (including attestations/certifications) towards proof of identity or address is in a foreign language, they have to be translated into English for submission. The documents can be attested by the Consulate office or overseas branches of scheduled Commercial Banks registered in India." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Will I get an online confirmation of my transactions"],
    "responses": [ "An order once placed will be confirmed immediately. The confirmation of units bought or sold will be done by the AMC / Registrar only on the next working day." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "After the  First purchase, can I invest in the same AMC again on the same day"],
    "responses": [ "After your first purchase you will not be permitted to transact for a period of 3 to 4 working days, depending on the processing time of the Mutual Funds' Registrar. After you place an investment order in any Mutual Fund for the first time a Folio Number needs to be generated for that particular fund. Until the Folio number is generated you will not be allowed to place any further orders for that particular Mutual Fund. After the Folio Number is generated you can place any number of orders in any schemes of the Mutual Fund." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is a KYC Application Form"],
    "responses": [ "A KYC Application Form has been designed for Individual and Non-Individual Investors separately. These forms are available on the Mutual Funds website, AMFI and Central Depository Services (India) Limited (CDSL). You may also approach your distributor for a form. It is important to read the instructions printed on the KYC Application Form while filling the form." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What if I have already obtained a MIN"],
    "responses": [ "Scenario 1 If the MIN was obtained by submitting your PAN, the MIN Acknowledgement can be enclosed along with the Investment Application Form(s)/Transaction Slip(s) while investing for the first time in a Mutual Fund, as the PAN number will be stated on the said acknowledgement. Scenario 2 If the MIN was obtained without submitting your PAN but with other proof of identity documents, you need to carry a copy of your PAN card, and your original PAN card, for submission at the PoS. For such cases, CVL will send out a communication to you requesting you to submit your PAN for KYC compliance." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who can open an Investment Services account"],
    "responses": [ "Any Individual or HUF, who has an HDFC Bank Savings Account and is KYC compliant, can register for a Mutual Fund Investment Services Account. NRI customers who are KYC compliant and have a Savings account can also avail of this service. The Savings Bank account status has to be single or either/Survivor." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the advantages of investing in SIP"],
    "responses": [ "A large part of the success of Mutual Funds is also the advantages they offer in terms of diversification, professional management and liquidity. Power of Compounding: The longer the period of your investment, the more wealth you can accumulate because of the power of compounding. That’s why it makes sense to start investing early. Quite simply, the incremental returns that you earn on your principal, plus accrued gains, is compounded. Rupee Cost Averaging: Most investors want to buy stocks when the prices are low and sell them when the prices are high. But timing the market is time consuming and risky. A more successful investment strategy is to adopt a method called Rupee Cost Averaging. By investing in an SIP you end up buying more units when the price is low and less when the price is high. To set up an SIP, walk in to your nearest HDFC Bank branch or invest through an Investment Services Account. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What happens if I have multiple folios/accounts with a Mutual Fund"],
    "responses": [ "You can inform the Mutual Fund to update the KYC Acknowledgement against all the folios/accounts you have with it. However, each of the holders in these folios/accounts should be KYC Compliant." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What if I forget my customer ID/ IPIN number"],
    "responses": [ "Your ID is available in your welcome letter or can be obtained from the branch. Your IPIN (NetBanking password) can be re-generated by downloading a 'Password Regeneration Request' from the HDFC bank website and submitting it to the branch. The new IPIN (NetBanking password) will be sent to you by post." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the schemes available to the customers"],
    "responses": [ "Only select schemes of select AMC's are currently available for transactions done through NetBanking. The list of the schemes is available on the HDFC Bank's website." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Do I need to inform about my change of Income status"],
    "responses": [ "Yes. If you find an increased/decrease in your income, which will effectively change the income bracket that you have declared in the KYC Application form, you should apply to any convenient PoS in the specified form. No proof is needed." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the KYC requirements for a Mutual Fund Investor"],
    "responses": [ "Individual investors will have to produce a Proof of identity (Photo PAN card copy or PAN card copy and copy of the passport, driving license, etc.) and Proof of Address (any of the valid documents listed in section B of the KYC Application Form for Individuals). Non-Individual Investors will have to produce certain documents pertaining to its constitution/registration to fulfill the KYC process. A list of Mandatory Certified Documents to be submitted can be found in section C of the KYC application form for Non-Individual Investors." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How do I convert my existing portfolio of Mutual Fund units to an Online Mutual Fund portfolio"],
    "responses": [ "Currently, this facility is not available." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is there any special requirement for a PIO (Person of Indian Origin)"],
    "responses": [ "The requirements applicable to an NRI will also apply to a PIO. However additionally, persons of Indian origin will have to submit a certified true copy of their PIO Card." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Should I visit a PoS personally to obtain KYC Compliance"],
    "responses": [ "No. If you are not in a position to visit a PoS personally, the KYC Application Form along with the necessary documents (including originals if the copies are not attested) can be sent through the distributor or representative who can arrange to complete the KYC process and obtain the KYC Acknowledgement through any PoS." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the consequences of KYC cancellation/rejection"],
    "responses": [ "In the event of any KYC Application Form being found deficient for lack of information/insufficiency of mandatory documentation, further investments will not be permitted." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "I do not have an account with HDFC Bank, but would like to invest in Mutual Funds. What do I do"],
    "responses": [ "You can contact any HDFC bank Branch to open a Bank account and once your Savings account is activated. You can fill in the application form for an Investment Services account along with a KYC form and the requisite documents, if you are not KYC Compliant, and send them to your Relationship Manager/Personal Banker or nearest branch. After you receive the welcome letter, you can start investing in Mutual Funds online." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who do I inform about change of name/address/status/signature, etc." ],
    "responses": [ "You should intimate your change of name/address/status/signature, etc. to any convenient PoS. You need to quote your PAN and submit proof (in case of a new address). You should provide at least 10 days for the change of address to take effect with all the Mutual Funds where you have investments. Please note that you should not write to the Mutual Fund or its Registrar for the change of address (unless as a designated PoS). The specified form can be obtained from the AMFI/Mutual Fund/CDSL website. All details of the holders in the Mutual Fund records will be replaced by the address details available in the CVL record." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How is online investing more convenient"],
    "responses": [ "1. No filling of multiple application forms 2. Only a one time registration agreement to be signed and submitted 3. Paperless method to invest in Mutual Funds 4. No application forms, No Cheques, No Documents required for any transaction 5. Direct Credits to your bank account for Redemptions and Dividend proceeds 6. View online Mutual Fund holdings on NetBanking"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is there a minimum transaction amount for each scheme"],
    "responses": [ "As decided by the fund, there is a minimum transaction amount indicated against each scheme. You will get to see the minimum transaction amount in the Purchase screen after you select the Name of the scheme from the drop down menu." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is there a charge I need to pay to get myself KYC Compliant"],
    "responses": [ "Currently, KYC is done for free of cost." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Does the KYC Acknowledgement have an expiry date"],
    "responses": [ "No. Once the KYC Acknowledgement is obtained and informed to a Mutual Fund, it will be registered against the folio and quoted in all future account statements. The same will exist in perpetuity, unless cancelled by CVL." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Why should I invest in SIP's right now"],
    "responses": [ "The current scenario in the equity market is dominated by negative sentiment, which has led to fundamentals being ignored. This scenario has created volatility in the markets and uncertainty of future outlook. The prudent way to invest in this scenario is to benefit from the volatility and this can be done by investing through SIP’s. A monthly SIP helps in averaging out the cost of purchase and benefit from the power of compounding. It also helps in creating wealth over a longer time period. The current investment scenario is still dominated by negative sentiment. This creates volatility in the markets due to confused minds of the investors. Such volatility makes it difficult to capture the market movements and most people end up losing money with the intention of timing the markets. Also investing a lump sum in one shot might lead you to miss out on market opportunities. The tool to beat such a scenario is investing through a Systematic Investment Plan." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "From what date is it mandatory for me to be KYC Compliant"],
    "responses": [ "With effect from 01 January 2011, if you want to invest in Mutual Funds you are required to complete the KYC process irrespective of the amount you invest." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is there any transaction charge for placing the transaction offline or online"],
    "responses": [ "Yes, there is transaction charge for placing a transaction offline or online is as follows: With effect from 1st November 2011, HDFC Bank has opted-in for transaction charge as per the SEBI circular no. Cir/ IMD/ DF/13/ 2011 dated August 22, 2011. To know more Click here. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I transact anytime during the day"],
    "responses": [ "Yes, you can transact at any time of the day. However, in order to get the NAV of the same day you have to transact before the cut-off time of the scheme. If you place an order after the said cut-off time, you will be eligible for the NAV of the next day." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I transact on a holiday"],
    "responses": [ "Yes, you can place your request even on a holiday. However, the request will be processed on the next business day and the respective NAV will be applicable as per the Mutual Fund's offer document." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How will I receive the redemption amount"],
    "responses": [ "You can receive redemption amounts through a Direct Credit in your Savings Bank Account mentioned in Investment Services Account opening." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How will I receive the Dividend Pay amount"],
    "responses": [ "You will receive the Dividend Pay amount through a Direct Credit by the AMC in your Savings Bank Account mentioned in Investment Services Account opening form." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How do I redeem Mutual Fund units over the Net"],
    "responses": [ "Only Mutual Funds that are bought (purchased) through the Investment Services Account can be redeemed through this service. On NetBanking: To redeem Mutual Fund you have to login to the website with your Customer ID and IPIN and go to the Mutual Funds Tab. Click on the redemption link and then select the Investment Services Account No. from the drop down and the Mutual Fund that you want to redeem. Select the Scheme name and the Amount or number of units you want to redeem in the next screen keeping in mind the minimum transaction amount. You can choose to redeem all or part of your units by specifying the number of units and amount. The transaction will be processed and the redemption proceeds will be directly credited into your bank account. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Whom do I inform about change of name/address/status/signature, etc." ],
    "responses": [ "You should intimate your change of name/address/status/signature, etc. to any convenient PoS. You need to quote your PAN and submit proof (in case of a new address). You should provide at least 10 days for the change of address to take effect with all the Mutual Funds with whom you are invested. Please note that you should not write to the Mutual Fund or its Registrar for the change of address (unless as a designated PoS). The specified form can be obtained from the AMFI/Mutual Fund/CDSL website. All details of the holders in the Mutual Fund records will be replaced by the address details available in the CVL record." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can an investor give a COA (Change of Address) along with a redemption request"],
    "responses": [ "Redemption request is given to the investor service centre while the change of address (if KYC process has been previously completed) has to be given to a KRA. The change of address will be effected by CVL and informed to the Mutual Funds. As it will take 10 days for this process to be completed, the redemption transaction accompanied by a change of address request, is likely to be processed without effecting the change of address request." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I update my E-mail ID in my Online Mutual Fund Account"],
    "responses": [ "If your E-mail ID is not updated in your Online Mutual Fund account, we request you get in touch with the nearest branch to enable us to register you for E-mail Statements of your Mutual Funds. On receipt of the form, your e-mail ID will be updated with the respective AMC within 15 working days. You will receive the holding statements on your e-mail and mailing address simultaneously after registration." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is FATCA/CRS/KYC"],
    "responses": [ "FATCA : In January 2013, the United States of America’s (U.S) treasury released the final FATCA Regulations. FATCA requires U.S based financial institutions (FI) as well as foreign financial institutions to identify their U.S accounts and report them periodically to the U.S IRS (Internal Revenue Service) or appropriate governmental authority, in case of Inter-Governmental Agreement (IGA). Non-compliance can result in adverse consequences, including a penal U.S withholding tax, for non-U.S. entities or penalties under the local inter-governmental . CRS : To combat problem of offshore tax evasion, the G20 and OECD (Organisation of Economic Co-operation and Development) countries developed a Common Reporting Standard (CRS).CRS requires financial institutions to collect and report information to their tax authorities about account holders resident in other countries. India has signed CRS agreement on 3rd June 2015. UBO : As per SEBI Master Circular No. CIR/ISD/AML/3/2010 dated December 31, 2010 regarding Client Due Diligence policy, related circulars on anti-money laundering and SEBI circular No. IR/MIRSD/2/2013 dated January 24, 2013, non individuals and trusts are required to provide details of controlling persons [CP] / ultimate beneficiary owner [UBO] and submit appropriate proof of identity of such CPs/ UBOs. The beneficial owner has been defined in the circular as the natural person or persons, who ultimately own, control or influence a client and/or persons on whose behalf a transaction is being conducted, and includes a person who exercises ultimate effective control over a legal person or arrangement. As per regulatory requirement, individual investors and joint holders are required to provide extended KYC details. In absence of the same, transactions may get rejected by AMC/RTA. Joint holders of ISA ( Mutual Fund) accounts may update the same through Update Extended KYC option in NetBanking Request section of Accounts tab. Non-individual customers & HUFs may submit extended KYC details to Branches /Relationship manager. In absence of the same, transactions may get rejected by AMC/RTA"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What Is KYC"],
    "responses": [ "KYC stands for 'Know your Client', a term commonly used for the Client Identification Process. SEBI has prescribed certain requirements relating to KYC norms for Financial Institutions and Financial Intermediaries, including Mutual Funds, to 'know' their clients. This is in the form of verification of identity and address, financial status, occupation and other personal information. An applicant must be KYC compliant to invest with any SEBI registered Mutual Fund." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the cut-off timings for the Investment Services Account"],
    "responses": [ "Cut-off time for same day NAV is 1400 hours i.e. 2.00 p.m. (Indian Standard Time). All instructions received on transaction day before the cut-off time will be eligible for same day's NAV (except Saturdays, Sundays and Holidays). For transactions received post cut-off time, NAV applicable will be as on next working day. In case of Liquid Scheme, NAV is being computed as mentioned below: Cut-off time for Historic NAV is 1230 hours i.e. 12.30 p.m. (Indian Standard Time). All instructions received on transaction day before the cut-off time will be eligible for Historic NAV (except Saturdays, Sundays and Holidays). Cut-off time for same day NAV is 1400 hours i.e. 2.00 p.m. (Indian Standard Time). All instructions received on transaction day after 12.30pm and before the cut-off time ie 2.00pm will be eligible for same day's NAV (except Friday ,Saturdays, Sundays and Holidays). In case of Liquid Scheme transactions done after 1400 hours i.e. 2.00 p.m. (Indian Standard Time) cut-off on Thursday but prior to 1230 hours i.e. 12.30 p.m. (Indian Standard Time) cut-off of time of Friday, the NAV for Thursday would be applicable . In case of Liquid Scheme transactions done after 1230 hours i.e. 12.30 p.m. (Indian Standard Time) on friday but prior to 1400 hours i.e. 2.00 p.m. (Indian Standard Time) cut-off of time of Friday, the NAV for Sunday would be applicable as per AMC rules for NAV applicability (NAV for next business day - 1 day will be applicable). In case of Liquid Scheme transactions done after 1400 hours i.e. 2.00 p.m. (Indian Standard Time) cut-off on Friday or transactions done on any holiday, Saturday or Sunday, the applicable NAV will be of the next declared NAV from AMC end. In case of Liquid Scheme transactions done after 1230 hours i.e. 12.30 p.m. (Indian Standard Time) on a day prior to a non working day, the applicable NAV will be of the holiday. (In case of consequent holidays the last holiday NAV is taken as the Holiday NAV). We agree and acknowledge that any instruction given or purported to be given by me/us before the cut off time as may be intimated by HDFC Bank to me/us from time to time, will be processed on the same day. Any instructions received after the prescribed cut off time will be processed on the next working day. We acknowledge that any transaction request falling due on a holiday will be processed on the next business day and the respective NAV will be applicable as per the Mutual Fund's offer document. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How can I open an Online Mutual Fund Account with HDFC Bank"],
    "responses": [ "To open an Online Mutual Fund account, please fill in an Investment Services Account opening form that is available in any HDFC Bank Branch. You can also download the Investment Services Account opening form from www.hdfcbank.com > Forms Centre (top right corner). The form is also attached below. Once it is duly filled, you need to provide your KYC confirmation / verification (for all applicants) from below websites https://camskra.com/ https://kra.ndml.in/ www.cvlkra.com Submit the above documents to your HDFC Bank branch. For a comprehensive list of branches, kindly visit our site www.hdfcbank.com. Click on Find your nearest on the home page and select Branch. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I cancel/ modify my bid placed under ASBA during the bidding period"],
    "responses": [ "Yes, you can place a cancellation request or modify your order anytime during the bidding period. After successfully processing your cancellation request, the money will be unblocked in your bank account. For more information visit www.hdfcsec.com or get in touch through email on"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What products can I trade in using my trading account"],
    "responses": [ "You can trade in Equity & Derivatives, IPOs, NCDs and Infrastructure Bonds. Click here to know more." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "I have sent in my application, what happens next"],
    "responses": [ "Your application will be processed and you will be informed once your application is accepted and all the required accounts are set up. In case your application is not processed because of lack of some details, our representative will contact you by mail." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is ASBA option while applying for an IPO"],
    "responses": [ "ASBA means Applications Supported by Blocked Amount. ASBA is an application containing an authorization to block the application money in the bank account, for subscribing to an issue." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who can open a Securities Trading account with HDFC securities"],
    "responses": [ "Any Indian resident/Non-resident individual (not US-based) or Indian corporate can register with HDFC Securities Ltd. to trade in securities. Currently, overseas corporate bodies (OCBs) cannot open an account with HDFC Securities. To become a registered user of HDFC Securities, you will have to first open a Savings/Current account and Demat account with HDFC Bank." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Which are the various channels through which I can trade or invest"],
    "responses": [ "You can trade through multiple channels i.e. Online trading, Trade on Mobile, Low Bandwidth Sites (LITS), Call ‘N Trade." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I withdraw the amount blocked for ASBA bid application"],
    "responses": [ "No. The blocked amount cannot be withdrawn. Such amount will remain blocked in your linked bank account till the allotment is completed." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What do I need to submit to place an IPO/NCD order through my HDFC Securities Trading Account"],
    "responses": [ "Once you are registered with HDFC securities, you can successfully place an IPO/NCD/ Infrastructure Bonds order online; or Call ‘N trade. No filling of any form or any documentation is required if you are a registered customer." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who can trade in derivatives with an HDFC Securities Trading Account"],
    "responses": [ "Trading in Derivatives will be available only to those customers who have submitted their financial documents or income proof and signed the necessary agreements. For more information click here. For more information visit www.hdfcsec.com"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the difference between the Non-ASBA IPO process and the ASBA IPO process"],
    "responses": [ "In the Non-ASBA IPO process, the bid amount (application money) is debited from the bank account once the bid application is successfully placed with HDFC securities. Under the ASBA IPO process, the amount is not debited from your bank account until successful allotment. Until such allotment, the amount will remain blocked in your bank account." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who can trade in derivatives with an HDFC Securities Trading Account"],
    "responses": [ "Trading in Derivatives will be available only to those customers who have submitted their financial documents or Income proof and signed the necessary agreements." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the call charges applicable if I use the Call ‘N Trade facility to trade in securities"],
    "responses": [ "The Call ‘N Trade facility is free of charge. You can place orders over the phone any number of times." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the call charges for offline customers of an HDFC Securities Trading Account"],
    "responses": [ "The Call ‘N Trade facility is free of charge. Customer can place orders over the phone multiple times." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How many bank and depository accounts can I link to a trading account"],
    "responses": [ "You can link up to five HDFC Bank Saving Bank accounts and five HDFC Bank Demat accounts to your trading account." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What do I need to submit to place an IPO/NCD order with my HDFC Securities Trading Account"],
    "responses": [ "Once you are registered with HDFC securities, you can successfully place an IPO/NCD order online or Call ‘N trade. No filling of any form or any documentation is required for a registered customer." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How do I know my application has been accepted"],
    "responses": [ "You can check your account opening status on www.hdfcsec.com on the footer page of the homepage section page under the Application status." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I cancel or withdraw my IPO application (or bid) submitted using ASBA"],
    "responses": [ "Yes, you can place a withdrawal request at any time during the bidding period. Any request for bid withdrawal should be made during banking hours and by 2 PM of the issue closure date. The request will be subject to acceptance by the Stock Exchange, after which the application amount in your Account will be unblocked. Once withdrawn, the blocked amount will be available in 1 working day." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I revise the bid"],
    "responses": [ "Yes, you can revise your bid under the ASBA facility. In case of upward revision of bid, additional lien will be marked to the extent of the incremental amount. However, in case of downward revision, differential money blocked earlier will not be released. Such amount, if any, will be released after allotment." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How many ASBA applications can be made by blocking a single Bank Account"],
    "responses": [ "As per the SEBI Regulations, under ASBA mode, not more than 5 applications can be made from a single Bank Account for a particular IPO." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the difference between the Non-ASBA IPO process and the ASBA process"],
    "responses": [ "In the non-ASBA IPO process, the bid amount (application money) is debited from the Bank account once the bid application is successfully placed. Under the ASBA process, the amount is not debited from your Bank account until successful allotment. Until such allotment, the amount will remain blocked in your Bank account." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who can apply for ASBA"],
    "responses": [ "The following investors are eligible to apply through ASBA: In public issues: Investor from any of the approved category eligible to apply in IPO as per SEBI guidelines. Investor who has a Savings Account or Current Account with HDFC Bank Investor who has a Demat Cccount with any DP along with a valid Permanent Account Number (PAN). Investor has sufficient clear credit balance in his/her Savings or Current account (NOT including overdraft limit) In rights issues: Any shareholders of the issuer company, as on the record date, provided he/ she: holds shares in dematerialised form and has applied for entitlements and /or additional shares in the issue in dematerialised form; has not renounced his/ her entitlements in full or in part; is not a renouncee to the Issue; is from any approved category eligible to apply in IPO as per SEBI guidelines. has a Savings Account or Current Account with HDFC Bank has a Demat account with any DP along with a valid Permanent Account Number (PAN). has sufficient clear credit balance in his/her Savings or Current account (NOT including overdraft limit) View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "If I made an application through ASBA and money in my Savings Account is blocked, will I get interest for that period"],
    "responses": [ "Yes, interest will be payable on the blocked amount as per RBI guidelines." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is it possible to bid for an IPO under ASBA as well as under non-ASBA"],
    "responses": [ "No, it isn't. Only one application per IPO is allowed, either through ASBA or non-ASBA. Multiple applications are liable to be rejected because the same PAN Card cannot be used for more than one application." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the time limit to submit the form at a designated HDFC Bank branch"],
    "responses": [ "The bidding time will be the same for ASBA and non-ASBA applications. However, the application needs to be submitted to the designated branch during banking hours and before 1 PM on issue closure date." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I still approach my broker to apply for an IPO"],
    "responses": [ "Yes, you can approach your broker to apply for an IPO." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I bid at multiple rates under ASBA"],
    "responses": [ "Yes, you can place three bids under ASBA." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "When will the Bank lock money in my Account for ASBA payments"],
    "responses": [ "The Bank will need the money in your account at the time of placing the bid for IPO shares through the ASBA payment option. SEBI has clearly instructed Banks not to accept IPO applications before blocking the bidding amount (for ASBA process). The amount will remain locked until the registrar / stock exchange requests the Bank to release the funds, either if shares are not allotted to you, your IPO application is rejected or you withdraw your IPO application." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is ASBA"],
    "responses": [ "ASBA means 'Application Supported by Blocked Amount' as defined in clause (d) of sub Regulation (1) of regulation 2 of the SEBI (Issue of Capital and Disclosure Requirements) Regulations, 2009. ASBA is an application containing an authorization to block the application money in the Bank account for subscribing to an IPO/FPO or Rights Issue." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What happens when the issue fails/is withdrawn"],
    "responses": [ "In case the issue fails/ is withdrawn, HDFC Bank shall unblock the application money from the Bank Accounts upon receiving instructions from the Registrar." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What will be the benefit to me if I apply for an IPO under ASBA"],
    "responses": [ "If you apply using the ASBA form you will get the following benefits: No loss of interest, since the application amount is not debited to the Savings Account on application The amount for which no shares have been allotted is available immediately on completion of allotment process. There is no need to wait for the amount to be refunded by the company Since the amount is available in the Account, it is considered for calculation of the Average Quarterly Balance (AQB) Simplified form filling process and you can apply online through NetBanking View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "If I am a NRE/NRO customer, can I apply for ASBA"],
    "responses": [ "Yes, you can apply through a physical application; however, you CANNOT currently apply through ASBA on NetBanking." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is priority in allotment given to applications bid under ASBA facility"],
    "responses": [ "There is no differentiation between the allotment of shares applied through ASBA or Non- ASBA." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is it possible to withdraw the amount blocked for IPO applications through ASBA"],
    "responses": [ "No. The blocked amount cannot be withdrawn. However, the same will lie in your operative Bank Account till the allotment and will earn interest as per Account terms applicable." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Will the bank charge any additional fees if I choose the ASBA Payment Option"],
    "responses": [ "Currently this value added service is provided free of cost." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is any additional documentation required for availing the ASBA facility"],
    "responses": [ "No further physical documentation is required to avail of this facility." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "If I want to apply physically for an IPO through ASBA, what should I do"],
    "responses": [ "You have to visit the nearest designated HDFC Bank branch to apply in an IPO through ASBA. It is not essential that you hold an Account in that branch, you should hold an Account with the Bank though. Click here for List of Designated Branches Fill in the no. of shares, price, Account number, PAN, Demat Account details, etc. in the specially designed ASBA application form of the IPO you wish to apply for and submit it at the branch. You will receive the acknowledgement from the branch along with the Unique Reference Number. Subsequently, the Bank will block the amount on your highest bid in your specified Bank Account for the IPO as applied. In case of insufficient funds in your Bank Account, the bank will reject the IPO application. After the allotment has been approved, the Bank will debit your Account for the allotment money and will release the block on the remaining amount in the Account. Subsequent to this, the shares will be credited to your Demat Account. You can now download the application forms from the NSE/BSE website. You can also register your Bank/Demat details to avoid filing the same for every issue. Click here to download the form through BSE Click here to download the form through NSE View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "I do not have a Bank account with HDFC Bank. Can I still apply through your Bank for IPOs using HDFC Bank`s ASBA process"],
    "responses": [ "To apply for an IPO from HDFC Bank using ASBA, you should have an account with the Bank. However, it is not compulsory for you to have a Demat Account." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "The gold rate in the newspaper is lower than HDFC Bank’s gold rate. Why are the gold bar sold by HDFC bank more expensive that those sold in the market"],
    "responses": [ "The price of Mudra Pure Gold Bars is line with the gold price of 99.99% pure bars in the International market. The price also includes the supplier’s premium, as the product is imported from Switzerland, and the Assay Certification Cost that certifies the purity of Gold as per International Standards. This price also includes customs duty, insurance, holding cost and VAT." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Are there any taxes applicable on Mudra Pure Gold Bars"],
    "responses": [ "VAT is included in the final price of Mudra Pure Gold Bars." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How are Mudra Pure Gold Bars different from 24 carat gold available in market"],
    "responses": [ "There are three different purity levels in 24 carat gold; i.e. 99.50%, 99.90% and 99.99%. HDFC Bank Mudra Pure Gold Bars are 24 carat, 99.99% pure. This is the highest available purity in gold. The normal level of purity commonly available with local jewelers is 24 carat 99.5% pure. In some cases the purity is level is 99.9% pure." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What form is Gold being sold"],
    "responses": [ "Mudra - Pure Gold will be sold in the form of rectangular bars." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Will HDFC Bank buy back the gold sold by them"],
    "responses": [ "HDFC Bank does not buy the gold sold by them." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the authenticity proof"],
    "responses": [ "The gold bar is packed in tamper-proof certicard packs that are see through at the manufacturing stage itself to prevent any damage / theft during transit. Moreover, the gold bars sold by the Bank come with an Assay Certification indicating the highest quality of gold at 99.99% purity as per international standards." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the Assay Certification about"],
    "responses": [ "Mudra Pure Gold Bars come with an Assay certification, which signifies the highest level of purity as per international standards." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the features of HDFC Bank Mudra Pure Gold Bars"],
    "responses": [ "99.99% Pure 24 Carat Tamper-proof Packaging Assay Certification for purity and weight Imported from Switzerland"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How will HDFC Bank sell the gold"],
    "responses": [ "HDFC Bank is selling the gold through its branches." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Will you buy back Gold Bars purchased from your bank / branch"],
    "responses": [ "Currently, the Bank is prohibited by regulatory guidelines from buying back gold that has been sold to customers." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Will you give me a bill when I purchase Mudra Pure Gold Bars from HDFC Bank"],
    "responses": [ "We will give you an Invoice for all gold bars purchased from us. The Invoice will carry the weight, quantity and purity of the gold bars and will be signed and stamped by the Bank." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Do the bars have authenticity proof"],
    "responses": [ "The gold bars are packed in tamper-proof Certicard packs (see through), at the manufacturing stage itself, to prevent any damage / theft during transit. Moreover, the gold bars sold by the Bank are “Assay Certified” for weight and purity, as mentioned on the packaging." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "From where can I get today’s price of Mudra Pure Gold Bars"],
    "responses": [ "The card rates for HDFC Bank Mudra Pure Gold Bars are available on the HDFC Bank website home page in the ‘today’s rates’ section. Please note that these prices are subject to change as per the market price. Hence please confirm the price and the branch name before making a purchase." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is HDFC Bank venturing into gold/bullion market"],
    "responses": [ "Yes, HDFC Bank has RBI approval to retail gold/bullion to its customers." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is the gold imported"],
    "responses": [ "Yes.The gold is imported from an Internationally reputed supplier from Switzerland." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the price that the gold will be sold at"],
    "responses": [ "The price will depend upon the market rate of gold." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "In what size and shape are the Mudra pure Gold Bars available"],
    "responses": [ "Mudra Pure Gold bars are available in rectangular form." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "In what weight are the gold bars available"],
    "responses": [ "Currently Mudra - Pure Gold bars are available in 5g, 8g, 10g, 20g, 50g & 100g denominations." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the different weights Mudra Pure Gold Bars are available in"],
    "responses": [ "Mudra Pure Gold bars are available in 5g, 8g, 10g, 20g 50g and 100g denominations." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the price that the silver will be sold at"],
    "responses": [ "The price will depend upon the market rate of silver." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is HDFC Bank venturing into silver/bullion market"],
    "responses": [ "Yes, HDFC Bank has RBI approval to retail silver/bullion to its customers." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the authenticity proof"],
    "responses": [ "The silver bar is packed in tamper-proof certicard packs that are seen through at the manufacturing stage itself to prevent any damage / theft during transit. Moreover, the silver bars sold by the Bank come with an Assay Certification indicating the highest quality of silver at 99.99% purity as per international standards." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Will HDFC Bank buy back the silver sold by them"],
    "responses": [ "HDFC Bank does not buy the silver sold by them." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "In what weight are the silver bars available"],
    "responses": [ "Currently Mudra - Pure silver bars will be available in 50 gm weight." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the Assay Certification about"],
    "responses": [ "Mudra Silver Bars come with an Assay certification, which signifies the highest level of purity as per international standards." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the purity factor of silver"],
    "responses": [ "HDFC Bank - Mudra Pure Silver will be of 24 Karat, 99.99% purity silver." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What form is silver being sold in"],
    "responses": [ "Mudra - Pure silver will be sold in the form of rectangular bars." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How will HDFC Bank sell the silver"],
    "responses": [ "Initially, HDFC Bank will sell the silver through its branches." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "In what form are these bonds issued"],
    "responses": [ "Bonds are issued in the form of a Bond Ledger Account in denominations of Rs. 1000." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Is a nomination facility available"],
    "responses": [ "Yes, a nomination facility is available." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What bond options are available"],
    "responses": [ "You can choose from cumulative and non-cumulative bond options." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How much tax do I have to pay"],
    "responses": [ "The interest income from the bonds is taxable. TDS is deducted at the time of interest payment as per the prevailing IT rules." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the minimum and maximum limit for investment in the 8% Savings (Taxable) Bonds"],
    "responses": [ "You need to invest a minimum of Rs. 1,000. However, there is no maximum limit on investment but it needs to be in denominations of Rs. 1000." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the tenure of the 8% Savings (Taxable) Bonds"],
    "responses": [ "The tenure of the bond is 6 years from the date of issue. No interest will accrue after the maturity of the bond." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Are the 8% Savings (Taxable) Bonds transferable"],
    "responses": [ "No, these bonds are not transferable." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "How much interest will the 8% Savings (Taxable) Bonds bear"],
    "responses": [ "Bonds will bear interest @ 8.00% p.a. and are payable half-yearly. The interest payment dates are February 1 and August 1 for non-cumulative investments. For investors who have chosen the cumulative option, the value of the investments at the end of 6 years would be Rs. 1601 (being Principal and Interest) for every Rs. 1000 invested. Interest on the Bonds is taxable under Income Tax Act 1961." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I claim exemption under exemption under 54C with the exemption 54 and 54EC"],
    "responses": [ "Yes, you can claim exemption under 54C with the exemption 54 and 54EC." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the rate of interest for these bonds"],
    "responses": [ "The interest rate on these bonds is 6% per annum." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the block period for the investment"],
    "responses": [ "The block period for the investment of these two companies is 3 years." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Which bonds are eligible under the Section 54 EC"],
    "responses": [ "The eligible bonds under Section 54 EC are RECL (Rural Electrification Corporation Ltd) and NHAI (National Highways Authority of India)." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Can I take a loan on these bonds"],
    "responses": [ "No, you cannot take a loan on these bonds." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the maximum investment limit for the Section 54 EC- Capital Gain Bonds"],
    "responses": [ "The maximum investment limit amount is Rs. 50 Lakhs." 
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What are the benefits of InvestTrack"],
    "responses": [ "This exclusive service* comes to you with an array of unmatched benefits, which include: Structured Process considering your risk profile, investment objectives and financial goals Recommendations from HDFC Bank's in-house research team Choice of convenient Mutual Fund execution platforms Comprehensive Portfolio Tracker* that provides a consolidated view of your Mutual Fund Investments, HDFC Life Policies, Savings, Current & Fixed Deposit Account Balances Complimentary subscription* to our exclusive monthly magazine - Investment Insight, that updates you on: Market Movements New Fund Offerings Recommended Funds' Performance Fund Managers' Views Informative articles on various investment products Proactive monthly updates on new offers and investment concepts. View more"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "What is the requirement to avail of the InvestTrack facility"],
    "responses": [ "You need to have an existing Investment Services Account (ISA) or you need to open an ISA, without which you will not be registered under InvestTrack"
  ]
},
  {
    "tag": [ "investments"],
    "patterns": [ "Who can avail of the InvestTrack facility"],
    "responses": [ "The InvestTrack facility is available exclusively to our Imperia, Preferred and Classic customers." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "Can I use e-Monies NEFT for foreign remittances"],
    "responses": [ "This is a service designed only for remitting Indian Rupees within India." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "Is the e-Monies NEFT system better than the existing RBI-EFT system"],
    "responses": [ "E-Monies NEFT has no restrictions, because it’s based on a centralized network. That’s not the case for the RBI-EFT system, which is confined to just 15 centres." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "What information is required to use the e-monies NEFT service"],
    "responses": [ "To use this service, you should provide the beneficiary details (name and account number), and the name and IFSC of the beneficiary bank branch." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "If the money is not credited to the beneficiary’s account while using the e-monies NEFT service, will I get it back"],
    "responses": [ "Your funds will be returned to your account if they are not credited." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "How does the e-monies NEFT service differ from RGTS and EFT"],
    "responses": [ "E-Monies NEFT is an electronic payment system, used to transfer funds to any part of India. It works on ‘net settlement’, unlike RTGS that works on ‘gross settlement’, and EFT which is restricted to only 15 centres." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "What are the charges for the e-monies National Electronic Funds Transfer service"],
    "responses": [ "NEFT transactions on NetBanking are charged as below: Amounts up to Rs. 10,000 - Rs.2.5 (exclusive of taxes) per transaction Amounts from Rs.10,001 to Rs.1 lakh - Rs. 5 (exclusive of taxes) per transaction Amounts above Rs. 1 lakh up to Rs. 2 lakh - Rs. 15 (exclusive of taxes) per transactionAmounts above Rs.2 lakh – Rs.25 (exclusive of taxes) per transaction View more"
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "How do I check the IFSC of the receiving branch"],
    "responses": [ "Just ask your beneficiary to get the IFSC from his or her branch. They can also find it in their cheque book - the IFSC is in the cheque leaf." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "How is RTGS different from National Electronic Funds Transfer (NEFT)"],
    "responses": [ "NEFT is an electronic fund transfer system that operates on a deferred net settlement (DNS) basis, which settles transactions in batches. In DNS, the settlement takes place at a definite time and all transactions are held up till that instant. Any transaction initiated after a designated settlement time will have to wait till the next designated settlement time. RTGS is different because transactions are processed continuously. View more"
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "What is RTGS Funds Transfer"],
    "responses": [ "RTGS' stands for 'Real Time Gross Settlement'. The RTGS system is a funds transfer mechanism where transfer of money takes place from one bank to another on a 'real time' and on a 'gross' basis. This is the fastest possible money transfer system through banking channels. 'Real time' means no waiting period; transactions are settled as soon as they are processed. 'Gross settlement' means the transaction is finalized on its own, without it being bunched with any other transaction. View more"
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "Are there minimum or maximum limits for RTGS transfers"],
    "responses": [ "The RTGS system has been designed for large value transactions. The minimum amount to be remitted through RTGS is Rs. 2 Lakhs. There is no upper ceiling for RTGS transactions. The only change to this is RTGS transactions done through NetBanking, when the maximum amount of funds that can be transferred per Customer ID per day is Rs. 10 Lakhs. View more"
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "What information do I need to provide when using the RTGS funds transfer service"],
    "responses": [ "When using RTGS Funds Transfers, there are a few essential details to provide: Amount to be remitted Account number from where the funds will be debited Name of the beneficiary bank, and the name of the beneficiary customer Account number of the beneficiary customer Sender to receiver information, if there is one The IFSC code of the receiving branch View more"
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "What are the charges for the RTGS funds transfer service"],
    "responses": [ "Effective 15 November, 2010; RTGS transactions on NetBanking are charged as below : Rs. 2 lac to Rs. 5 lac - Rs. 25 (inclusive of taxes) per transaction Above Rs. 5 lac - Rs. 50 (inclusive of taxes) per transaction Note: RTGS transfers can be done for amounts exceeding Rs. 2,00,000 only whereas for NEFT there are no such amount restrictions." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "How long does it take for funds to be transferred from one account to another"],
    "responses": [ "Real-time means that beneficiary branches are expected to receive the funds as soon as they are transferred by the remitting bank. The beneficiary bank must credit the beneficiary's account within 30 minutes of receiving the funds transfer message." 
  ]
},
  {
    "tag": [ "fundstransfer"],
    "patterns": [ "If the money is not credited successfully, will the remitting customer get the funds back"],
    "responses": [ "With RTGS, the receiving bank should credit the account of the beneficiary instantly. If for some reason the money cannot be credited, the receiving bank has to return the money to the remitting bank within 1 hour. As soon as the money is returned, the original debit entry in the customer's account is reversed." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the procedure to follow if my Debit Card PIN is blocked"],
    "responses": [ "Please note that if you enter an incorrect PIN three times in the ATM, your access gets blocked for security reasons. It gets activated after 24 hours. Kindly use your Debit / ATM Card at the ATM after 24 hours with the same PIN available with you. If your account still remains inaccessible, please apply for new PIN. You can apply for regeneration of your ATM / Debit PIN in following ways: Fill-up the new PIN application form and submit it at any of our branches. On receipt of the form and successful verification, we will process a new ATM PIN and send it to your mailing address, as registered in our records. Submit a request at PhoneBanking, after validation with your Telephone Identification Number (TIN). For every PIN Regeneration request, charges of Rs. 50 + Service Tax + Educational Cess is applicable. For more details, Contact Us View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Why is 2nd Level authentication made mandatory for all Card related online transactions"],
    "responses": [ "All online card transactions, as per RBI’s mandate, need to have a second level authentication when a transaction is made. Hence the cards need to be registered for Verified by Visa(VBV)or MasterCard Secure Code to complete an online transaction. A transaction can be carried out only on those websites that are Verified by Visa or MasterCard Secure Code enabled. Thus when you are making an online transaction on these websites you will be prompted to register for the service, if you have not registered till date. You can fill the required details and complete the transaction after registering. You can also register your card for Verified by Visa or MasterCard Secure Code here. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use my Debit Card to pay online"],
    "responses": [ "Currently your Debit Card can be used to make purchases from online merchants who have the Verified by Visa/ MasterCard SecureCode certification displayed on their web site. Learn more about using your Debit card for making online purchases here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do if my Debit Card is not working"],
    "responses": [ "If there is a technical problem because of which your card is not working, we request you to contact us on our Phone Banking center or branch and hotlist/block the said card. Please make a request to issue a new card for your account which will be free of cost and should be delivered to you in 7 working days time once issued. For more details on PhoneBanking numbers and their timings, click here. For a comprehensive list of branches, click here. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I enable International Usage on my HDFC Bank Rewards Debit Card"],
    "responses": [ "Please find below the steps to enable International Usage for you HDFC Bank Rewards Debit Card: Steps to Enable International Usage on Debit Card: Log on to NetBanking Click on Cards tab and go to Debit Cards menu Click on Request Select 'Set International / Domestic Usage' Select the option 'Card to be enabled for International and Domestic/ Use' Steps to Modify Daily International Usage on Debit Card Log on to NetBanking Click on Cards tab and go to Debit Cards menu Click on Request Select 'Modify International Limit' Set your daily international limit"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the Debit Card transaction fees if I swipe my card at Petrol pumps or Railway stations"],
    "responses": [ "The following are the transaction charges applicable when you use the Debit Card at: Petrol pumps: Rs. 10 or 2.5% of the transaction amount (whichever is greater). Railway Stations: Flat charge of Rs. 30 per ticket + 1.8% of the transaction amount. IRCTC: Transaction charge of 1.8% of the transaction amount Please note that there are no transaction fees applicable at other merchant locations. These charges attract a Service Tax and an Swachh Bharat Cess as applicable, in terms with the current Finance Bill. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the procedure to replace a damaged Debit Card"],
    "responses": [ "We request you to contact the Bank using Phone Banking (available 24x7), where you can Hotlist your card immediately and simultaneously request for re-issuance of a new card. You may also submit a written instruction at the nearest branch to hotlist and re-issuance of ATM / Debit Card. Replacement/Reissuance Charges for Debit Cards - Rs. 200 + applicable taxes (W.e.f 1st Dec’16). For more details, Contact Us. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Why is the customer required to fill a cardholder dispute form (CDF) to report transaction dispute"],
    "responses": [ "A duly filled in Cardholder Dispute Form (CDF) mentioning all the required details of the disputed transaction(s) and the exact nature of dispute, aids the Cardholder as well as the Bank to initiate accurate investigation with the respective Merchant / Member Bank.Pls click on link below to view the cardholder dispute form: http://www.hdfcbank.com/assets/pdf/Cardholder_Dispute_Form.pdfNOTE: A detailed email mentioning all the required details and supporting documents (if any), as mentioned in the CDF, can also be written to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the time frame to resolve Domestic ATM transaction disputes"],
    "responses": [ "7 working days from receipt of the dispute." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the time frame to report Debit Card transaction dispute"],
    "responses": [ "Transaction dispute needs to be reported in writing within 30 days from the transaction date." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which documents are to be submitted with respect to the failed/ disputed transaction"],
    "responses": [ "The Debit Cardholder must submit the following documents along with the dully filled Cardholder Dispute Form (CDF). Transaction typeDocuments to attached Transaction declined but funds are debited from the account Void charge-slip OR email/letter from merchant confirming transaction not completed Amount debited but payment made through an alternate mode Proof of payment by alternate mode Excess amount debited Proof of actual amount authorized/agreed with the merchant Transaction cancelled but refund from merchant not credited / Damaged goods/ Quality of the product or services is not as agreed Cancellation confirmation from the merchant/ refund confirmation It is strongly recommended to check if the amount has already been credited /adjusted into your e-wallet / subscriber account in case of ecommerce transactions." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I report such service/merchant related transaction dispute incurred using my Debit Card transaction"],
    "responses": [ "We strongly recommended that for all service related disputes, the Debit Cardholder must first attempt to contact the merchant to resolve the dispute which enables prompt resolution. Considering all attempts have been made to resolve dispute with the merchant, you may call PhoneBanking team for raising exact nature of dispute and send relevant supporting document with respect to failed / disputed transactions with complete transaction(s) details to [email protected] ] OR submit the same at your nearest HDFC Bank branch." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is a service dispute"],
    "responses": [ "Following transactions are categorized as service dispute. Transaction declined but funds are debited from the account Amount debited but payment made through an alternate mode Excess amount debited Transaction cancelled but refund from merchant not credited Dual Debits /Duplicate debits for the same merchant, amount, date and time Damaged goods/ Quality of the product or services is not as agreed." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the time frame to resolve Purchase/ Online & International ATM transaction disputes"],
    "responses": [ "Approximately 45 to 120 days from receipt of the dispute depending upon the relevant franchise's ( e.g. Visa / Master / Rupay / Diners etc.) dispute resolution cycle." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there charges I should know about Imperia Platinum Chip Debit Card"],
    "responses": [ "Another benefit of the EasyShop Platinum Debit card is that there are absolutely no transaction charges to worry about when shopping at a merchant location. Any Fuel surcharge levied will be reversed within 75 days from the date of levy of the surcharge(upto a maximum of Rs. 750 per month per card. You can use your card charge-free at all HDFC Bank ATMs, but remember to check the associated fees when using other bank ATMs. Please also remember that charges will be levied at Railway stations. This is as per industry practice. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction Imperia Platinum Chip Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here ." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Platinum Debit Card"],
    "responses": [ "Just look for the Visa logo when shopping. If you'd like to use an ATM, it should have the Visa or PLUS logo. And remember, you can use your EasyShop Platinum Debit Card at all HDFC Bank ATMs just like a normal card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transaction limits for Imperia Platinum Chip Debit Card"],
    "responses": [ "Depending on the balance in your account, it is possible to withdraw up to Rs. 1 lakh at the ATM daily, and spend Rs 2.75 lakhs daily. These limits have been set for your card security." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for Platinum Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here ." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Platinum Debit Card"],
    "responses": [ "Just look for the Visa logo when shopping. If you'd like to use an ATM, it should have the Visa or PLUS logo. And remember, you can use your EasyShop Platinum Debit Card at all HDFC Bank ATMs just like a normal card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for Platinum Debit Card"],
    "responses": [ "Depending on the balance in your account, it is possible to withdraw up to Rs. 1 lakh at the ATM daily, and spend Rs. 2.75 lacs daily. These limits have been set for your card security." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there charges I should know about Platinum Debit Card"],
    "responses": [ "Another benefit of the EasyShop Platinum Debit card is that there are absolutely no transaction charges to when shopping at a merchant location. You can use your card charge-free at all HDFC Bank ATMs, but remember to check the associated fees when using other bank ATMs. Please also remember that charges will be levied at Railway stations. This is as per industry practice. The annual Charges for Easy Shop Platinum Debit Card is Rs.750 View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for Titanium Royale Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here ." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Titanium Royale Debit Card"],
    "responses": [ "Just look for the MasterCard logo when shopping. If you'd like to use an ATM, it should have the Master or Cirrus logo. And remember, you can use your EasyShop Titanium Royale Debit Card at all HDFC Bank ATMs just like a normal card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there charges I should know about Titanium Royale Debit Card"],
    "responses": [ "Another benefit of the EasyShop Titanium Royale Debit card is that there are absolutely no transaction charges when shopping at a merchant location. Any Fuel surcharge levied will be reversed within 75 days from the date of levy of the surcharge(upto a maximum of Rs. 750 per month per card. You can use your card charge-free at all HDFC Bank ATMs, but remember to check the associated fees when using other bank ATMs. Please also remember that charges will be levied at Railway stations. This is as per industry practice. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for Titanium Royale Debit Card"],
    "responses": [ "Depending on the balance in your account, it is possible to withdraw up to Rs. 75,000 at the ATM daily, and spend Rs 1.75 lacs daily. These limits have been set for your card security." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for Gold Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I claim Personal Accident Death Cover for Gold Debit Card"],
    "responses": [ "Nominees and legal heirs should visit their nearest HDFC Bank branch. We will help with the documents required, and, when these are complete, we will liaise with the relevant insurance company to resolve the claim. This is a special service for our EasyShop Gold Debit Card holders. Remember to provide us with all documents within one month of death." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Gold Debit Card"],
    "responses": [ "Just look for the VISA logo when shopping, and if using an ATM check for the VISA/PLUS logo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there extra charges for Gold Debit Card"],
    "responses": [ "You can be sure that there are no transaction charges when using your card at a merchant location. There are also no petrol surcharges, or fees for using an HDFC Bank ATM. Just remember to check for usage charge information if you access other bank ATMs." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for Gold Debit Card"],
    "responses": [ "Subject to the balance in your account, the daily limits are Rs. 50,000 at ATMs and Rs. 2.75 lacs at merchant locations. These limits have been set for the security of your card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Titanium Debit Card"],
    "responses": [ "Your card can be used at all HDFC Bank ATMs, just like a normal card. When shopping at merchant locations, just look out for the MasterCard logo, and at ATMs check for the Master and Cirrus logo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any charges to be aware of for Titanium Debit Card"],
    "responses": [ "Check the associated fees here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the transaction limits for Titanium Debit Card"],
    "responses": [ "The daily limits are Rs. 50,000 at the ATM and Rs. 1.75 lacs at merchant locations. This is subject to the balance in your account, and is for your account security." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for Titanium Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can send it to one of our PhoneBanking numbers or your nearest HDFC Bank branch." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for International Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there charges I should know about International Debit Card"],
    "responses": [ "Another benefit of the EasyShop Platinum Debit card is that there are absolutely no transaction charges to when shopping at a merchant location. Fuel surcharge levied at select BPCL petrol pumps will be reversed within 75 days from the date of levy of the surcharge. Just make sure your card is swiped at HDFC Bank’s terminal to avail petrol surcharge waiver. You can use your card charge-free at all HDFC Bank ATMs, but remember to check the associated fees when using other bank ATMs. Please also remember that charges will be levied at Railway stations. This is as per industry practice. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop International Debit Card"],
    "responses": [ "Anywhere you see the Visa logo, and at any ATM displaying the Visa or PLUS logo. Remember, your card can be used at all HDFC Bank ATMs just like a normal ATM card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for Debit Card"],
    "responses": [ "A daily ATM limit of Rs. 25,000 for withdrawals, and Rs. 1,25,000 at merchant establishments ." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there extra charges for International Business Debit Card"],
    "responses": [ "You can be sure that there are no transaction charges when using your card at a merchant location. There are also no petrol surcharges, or fees for using an HDFC Bank ATM. Just remember to check for usage charge information if you access other bank ATMs." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Business Debit Card"],
    "responses": [ "Just look for the MasterCard logo when shopping, and if using an ATM check for the MasterCard/Cirrus logo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for International Business Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for Business Debit Card"],
    "responses": [ "Subject to the balance in your account, the daily limits are Rs. 50,000 at ATMs and Rs. 1.75 lacs at merchant locations. These limits have been set for the security of your card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for Womans Advantage Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop Woman’s Advantage Debit Card"],
    "responses": [ "Your card will be valid the world over – just look for the VISA sign." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there extra charges for Womans Advantage Debit Card"],
    "responses": [ "There are absolutely no transaction charges to think about when using your card at a merchant location. There are also no fees for using an HDFC Bank ATM. Just remember to check for usage charge information if you access other bank ATMs." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if Womans Advantage Debit Card is lost or stolen"],
    "responses": [ "You will not have any liability for fraudulent transactions." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for Womans Advantage Debit Card"],
    "responses": [ "Subject to the balance in your account, the daily limits are Rs. 25,000 at ATMs and Rs. 1.25 lacs at merchant locations. These limits have been set for the security of your card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there extra charges NRO Debit Card"],
    "responses": [ "There are absolutely no transaction charges when using your card at a merchant location. Just remember that at petrol pumps and railways you will be charged as per industry practice." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I use my EasyShop NRO Debit Card"],
    "responses": [ "Look for the VISA logo at merchant locations, and the VISA/PLUS sign at ATMs." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for NRO Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers Click Here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there transaction limits for NRO Debit Card"],
    "responses": [ "Subject to the balance in your account, the daily limits are Rs. 25,000 at ATMs and Rs. 1.75 lacs at merchant locations in India. These limits have been set for the security of your card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the JetPrivilege HDFC Bank World Debit Card be taken by public / private / partnership firm"],
    "responses": [ "JetPrivilege HDFC Bank Debit Card can be issued to the authorised signatories of public / private / partnership firms." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How will I earn the JPMiles on my JetPrivilege HDFC Bank World Card"],
    "responses": [ "On your JetPrivilege HDFC Bank World Debit Card, you will earn JPMiles for all your retail spends in the ratio of 2 JPMiles per INR 150 spent.Spends JPMiles will be transferred into your JetPrivilege membership within a period of 40 working days of the transaction date." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "When will I get my Enrollment Benefits on the JetPrivilege – HDFC Bank World Debit Card"],
    "responses": [ "Your Rs. 750/- discount voucher code will be sent to you to your registered email ID within 7 days of payment of annual fee for your Debit Card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can a chip card be used for online transactions"],
    "responses": [ "Yes the chip card can be used for online transactions. The JetPrivilege HDFC Bank World Debit Card has to be registered for 'MasterCard SecureCode’ which ensures safe online transactions after which the card can be used online." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Will the Rs.750 discount voucher be applicable only on booking done on jetairways.com"],
    "responses": [ "Yes, the Rs.750 discount voucher can be used only for online booking of a RETURN FLIGHT on Jet Airways flights through Jet Airways websites only. This discount is against the base fare." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I want to use my Debit Card internationally"],
    "responses": [ "RuPay Platinum Debit Card can only be used in India. To get a Debit Card that can be used internationally, please visit the nearest branch and request for a Visa / MasterCard Debit Card. Kindly note all new Visa / MasterCard Debit Cards are only activated for domestic usage, as per RBI guideline. To instantly enable international usage on your Visa / MasterCard Debit Card, please log in to NetBanking > Debit Cards (tab) > Set International / Domestic Usage." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the RuPay Platinum Debit Card to pay online"],
    "responses": [ "Currently your RuPay Platinum Debit Card can be used to make purchases from Domestic online merchants who have the RuPay PaySecure certification displayed on their website." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can the RuPay Platinum Debit Card be used"],
    "responses": [ "This HDFC Bank RuPay Platinum Debit Card is enabled for both domestic and International transactions. You can use your debit card for shopping at Merchant outlet and cash withdrawal at both Domestic and International locations. Additionally your card can be used online on domestic websites." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the RuPay ATM card at Merchant outlets or on Ecom website"],
    "responses": [ "No, the ATM card can be used on to withdraw money from ATM machines only. The ATM cards cannot be used for payment at Merchant outlets or on Online payments"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do in the case of a void transaction for Rewards Debit Card"],
    "responses": [ "Just fax us a copy of the void transaction slip. You can also send it to [email protected] or submit the same at your nearest HDFC Bank branch. For PhoneBanking numbers click here." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the transaction limits for Rewards Debit Card"],
    "responses": [ "The daily limits are Rs. 50,000 at the ATM and Rs. 2, 75,000 at merchant locations as well as online transactions. This is subject to the balance in your account, and is for your account security." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there charges I should know about HDFC Bank Rewards Debit Card"],
    "responses": [ "Another benefit of the Rewards Debit card is that there are absolutely no transaction charges when shopping at a merchant location." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can a chip card be used for online transactions"],
    "responses": [ "Yes the chip card can be used for online transactions. The HDFC Bank Rewards Debit Card has to be registered for 'Verified by Visa’ which ensures safe online transactions after which the card can be used online." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is Times Points"],
    "responses": [ "Times points is a unique loyalty program which allows you to earn reward points for all your digital media usage (create/consume/share etc.) across digital properties of Times Internet Limited"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where should I contact or write to know about the existing offers on my cards"],
    "responses": [ "You do not have to call or write anywhere, you can know about the list of exciting offers on www.timespoints.com/debit." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where should I contact or write for my doubts or queries"],
    "responses": [ "For all Times points related queries, you are requested to write to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How Can I get my Times Points Debit Card"],
    "responses": [ "If you are an existing HDFC Bank account holder following are the process to get a Times Points Debit Card: 1. Please visit the nearest HDFC Bank branch and apply for Times Points Debit card 2. Please visit HDFC Bank NetBanking and Upgrade your existing card to Times Points Debit Card 3. Call Phone banking and put a request for new request for Times Points Debit Card(in case you do not have any debit card) or request for upgrade of your card to Times Point Debit card. In case you do not have existing account with HDFC bank then we would request you to visit nearest branch to open an account and request for Times Points Debit card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Except for digital media consumption, what is the other medium of earning Times Points"],
    "responses": [ "HDFC bank Times Points Debit Card gives customer unique opportunity to earn Times Points even when they are not online. Customer can earn times point by simply using their debit card for their all spends on Point of Sale or Ecommerce transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "If I hotlist my card, will I get deregister from the Times points program"],
    "responses": [ "No, your Times Points account will remain active and you can keep using www.timespoint.com as earlier." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I reset my password"],
    "responses": [ "An immediate email will be sent to you after the card is issued to you for setting up your password. For resetting or changing the password you will have to login to www.timespoint.com and visit the settings tab. In case you forget the password of your account, you can try for “Forget Password” and a password reset mail will be sent to you." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Why Should I take this card"],
    "responses": [ "This is an Unique proposition from HDFC Bank and Times Internet Limited to provide you with opportunities to accumulate points while spending as well as using media contents e.g. You can use debit card to buy mobile /laptop etc. and earn Times points or you can surf through the Times Internet Limited properties to earn Times points. The times points can be redeemed on www.timespoint.com against attractive offers and gifts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much of Times points will I earn for each activity on TIL"],
    "responses": [ "The number of points to be earned for each activity is dynamic and it ranges from 1-5. The points to be earned will be visible to you while you are logged in to your account." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I burn my accumulated Times points"],
    "responses": [ "You can use the accumulated Times points on www.timespoint.com. You will be able to avail attractive offers and gifts using the Times points." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "When will I get my enrollment Times points"],
    "responses": [ "Your enrollment Times points will be credited into your account within 72 hours of the 1st transaction using your Times Points Debit Card. Your account will be credited with one time 500 times point enrolment benefits." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How long can I keep my earned Times points"],
    "responses": [ "When you earn points, your points earned are valid for 12 months from the date of earning. The points will expire on the 1st of every month." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the Terms and Conditions for the offers at my disposal"],
    "responses": [ "Please visit www.timespoints.com/debit for present offers and T&C." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the validity of the offers"],
    "responses": [ "The offers has a validity of Minimum 3 months and maximum of 12 months." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I am already member of Times points, do I need to register again"],
    "responses": [ "If your e-mail ID in the existing registration on times point and the one given to HDFC Bank is same then you don’t have to register, however in case of different e-mail ID or no e-mail ID in existing Times Points account, you will be automatically registered on times points using your e-mail ID given to HDFC Bank and a confirmation mail will be sent to your email ID." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which all Times group digital properties offer times points"],
    "responses": [ "While times points is a constantly growing entity, at present users are rewarded for their digital media usage across pages listed below: www.timesofindia.com www.speakingtree.in www.economictimes.com ww.itimes.com www.maharashtratimes.com www.eisamay.com www.gaana.com www.navgujratsamay.com www.navbharattimes.com"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Does customer need to log-in to every Times Internet Limited page for earning Times Points"],
    "responses": [ "Yes. Customer needs to log-in to earn times points for activities done on any website." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I check the Times points earned for my transactions"],
    "responses": [ "You can login to the www.timespoint.com using your username and password to check the times point earned." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What do I do if I have an issue related to the product using Times points from portal/link"],
    "responses": [ "If there is any issue with the product purchased using Times points, we would request you to write to [email protected] Additionally you can always write to for any problem related to Times Points Debit Card. You are requested to mention your registered email id/ registered mobile no to identify yourself while writing to us to track your issue and resolve the same." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much am I going to be charged yearly for Times Points Debit Card"],
    "responses": [ "The annual charges for Times Points Debit Card is Rs. 650/- +Taxes applicable." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I earn Times Points"],
    "responses": [ "Welcome Benefit 500 Times Points will be gifted after you use the card to shop for the first times. Earn Times Points every time you shop. Get 2 Times Points for every Rs. 150 spent. Earn Times Points based on the activities on the Times Internet Limited digital pages. The list of Times Internet Limited digital properties are www.timesofindia.com, www.speakingtree.in, www.economictimes.com , www.itimes.com , www.maharashtratimes.com , www.eisamay.com , www.gaana.com , www.navgujratsamay.com , www.navbharattimes.com Please note, you need to be logged in to your Times Points account for earning Times Points while consuming, sharing & creating content on above listed websites." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "If I get a new card (reissue), will my Times point carry forward"],
    "responses": [ "Yes, your accumulated Times point will be carried forward to the new card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the benefits of Times Points Debit Card"],
    "responses": [ "Your Times Points Debit Card Offers 1. A Welcome benefits to choose one from a bouquet of upto 20 offers 2. You will be entitled to a one time offer of 500 bonus Times points. 3. You will provided with Great deals and discounts all throughout the year. 4. You will be able to redeem your Times points earned from your activities on TIL and Times Debit card Spends and avail attractive offers." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Will I get notification about the expiry of my Times points"],
    "responses": [ "Yes, you will be notified through email on the expiry of your Times points. The emails notification will be sent to you from Times Internet Limited (TIL)." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I am not registered for times points program; can I apply for Times Point Debit card"],
    "responses": [ "Yes, you can apply for times points debit card. Basis your e-mail ID and mobile number provided to HDFC Bank, you’ll be registered for Times Point. An e-mailer will be sent to you with your registration details." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I register for Times Points"],
    "responses": [ "As a Times Points Debit Card holder you will be auto-registered for the Times points loyalty program. The registration will trigger an auto-generated mail to your bank registered email id. Please follow the simple steps (Section A): Please check for an email in your banks registered email inbox sent from Times Points. Please open the email and look for a link for setting up your password. The link will redirect you to www.timespoint.com website and ask you to set your password. Your profile will be completed and you can start earning Times Points for all your surfing and other activities If you are an existing member to Times Points 1) In case you have registered using your mobile number or different email id, you will be auto-registered for the Times points loyalty program with HDFC Bank registered email. Please follow the simple steps mentioned in Section A Kindly note, your existing Times Points account will remain as is and points earn with your existing ID will not be added to your new Times Points account In case you have registered for Times Points account using your same email id which is registered with HDFC bank, you do not need to do any further registration and you will continue to enjoy Times Points benefits"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I redeem Times Points"],
    "responses": [ "Please login to www.timespoint.com using your registered email id and follow the simple steps: Click on the redeem tab and view the offers Select an offer and click on Redeem Enter delivery location with pin code verification Mention contact details and click on “Continue” Review and confirm your order. On successful redemption you will receive a confirmation on your registered email id. You can manage your Times Points thru an Times Points App available on iOS& Android Platform Please check for the confirmation email In case of query regarding registration to Times Points account, earning and redemption of Times Point please write to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there any Times points Apps which I can download on my mobile"],
    "responses": [ "Yes, you can download the app for your Android mobile from Google Playstore or for your iPhone from App Store." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "If I am having two member Id can I merge both the IDs and points"],
    "responses": [ "No, 2 IDs cannot be merged. The Times Points Debit Card linked Times Points account will be based on your HDFC Bank registered email id. You will have to use the same account to do activity and accumulate times points." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which are the offers I am eligible as a Times Debit Card holder"],
    "responses": [ "You will be able to choose one out of more than 20 welcome offers from leading e-com merchants in India. Additionally there will be more than 350 regular offers to avail at any point of time during the year. The minimum discounts on the offers would be 10% in addition to the merchants own discounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to mandatorily register"],
    "responses": [ "Yes, to avail the offers and earn times points you need to register and activate the account." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there any Personal Accidental Death Cover for Times Point Debit Card holders"],
    "responses": [ "Yes. There is an Accelerated insurance cover of 10 lacs in case of death due to by Air / Road / Rail. For more information and Terms and condition you are requested to visit www.hdfcbank.com." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I share while calling TIL to identify myself"],
    "responses": [ "Presently we do not have Tele service. You are requested to write to us for any query, request or complain to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What do I do if I am not able to avail merchant offers"],
    "responses": [ "Do not worry if you are not able to avail the offers at your disposal. Any issue related merchant or code not working or bar code not getting read, just write to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any exclusive benefits that come with the Times Points Debit Card"],
    "responses": [ "The Times Points Debit Card also provides exclusive discounts of minimum 10% throughout the year. These offers can be availed at merchant establishment." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I am already registered for Times Points program; what happens to my existing Times Points ID if I apply for Times point debit card"],
    "responses": [ "If the e-mail address in your existing times point account, and the one given to HDFC Bank is same, then all the Times Points earned through debit card transactions will be credited to existing Times Point account. In case of different e-mail addresses, a new Times Point account will be registered using the e-mail ID given to HDFC bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my ATM PIN"],
    "responses": [ "You can call the HDFC bank PhoneBanking to request for re-issuance of PIN or place a request through Prepaid NetBanking. A new PIN will be sent across to your registered mailing address held on record with the bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I check the balance on my HDFC Bank ForexPlus Card"],
    "responses": [ "You can check the balance on ForexPlus card with the help of NetBanking facility. You will need to use the card number as user ID & IPIN issued to you as part of the card kit to login to NetBanking facility. Alternately, you can also contact our PhoneBanking services to check the balance on your ForexPlus card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Who can purchase ForexPlus Card"],
    "responses": [ "ForexPlus card can only be used for making payments outside India except for Nepal & Bhutan. Whenever the cardholder is using his card he must be present at the place of transaction & need to sign the chargeslips. Thus, we issue ForexPlus card to customers travelling abroad basis valid documentation proof." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load ForexPlus card by making payment in Cash"],
    "responses": [ "No, ForexPlus card cannot be loaded against payment of cash." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I know if an ATM will accept my ForexPlus Card"],
    "responses": [ "ForexPlus cards are accepted at Visa / MasterCard ATMs. Please look out for the VISA/PLUS/MasterCard logo while searching for ATM." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the HDFC Bank ForexPlus card"],
    "responses": [ "HDFC Bank Savings / Current account holders need to just submit completed application form, copy of ticket or the Visa and form A2 (or any other documentation as mandated under prevalant FEMA guidelines)If you don't have HDFC Bank Savings / Current account, you need to submit completed application form, copyof ticket or the Visa and form A2 (or any other Forex documentation as mandated under prevalant FEMA guidelines) as well as a Photocopy of your valid Passport." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does this card work"],
    "responses": [ "Your HDFC Bank ForexPlus card will be activated with the required AUD / AED / CAD / CHF/ Euro / GBP / JPY / SGD and USD within 4 hours from the bank getting the clear funds from you. Once actived, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) HDFC Bank ForexPlus card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the ForexPlus card. HDFC Bank ForexPlus card is accepted at all Merchant Establishments displaying the Visa / Mastercard symbol. The card can be used to withdraw cash at all Visa / Mastercard ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please ensure that you remember the PIN given to you with the card pack, the PIN is unique for every card and cannot be changed at any domestic or international ATM. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever ForexPlus cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ForexPlus cardholder to opt for DCC/MCC while using ForexPlus card for making payments. Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay additional amount over and above Cash withdrawal Charges levied by the HDFC Bank for ATM transaction"],
    "responses": [ "In certain countires ATM Service providers are authorized to charge surcharge/convenience fees from the cardholders for accessing the ATM to withdraw money. These charges are levied by the ATM service provider over and above the charges levied by the HDFC Bank, and HDFC Bank bank has no control over the charges as these charges are not levied by the bank. These charges are normally displayed to the customer during the transaction and the customer has the option to either proceed with the transaction or abort if the charges are not acceptable to the customer. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What currencies are available"],
    "responses": [ "There are ten currencies offered: Australian Dollar (AUD) Dirhams (AED) Canadian Dollar (CAD) Euro (EUR) Japanese Yen (JPY) Singapore Dollars (SGD) Sterling Pound (GBP) Swedish Krona (SEK) Swiss Franc (CHF) US Dollar (USD) View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "ForexPlus card is available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with ForexPlus card. The card will get activated within 4 hours from realization of funds. Alternatively, the customer can apply for card through NetBanking login also.In case the customer applies the card through NetBanking the card will be delivered to the customer within 2 working days. This facility is available at select locations only." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can the card be used after it is purchased"],
    "responses": [ "Your card will be activated & loaded with required currency within 4 hours from the bank having received clear funds from you. The card will beready for use post activation." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my Forex Plus Card"],
    "responses": [ "To cancel your Forex Plus Card, we request you to contact the PhoneBanking team or walk into your nearest HDFC Bank branch and place a request towards cancellation. Your request will be processed within one working day of us receiving the request. There are no charges towards the cancellation of a Forex Plus card. However, currency conversion tax as applicable from time to time will be deducted at the time of providing credit to you. Kindly visit the following URL to access information for the complete address and contact details of our Branches and PhoneBanking centers: View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I activate e-commerce on my card"],
    "responses": [ "Follow 2 simple steps: Step 1: Log on to Prepaid Card Net Banking. Step 2: Enable your e-commerce transaction facility to make purchases." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top-up the value of my card when I am abroad"],
    "responses": [ "ForexPlus card can also be loaded on your behalf by someone authorized by you. Authorised person has to visit HDFC Bank branch with the necessary documents and funds. We’ll take care of the rest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my card is lost or stolen"],
    "responses": [ "Immediately report the loss of your HDFC Bank ForexPlus Card by calling HDFC Bank PhoneBanking. You will not be liable for transactions on your Card Account (if any) from the moment your report is registered with the bank. Alternately you can hotlist the card with the help of Prepaid NetBanking facility." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the HDFC Bank ForexPlus card"],
    "responses": [ "HDFC Bank ForexPlus card is a magnetic strip based prepaid card introduced in partnership with Visa / Mastercard International. The card offers you a convenient and secure way to carry forex. This card offers you the freedom to shop anywhere in the world and provides access to the currency of your destination at competitive market rates. It can be used at all Visa / Mastercard ATMs and Merchant establishment worldwide. This card cannot be used for making payments in India, Nepal or Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of ForexPlus Card. Customer's can withdraw/utilise any amount, upto the value loaded on ForexPlus card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I have renewed my passport with new number. Do I need to update my new Passport number in my ForexPlus Card"],
    "responses": [ "Yes, We request you to get in touch with nearby branch along with original & copy of your passport to get the new passport number updated in the bank's records. Passport number is key validation criteria to check caller authenticity when you contact our 24 x 7 PhoneBanking service, hence it is recommended to update Passport number at the earliest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What does DCC/ MCC stand for"],
    "responses": [ "DCC stands for Dynamic Currency Conversion whereas MCC stands for Multiple Currency Conversoin. DCC / MCC at ATM / POS gives the cardholder an option to initiate a transaction in the currency of his choice. It also assists the cardholder to know the exact transaction value in the currency selected at the time of transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the HDFC Bank ForexPlus card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase the ForexPlus card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter on submission of relevant KYC documents." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What happens if my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank 24x7 PhoneBanking immediately and report the loss of your card. The card can also be hotlisted using our Prepaid NetBanking facility In case you have opted for a back-up card, then you can request to activate back-up card and transfer balance on your hotlisted card to the back-up card. Balance transfer will be carried out instantaneously." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How many days in advance can I purchase foreign exchange"],
    "responses": [ "You can purchase foreign exchange up to 60 days in advance from the date of departure." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much foreign exchange can I retain after the foreign trip"],
    "responses": [ "After returning from the overseas trip, you are required to surrender unspent foreign exchange held by you within 180 days of return. You can retain foreign exchange up to USD 2,000 (or equivalent) for future use after returning back to India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Yes, your ForexPlus Card can be reloaded multiple times in future till the card gets expired: You can authorize the Bank to debit your HDFC Bank account by giving an HDFC Bank cheque or make payment using a local cheque drawn on HDFC Bank and reload the card for desired value. Reload requests can be made by any authorized person on your behalf. The person authorised by you for the same will need to come to bank branch and will need to provide the necessary documents to the bank to carry out reload. On receipt of the application form and the funds, your card will get reloaded for the desired amount. HDFC Bank customers can also place a request to reload the card through HDFC Bank PhoneBanking services. Incase the Card is issued by your corporate/employer, reload requests received through them will be acted upon by HDFC Bank. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I Forget my Activation Code / IPIN"],
    "responses": [ "Incase you have forgotten your Activation Code/IPIN, you are requested to kindly call HDFC Bank PhoneBanking and place in a new request for IPIN, which will be sent instantly to your registered Email ID / Mobile number." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of ForexPlus card. Customer's can withdraw/utilise any amount, upto the value loaded on card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much is the currency conversion service tax applicable at the time of Load, Reload and Refund"],
    "responses": [ "Following are the currency conversion service tax slabs applicable at the time of Load, Reload and Refund: Buy and Sell Forex Currency Service Tax Amount Up to Rs. 1 lakh 0.14% of the gross value or Rs. 35/- whichever is higher From Rs. 1 lakh to Rs 10 Lakhs Rs. 140 plus 0.07% of the amount exceeding Rs. 1 lakh From Rs. 10 lakhs and above Rs. 770 plus 0.014% of the amount exceeding Rs. 10 Lakhs, subject to a maximum of Rs. 7000"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What currencies are available"],
    "responses": [ "There are three currencies offered: Euro (EUR) Sterling Pound (GBP) US Dollar (USD)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I know if an ATM will accept my ForexPlus Chip Card"],
    "responses": [ "ForexPlus Chip cards are accepted at Visa / MasterCard ATMs. Please look out for the VISA/PLUS/MasterCard logo while searching for ATM." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the HDFC Bank ForexPlus Chip card"],
    "responses": [ "HDFC Bank Savings / Current account holders need to just submit completed application form, copy of ticket or the Visa and form A2 (or any other documentation as mandated under prevalant FEMA guidelines) If you don't have HDFC Bank Savings / Current account, you need to submit completed application form, copy of ticket or the Visa and form A2 (or any other Forex documentation as mandated under prevalant FEMA guidelines) as well as a Photocopy of your valid Passport." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "ForexPlus Chip card is available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with ForexPlus Chip card. The card will get activated within 4 hours from realization of funds. Alternatively, the customer can apply for card through NetBanking login also.In case the customer applies the card through NetBanking the card will be delivered to the customer within 2 working days. This facility is available at select locations only." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can the card be used after it is purchased"],
    "responses": [ "Your card will be activated & loaded with required currency within 4 hours from the bank having received clear funds from you. The card will be ready for use post activation." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I have renewed my passport with new number. Do I need to update my new Passport number in my ForexPlus Chip Card"],
    "responses": [ "Yes, We request you to get in touch with nearby branch along with original & copy of your passport to get the new passport number updated in the bank's records. Passport number is key validation criteria to check caller authenticity when you contact our 24 x 7 PhoneBanking service, hence it is recommended to update Passport number at the earliest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of ForexPlus Chip Card. Customer's can withdraw/utilise any amount, upto the value loaded on ForexPlus Chip card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which this Card should not be used"],
    "responses": [ "Yes, your ForexPlus Chip card should not be used towards temporary charge blocks - e.g. paying deposits at hotels, hiring of cars etc. Incase you have paid these deposits using ForexPlus Chip card and the hotel/car rental agency etc. settles the transaction for an amount lesser than the amount blocked or you make final payment through any different mode, the balance amount will get credited into your account only after 35 days from the transaction date. Note: the Bank reserves the right to charge the Card holder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can a non Traveller purchase ForexPlus Chip Card"],
    "responses": [ "No, ForexPlus Chip Card can only be issued to Travellers. ForexPlus Card is valid for making payments in countries other than India, Nepal & Bhutan. Whenever the cardholder is using his card he must be present at the place of transaction & need to sign the chargeslips. If the cardholder is a non - traveller he can not be present at the time of transaction processing, hence ForexPlus Chip Card can not be issued to a Non- traveller." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load ForexPlus Chip card by making payment in Cash"],
    "responses": [ "No, ForexPlus Chip card cannot be loaded against payment of cash." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my card is lost or stolen"],
    "responses": [ "Immediately report the loss of your ForexPlus Chip Card by calling HDFC Bank PhoneBanking. You will not be liable for transactions on your Card Account (if any) from the moment your report is registered with the bank. Alternately you can hotlist the card with the help of Prepaid NetBanking facility." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever ForexPlus cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ForexPlus cardholder to opt for DCC/MCC while using ForexPlus Chip card for making payments. Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I issue Cheque for loading of ForexPlus Chip Card"],
    "responses": [ "Customer can load ForexPlus Chip card by issuance of cheque against the amount to be loaded. However, cards will be loaded post realisation of the cheque deposited by the customer. The exchange rate applicable will be for the day on which funds are realized and card is activated"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the ATM PIN be changed"],
    "responses": [ "No, the ATM PIN cannot be changed at the ATM. In case you have forgotten or lost the PIN, you will need to request for a new PIN with the help of PhoneBanking or thorugh Prepaid NetBanking." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is HDFC Bank ForexPlus Chip card"],
    "responses": [ "HDFC Bank ForexPlus Chip card is a magnetic strip based prepaid card introduced in partnership with Visa / Mastercard International. The card offers you a convenient and secure way to carry forex. This card offers you the freedom to shop anywhere in the world and provides access to the currency of your destination at competitive market rates. It can be used at all Visa / Mastercard ATMs and Merchant establishment worldwide. This card cannot be used for making payments in India, Nepal or Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my ATM PIN"],
    "responses": [ "You can call the HDFC bank PhoneBanking to request for re-issuance of PIN or place a request through Prepaid NetBanking. A new PIN will be sent across to your registered mailing address held on record with the bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I activate e-commerce"],
    "responses": [ "Just log on to NetBanking and enable your e-commerce transaction facility." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my ForexPlus Chip Card"],
    "responses": [ "To cancel your Forex Plus Chip Card, we request you to contact the PhoneBanking team or walk into your nearest HDFC Bank branch and place a request towards cancellation. Your request will be processed within one working day of us receiving the request. There are no charges towards the cancellation of a Forex Plus Chip card. However, currency conversion tax as applicable from time to time will be deducted at the time of providing credit to you. Kindly visit the following URL to access information for the complete address and contact details of our Branches and PhoneBanking centers:"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top-up the value of my card when I am abroad"],
    "responses": [ "ForexPlus Chip card can also be loaded on your behalf by someone authorized by you. Authorised person has to visit HDFC Bank branch with the necessary documents and funds. We’ll take care of the rest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I check the balance on my HDFC Bank ForexPlus Chip Card"],
    "responses": [ "You can check the balance on ForexPlus Chip card with the help of NetBanking facility. You will need to use the card number as user ID & IPIN issued to you as part of the card kit to login to NetBanking facility. Alternately, you can also contact our PhoneBanking services to check the balance on your ForexPlus card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the HDFC Bank ForexPlus Chip card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase the ForexPlus Chip card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter on submission of relevant KYC documents." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What does DCC/ MCC stand for"],
    "responses": [ "DCC stands for Dynamic Currency Conversion whereas MCC stands for Multiple Currency Conversoin. DCC / MCC at ATM / POS gives the cardholder an option to initiate a transaction in the currency of his choice. It also assists the cardholder to know the exact transaction value in the currency selected at the time of transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much foreign exchange can I retain after the foreign trip"],
    "responses": [ "After returning from the overseas trip, you are required to surrender unspent foreign exchange held by you within 180 days of return. You can retain foreign exchange up to USD 2,000 (or equivalent) for future use after returning back to India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Yes, your ForexPlus Chip Card can be reloaded multiple times in future till the card gets expired: You can authorize the Bank to debit your HDFC Bank account by giving an HDFC Bank cheque or make payment using a local cheque drawn on HDFC Bank and reload the card for desired value. Reload requests can be made by any authorized person on your behalf. The person authorised by you for the same will need to come to bank branch and will need to provide the necessary documents to the bank to carry out reload. On receipt of the application form and the funds, your card will get reloaded for the desired amount. HDFC Bank customers can also place a request to reload the card through HDFC Bank PhoneBanking services. Incase the Card is issued by your corporate/employer, reload requests received through them will be acted upon by HDFC Bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever ForexPlus Chip Cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ForexPlus Chip Cardholder to opt for DCC/MCC while using ForexPlus Platinum card for making payments. Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What happens if my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank PhoneBanking immediately and report the loss of your card. This facility is available 24 hrs. on all days. In case if you have been issued a back-up card in the kit, you can activate the back-up card by calling HDFC Bank Phone Banking or through Prepaid NetBanking. Once the back-up card is activated, all the funds from primary card will be transferred automatically to the back up card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my Forex Plus Card"],
    "responses": [ "To cancel your ForexPlus Chip Card, we request you visit our your nearest HDFC Bank branch and place a request towards cancellation the of the card. Your request will be processed within one working day of us receiving the request and the available balance on the card will be refunded back to your account. Incase you do not have an account with us then a demand draft shall be issued for the respective refund amount. There are no charges towards the cancellation of a ForexPlus Chip Card. However, currency conversion tax as applicable from time to time will be deducted at the time of providing credit to you. Kindly visit the following URL to access information for the complete address and contact details of our Branches and PhoneBanking centers:"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I'm not a traveller, can I still benefit from the ForexPlus Chip Card"],
    "responses": [ "The ForexPlus Chip Card is only for travellers, and cannot be issued to non-travellers"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I Forget my Activation Code / IPIN"],
    "responses": [ "Incase you have forgotten your Activation Code/IPIN, you are requested to kindly call HDFC Bank PhoneBanking and place in a new request for IPIN, which will be sent instantly to your registered Email ID / Mobile number." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load ForexPlus Chip Card by making payment in Cash"],
    "responses": [ "No, ForexPlus Chip Card cannot be loaded against payment of cash." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I have renewed my passport with new number. Do I need to update my new Passport number in my ForexPlus Platinum Card"],
    "responses": [ "Yes, We request you to get in touch with nearby branch along with original & copy of your passport to get the new passport number updated in the bank's records. Passport number is key validation criteria to check caller authenticity when you contact our 24 x 7 PhoneBanking service, hence it is recommended to update Passport number at the earliest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What currencies are available"],
    "responses": [ "There are five currencies offered: Euro (EUR) Sterling Pound (GBP) US Dollar (USD) Thailand Baht (THB) HongKong Dollar (HKD)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is HDFC Bank ForexPlus Platinum (Chip) card"],
    "responses": [ "HDFC Bank ForexPlus Platinum (Chip) card is an embedded chip based Prepaid card introduced in partnership with VISA International. It offers you a convenient and secure way to carry your Forex. This card gives you the freedom to shop anywhere in the world and provides access to the currency of your destination at competitive market rates. It can be used at all VISA ATMs and Merchant Establishments worldwide. This card cannot be used for payments in India, Nepal or Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top-up the value of my card when I am abroad"],
    "responses": [ "ForexPlus Platinum card can also be loaded on your behalf by someone authorized by you. Authorised person has to visit HDFC Bank branch with the necessary documents and funds. We’ll take care of the rest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my ATM PIN"],
    "responses": [ "You can call the HDFC bank PhoneBanking to request for re-issuance of PIN or place a request through Prepaid NetBanking. A new PIN will be sent across to your registered mailing address held on record with the bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay additional amount over and above Cash withdrawal Charges levied by the HDFC Bank for ATM transaction"],
    "responses": [ "In certain countires ATM Service providers are authorized to charge surcharge/convenience fees from the cardholders for accessing the ATM to withdraw money. These charges are levied by the ATM service provider over and above the charges levied by the HDFC Bank, and HDFC Bank bank has no control over the charges as these charges are not levied by the bank.These charges are normally displayed to the customer during the transaction and the customer has the option to either proceed with the transaction or abort if the charges are not acceptable to the customer." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can the card be used after it is purchased"],
    "responses": [ "Your card will be activated & loaded with required currency within 4 hours from the bank having received clear funds from you. The card will beready for use post activation." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my card is lost or stolen"],
    "responses": [ "Immediately report the loss of your ForexPlus Platinum Card by calling HDFC Bank PhoneBanking. You will not be liable for transactions on your Card Account (if any) from the moment your report is registered with the bank. Alternately you can hotlist the card with the help of Prepaid NetBanking facility." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the currencies available for HDFC Bank ForexPlus Platinum card"],
    "responses": [ "The HDFC Bank ForexPlus Platinum card is currently available in 5 currencies, i.e. USD, Euro, GBP, HKD and THB." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the HDFC Bank ForexPlus Platinum card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase the ForexPlus Chip card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter on submission of relevant KYC documents." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of ForexPlus Platinum Card. Customer's can withdraw/utilise any amount, upto the value loaded on ForexPlus Platinum card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What do I need to know about the HDFC Bank ForexPlus Platinum Card"],
    "responses": [ "Embedded with a chip, this ForexPlus card offers you a convenient and secure way to carry your Forex. With the HDFC Bank ForexPlus Platinum card you can shop anywhere in the world." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can a non-traveller purchase ForexPlus Card"],
    "responses": [ "No. ForexPlus Cards can only be issued to travellers. A ForexPlus Card is valid for making payments in countries other India, Nepal and Bhutan whenever you are using your card you must be present at the place of transaction and have to sign the charge slips. As you are a non-traveller you cannot be present at the time of the transaction processing. Hence, ForexPlus Platinum Cards cannot be issued to non-travellers." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I check the balance on my HDFC Bank ForexPlus Platinum Card"],
    "responses": [ "You can check the balance on ForexPlus Platinum card with the help of NetBanking facility. You will need to use the card number as user ID & IPIN issued to you as part of the card kit to login to NetBanking facility. Alternately, you can also contact our PhoneBanking services to check the balance on your ForexPlus card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my card is lost or stolen"],
    "responses": [ "Immediately report the loss of your HDFC Bank ForexPlus Platinum Card by calling HDFC Bank Phone Banking. You will not be liable for transactions on your Card Account (if any) from the moment your report is registered with the bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay any charges for availing GCAS"],
    "responses": [ "In case you avail of GCAS services, charges as per Visa Guidelines will be charged to you. Details of charges are as follows: Reporting Lost/ Stolen Card : Nil Emergency Replacement of Card : USD 25 Emergency Cash Requirement : USD 25 View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my ForexPlus Platinum Card"],
    "responses": [ "To cancel your Forex Plus Platinum Card, we request you to contact the PhoneBanking team or walk into your nearest HDFC Bank branch and place a request towards cancellation. Your request will be processed within one working day of us receiving the request. There are no charges towards the cancellation of a Forex Plus Platinum card. However, currency conversion tax as applicable from time to time will be deducted at the time of providing credit to you. Kindly visit the following URL to access information for the complete address and contact details of our Branches and PhoneBanking centers"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does this card work"],
    "responses": [ "Your HDFC Bank ForexPlus Platinum card will be activated with the required Euro / GBP and USD within 4 hours from the bank getting the clear funds from you. Once actived, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) HDFC Bank ForexPlus Platinum card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the ForexPlus card. HDFC Bank ForexPlus Platinum card is accepted at all Merchant Establishments displaying the Visa / Mastercard symbol. The card can be used to withdraw cash at all Visa / Mastercard ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please ensure that you remember the PIN given to you with the card pack, the PIN is unique for every card and cannot be changed at any domestic or international ATM. View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which this Card should not be used"],
    "responses": [ "Yes, your ForexPlus card should not be used towards temporary charge blocks - e.g. paying deposits at hotels, hiring of cars etc. Incase you have paid these deposits using ForexPlus card and the hotel/car rental agency etc. settles the transaction for an amount lesser than the amount blocked or you make final payment through any different mode, the balance amount will get credited into your account only after 30 days from the transaction date. Note: the Bank reserves the right to charge the Card holder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I issue Cheque for loading of ForexPlus Platinum Card"],
    "responses": [ "Customer can load ForexPlus Platinum card by issuance of cheque against the amount to be loaded. However, cards will be loaded post realisation of the cheque deposited by the customer. The exchange rate applicable will be for the day on which funds are realized and card is activated"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I activate e-commerce on my card"],
    "responses": [ "Follow 2 simple steps: Step 1: Log on to Prepaid Card Net Banking. Step 2: Enable your e-commerce transaction facility to make purchases." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What services I can avail on GCAS"],
    "responses": [ "You can avail the following services through GCAS: a) Report loss of card or hotlist your card b) Request for a Replacement Card c) Request for the requirement of Emergency cash View more"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the ATM PIN be changed"],
    "responses": [ "No, the ATM PIN cannot be changed at the ATM. In case you have forgotten or lost the PIN, you will need to request for a new PIN with the help of PhoneBanking or thorugh Prepaid NetBanking"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever ForexPlus cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ForexPlus cardholder to opt for DCC/MCC while using ForexPlus Platinum card for making payments. Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How will I know which ATMs accept the HDFC Bank ForexPlus Platinum Card"],
    "responses": [ "All ATMs displaying the VISA Logo will accept the HDFC Bank ForexPlus Platinum Card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I avail of Global Customer Assistance Services (GCAS) for my ForexPlus Platinum Card"],
    "responses": [ "You can call the VISA call centre numbers to avail the services available on Global Customer Assistance Services. Click here for Country wise Visa Call Centre numbers." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I know if an ATM will accept my ForexPlus Platinum Card"],
    "responses": [ "ForexPlus Platinum cards are accepted at Visa ATMs. Please look out for the VISA/PLUS logo while searching for ATM." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load Forex card by making payment in Cash"],
    "responses": [ "No, Forex card can not be loaded against payment of cash. In case existing bank customer need to load his/her forex card by making payment in Cash then, the customer need to deposit cash in his/her account and then issue cheque or debit instruction to load the card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the HDFC Bank ForexPlus Platinum card"],
    "responses": [ "HDFC Bank Savings / Current account holders need to just submit completed application form, copy of ticket or the Visa and form A2 (or any other documentation as mandated under prevalant FEMA guidelines) If you don't have HDFC Bank Savings / Current account, you need to submit completed application form, copyof ticket or the Visa and form A2 (or any other Forex documentation as mandated under prevalant FEMA guidelines) as well as a Photocopy of your valid Passport." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "ForexPlus Platinum card is available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with ForexPlus Platinum card. The card will get activated within 4 hours from realization of funds. Alternatively, the customer can apply for card through NetBanking login also.In case the customer applies the card through NetBanking the card will be delivered to the customer within 2 working days. This facility is available at select locations only." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What happens if my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank 24x7 PhoneBanking immediately and report the loss of your card. The card can also be hotlisted using our Prepaid NetBanking facilityIn case you have opted for a back-up card, then you can request to activate back-up card and transfer balance on your hotlisted card to the back-up card. Balance transfer will be carried out instantaneously." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What does DCC/ MCC stand for"],
    "responses": [ "DCC stands for Dynamic Currency Conversion whereas MCC stands for Multiple Currency Conversoin. DCC / MCC at ATM / POS gives the cardholder an option to initiate a transaction in the currency of his choice. It also assists the cardholder to know the exact transaction value in the currency selected at the time of transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load ForexPlus Platinum card by making payment in Cash"],
    "responses": [ "No, ForexPlus Platinum card cannot be loaded against payment of cash." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Who can purchase ForexPlus Platinum Card"],
    "responses": [ "ForexPlus Platinum card can only be used for making payments outside India except for Nepal & Bhutan. Whenever the cardholder is using his card he must be present at the place of transaction & need to sign the chargeslips. Thus, we issue ForexPlus Chip card to customers travelling abroad basis valid documentation proof." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much foreign exchange can I retain after the foreign trip"],
    "responses": [ "After returning from the overseas trip, you are required to surrender unspent foreign exchange held by you within 180 days of return. You can retain foreign exchange up to USD 2,000 (or equivalent) for future use after returning back to India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Yes, your ForexPlus Platinum Card can be reloaded multiple times in future till the card gets expired: You can authorize the Bank to debit your HDFC Bank account by giving an HDFC Bank cheque or make payment using a local cheque drawn on HDFC Bank and reload the card for desired value. Reload requests can be made by any authorized person on your behalf. The person authorised by you for the same will need to come to bank branch and will need to provide the necessary documents to the bank to carry out reload. On receipt of the application form and the funds, your card will get reloaded for the desired amount. HDFC Bank customers can also place a request to reload the card through HDFC Bank PhoneBanking services. Incase the Card is issued by your corporate/employer, reload requests received through them will be acted upon by HDFC Bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How is the value topped up"],
    "responses": [ "GiftPlus cards are non reloadable in nature and hence cannot be topped up." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I purchase HDFC Bank GiftPlus card"],
    "responses": [ "GiftPlus cards are available in all HDFC bank branches. You can also purchase GiftPlus card online, through our NetBanking service.Detailed steps for online purchase is mentioned below:Log on NetBanking.Go to Accounts section and select Purchase Gift Card.GiftPlus Card can be personalised with the beneficiary name as provided by you. You will need to have Financial rights (TPT) for this transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load GiftPlus card by making payment in Cash"],
    "responses": [ "No, GiftPlus card cannot be loaded against payment of cash. GiftPlus card can be loaded by way of a Direct debit to your HDFC Bank account, local cheque drawn on HDFC Bank or demand draft"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Gifting we believe is special to the occasion and hence you cannot reload this card. Every occasion is a new occasion and deserves a new card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can I get a GitfPlus card"],
    "responses": [ "In our bank branches, GiftPlus Card can be availed of from over the counter. These cards however are non-personalised. If a personalised card is requested online or at any branch, the TAT is 5-7 working days.The convenience of online purchase is that the card will be delivered to the address specified in your instructions"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can  Gift plus card used outside India"],
    "responses": [ "GiftPlus Card is a INR Prepaid card, which can be used only in India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a fee levied for the use of the card"],
    "responses": [ "No, there is no charge on the usage of the card. However, there are charges for reissuance.Any Surcharge on account of card usage would be applicable on this card and is Nonrefundable by Bank"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can I use the card after I have purchased it"],
    "responses": [ "Your card will be activated with the loaded amount within a few hours after the bank has received clear funds from you. Once activated, the card is ready for use." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase an HDFC Bank Giftplus card"],
    "responses": [ "If you are an existing HDFC Bank Current or Savings Account holder then you just need to submit the Giftplus card application form. If you are not an existing HDFC Bank Current or Savings Account holder then you need to submit the Giftplus card application form along with your ID proof and address proof." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a load amount limit"],
    "responses": [ "Yes, a card balance cannot be more than Rs. 50,000 at any given point in time." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the charges on the card"],
    "responses": [ "The usage of the card is not charged but the reissuance of the card is charged Rs. 100 per reissuance." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my ATM PIN"],
    "responses": [ "You can call your local HDFC bank PhoneBanking number and ask for a new PIN to be reissued to you. The PIN however will be delivered to the purchaser's address with the bank. You can request for a new PIN over the Internet through your Giftplus card account." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Who should I contact if my card is lost or stolen"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank PhoneBanking immediately and report the loss of your card. This facility is available 24 hrs. on all days. The card can also be hotlisted using our Prepaid card NetBanking facility on www.hdfcbank.com. A new Card will be issued and the residual balance on your hotlisted Card will be transferred to your new Card.New card will be issued only basis the request received from the purchaser.The request for balance transfer from old card to new card will be honored only basis the request received from purchaser"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the ATM PIN be changed"],
    "responses": [ "No, the ATM PIN cannot be changed." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have an HDFC Bank account to purchase an HDFC Bank Giftplus card"],
    "responses": [ "No, you dont need to have an HDFC Bank account to purchase a Giftplus card. Simply walk into any HDFC Bank branch in India, submit your KYC documents and purchase an HDFC Bank Giftplus card over the counter.Mode of payment : Cheque/DD"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which I cannot use the Card"],
    "responses": [ "Yes, the card cannot be used to withdraw cash. It can only be used for POS transactions. Note: The Bank reserves the right to charge the Cardholder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the HDFC Bank Giftplus card"],
    "responses": [ "HDFC Bank's GiftPlus card is a magnetic strip based prepaid card brought to you in partnership with VISA"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can I get a FoodPlus card"],
    "responses": [ "FoodPlus card is a personalized VISA Card and the TAT for receiving a personalized card is 7 working days." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Will I be able to Transfer money to Food plus card from my account or from any other account"],
    "responses": [ "Food Plus card is a corporate card, any instruction with regards to load / reload and BT in the card can be done only on the basis of Corporate Instructions to the Bank. Individual Cardholder requests cannot be Processed." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What happens if the PIN is forgotten"],
    "responses": [ "The cardholder should call PhoneBanking and ask for a reissuance. Remember that the PIN will be delivered to the purchaser's address." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is HDFC Bank's FoodPlus card"],
    "responses": [ "It is an electronic VISA prepaid card issued to corporate organizations." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What do I need to know about the HDFC Bank FoodPlus Card"],
    "responses": [ "The HDFC Bank FoodPlus Card is an electronic prepaid card designed for meal allowances." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the card to withdraw cash"],
    "responses": [ "No, it cannot be used for cash withdrawls at ATM." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I load/reload  my FoodPlus card"],
    "responses": [ "Your FoodPlus card can be loaded/reloaded only basis the instructions received from your employer." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a load amount limit"],
    "responses": [ "Card balances cannot be more than Rs.10,000/-* at any given point of time, additionally, the cumulative amount of load/reload also cannot exceed Rs.10,000/-* in a month"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a usage limit"],
    "responses": [ "Rs 10,000 per transaction for cash withdrawals No usage limit on POS usage"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can I get a MoneyPlus card"],
    "responses": [ "MoneyPlus card is a personalized VISA Card and the TAT for receiving a personalized card is 7 working days." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a load amount limit"],
    "responses": [ "Card balances cannot be more than Rs. 50,000 at any given point in time." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the HDFC Bank MoneyPlus Card"],
    "responses": [ "It is an electronic prepaid card issued to corporate organizations." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top up the value a card"],
    "responses": [ "Loading and reloading is as per the corporate instructions. It is not possible for cardholders to request a reload." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How to set the ATM PIN"],
    "responses": [ "Please note that the Bank does not provide ATM PIN for your HDFC Bank Multi Currency ForexPlus Platinum Card. You need to set the ATM PIN online by using HDFC Bank Prepaid Card NetBanking service. In future also you can use the NetBanking service to reset your ATM PIN." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What options should I choose to withdraw cash from the ATM"],
    "responses": [ "At the time of cash withdrawal across VISA/Plus ATMs abroad, the screen will display 3 options for the type of account you carry out transactions in: Credit Saving Checking Please choose the credit option for transaction to be successful or if this option is not available then only choose the checking option." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What services can I avail on GCAS"],
    "responses": [ "You can avail following services Through GCAS Emergency Card Replacement Emergency Cash Disbursement Cardholder Inquiry Service Lost and Stolen Card Reporting Emergency Legal Assistance Emergency Medical Assistance Emergency Message service Emergency Ticket Replacement Assistance Emergency Translation Service Lost Luggage Assistance Note: Visa Charges are applicable"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to load all currencies on the card"],
    "responses": [ "You can load only the currency of your choice depending on your need." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I avail of Global Customer Assistance Services (GCAS) for my HDFC Bank Multi Currency ForexPlus Platinum Card"],
    "responses": [ "You can call The following Toll free numbers for visa GCAS United States: 1-866-765-9644, United Kingdom: 0800-169-5189, Australia: 1800-450946, Canada: 1-866-639-1911, France: 0800-904349, Germany: 08001822891, Singapore: 800-4481- 250, Hong Kong: 800-900-782, Japan: 00531-44-002 Alternatively, you can place a collect call through your local operator to +1 443 641 2004 Or for Country wise VISA call center numbers click the following link << Visa Global Customer Assistance>>"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay an additional amount over and above the Cash withdrawal Charges levied by HDFC Bank for ATM transactions"],
    "responses": [ "The Banks in the U.S. are given right by the local federal laws to charge Surcharge/fees from other Bank customer's accessing their ATM to withdraw money. Accordingly many ATMs in US do levy charges for withdrawing from their ATM over and above the charges levied by the HDFC Bank. Similarly, there are certain ATMs across other countries which may levy a charge for transactions done by other bank customers. This charge is normally displayed to the customer during the transaction and the customer has the option to either proceed with the transaction or abort it." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I don’t have sufficient balance in the wallet corresponding to currency of transaction"],
    "responses": [ "If the balance in your wallet corresponding to currency of transaction goes down then your Card checks for balances in the other currency wallets and transaction is processed by debiting the currency wallet with sufficient balance by converting the wallet currency into the currency of transaction. In this case currency conversion charges are applicable. Please note that in such a scenario entire transaction amount would be debited from currency wallet with sufficient balance." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget or lose the activation code"],
    "responses": [ "You will have to enter your HDFC Bank Multi Currency ForexPlus Platinum Card number and other requisite details on the HDFC Bank Prepaid card NetBanking login page. After you fill the requisite details your activation code will be sent to you on your registered email account." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have an HDFC Bank account to purchase HDFC Bank Multi Currency ForexPlus Platinum Card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase the HDFC Bank Multi Currency ForexPlus Platinum Card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is activation code"],
    "responses": [ "The activation code is required to activate your HDFC Bank Multi Currency ForexPlus Platinum Card NetBanking service." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the validity period of my Card"],
    "responses": [ "Your Card is valid for 5 years." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which currencies can I carry on the card"],
    "responses": [ "You can carry following currencies on your HDFC Bank Multi Currency ForexPlus Platinum Card - Australian Dollar, United Arab Emirates Dirham, Canadian Dollar, Euro, Japanese Yen, Singapore Dollar, Sterling Pound, Swiss Franc, Swedish Krona and US Dollar." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my Card is lost or stolen"],
    "responses": [ "Immediately report the loss of your HDFC Bank Multi Currency ForexPlus Platinum Card by calling HDFC Bank PhoneBanking. You will not be liable for transactions on your Card Account (if any) from the moment card loss is registered with the bank. You can also hotlist the card by using NetBanking services." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the Card be topped up"],
    "responses": [ "Top-ups or reloads can be carried out in 2 ways a) You can authorize the Bank to debit your account by giving an HDFC Bank cheque, cash or a local cheque drawn on HDFC Bank to reload the Card. b) The Card can also be reloaded by another person, authorized by you to reload your Card. The authorized person will need to visit the HDFC Bank branch with the money and will need to provide the necessary documents to the bank. On receipt of the application form and the funds, your Card will be reloaded with the desired amount." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can this Card be used in India"],
    "responses": [ "No, this Card cannot be used in India, Nepal and Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much Foreign exchange can I load into the card"],
    "responses": [ "You can load the currencies as per the limits prescribed by FEMA guidelines." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does this Card work"],
    "responses": [ "Your HDFC Bank Multi Currency ForexPlus Platinum Card will be activated and loaded with the Currencies as per your instructions. Once active, the card can be used at any International location across all currencies. (Usage of the card is not allowed in India, Nepal and Bhutan)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I get the activation code"],
    "responses": [ "Your activation code is provided to you in your HDFC Bank Multi Currency ForexPlus Platinum Card kit and can be found on the Card Mailer beneath the card plastic." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I get the NetBanking PIN"],
    "responses": [ "Please note that the Bank does not provide NetBanking PIN (IPIN) for your HDFC Bank Multi Currency ForexPlus Platinum Card. You need to set the IPIN online by using HDFC Bank Prepaid Card NetBanking service. In future also you can use the NetBanking service to reset your NetBanking PIN." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How many currencies can I carry on the card"],
    "responses": [ "You can carry a maximum 10 currencies on your HDFC Bank Multi Currency ForexPlus Platinum Card"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which the Card   should not be used"],
    "responses": [ "Yes, your Card should not be used for temporary charges - e.g. paying deposits at hotels, hiring of cars etc. In case you have paid these deposits using your HDFC Bank Multi Currency ForexPlus Platinum Card and the hotel/car rental agency etc. settles for an amount less than the deposited amount or you pay through a different mode the balance amount will be credited to your account only after 35 days from the transaction date." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I get a refund towards residual Forex on my return"],
    "responses": [ "After you return you can choose to cash out any residual foreign currency on your Card. The zero value or partially loaded card plastic can still be with you and you can reload it or use it till the validity of the card, which is 5 years." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I reload my Card while I am abroad"],
    "responses": [ "You can reload the Card through a person appointed by you. The authorized person can reload the card by visiting any of the HDFC Bank branch." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I transfer currency on my Card from one wallet to other"],
    "responses": [ "You can transfer balance of one currency wallet to other currency wallets depending on your need using the NetBanking facility. Currency conversion charges as decided by the Bank from time to time would be applicable for such transfers and would be communicated to you at the time of transfer." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the Card to pay in any currency"],
    "responses": [ "Yes the Card can be used to pay in any currency apart from those loaded in the Card. The Card itself converts the balance in the currency wallets to the currency of transaction. Currency conversion charges will be applicable." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I Forget my Activation Code"],
    "responses": [ "Visit HDFC bank Prepaid NetBanking option and select Forgot Activation Code and provide your card number, Date of Birth and passport number. The code will be sent to your registered email ID. Click here to see the demo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my Multicurrency Platinum ForexPlus Card"],
    "responses": [ "To cancel your Multicurrency card, we request you visit our your nearest HDFC Bank branch and place a request towards cancellation the of the card. Your request will be processed within one working day of us receiving the request and the available balance on the card will be refunded back to your account. Incase you do not have an account with us then a demand draft shall be issued for the respective refund amount. There are no charges towards the cancellation of a Multicurrency card. However, currency conversion tax as applicable from time to time will be deducted at the time of providing credit to you. Kindly visit the following URL to access information for the complete address and contact details of our Branches and PhoneBanking centers:"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the Multicurrency Platinum ForexPlus Chip card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase the Multicurrency card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the HDFC Bank Multicurrency Platinum ForexPlus Chip card"],
    "responses": [ "HDFC Bank Savings / Current account holders need to just submit completed application form and copy of valid Passport (or any other documentation as mandated under prevalent LRS guidelines) If you don't have HDFC Bank Savings / Current account, you need to submit completed application form, copy of valid Passport and copy of Ticket or Visa (or any other documentation as mandated under prevalent LRS guidelines) ." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of Platinum Multicurrency card. Customer's can withdraw/utilise any amount, upto the value loaded on Platinum Multicurrency card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is Multicurrency Platinum ForexPlus Chip card enabled for Verified by VISA (VBV)"],
    "responses": [ "Ypes, Multicurrency card offered on VISA platform are pre-enabled for Verified by VISA that allows you to securely perform Ecommerce transactions. Following are the steps to perform Ecommerce transaction with VBV participating merchants: Select the goods or services you want from a online store and proceed to the payment page. Enter your HDFC Bank Multicurrency Platinum ForexPlus Chip card Visa number and the online store will connect with HDFC Bank to check whether your Card is secured with Verified by Visa. Enter your IPIN (used for login to Prepaid NetBanking) and HDFC Bank will then confirm your identity to the merchant. Your payment is authorized and your order is placed." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What happens if my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank PhoneBanking immediately and report the loss of your card. This facility is available 24 hrs. on all days. In case if you have been issued a back-up card in the kit, you can activate the back-up card by calling HDFC Bank Phone Banking or through Prepaid NetBanking. Once the back-up card is activated, all the funds from primary card will be transferred automatically to the back up card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Yes, your Multicurrency card can be reloaded multiple times in future till the card gets expired. Existing bank customers can reload their Multicurrency card through HDFC Bank NetBanking by selecting Reload Forex Card under the option of Cards tab. Alternatively existing customers can also place in a request to reload the card through HDFC Bank PhoneBanking service. Incase the Card is issued by your corporate/employer, reload requests received through them will be acted upon by HDFC Bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the card to pay in any currency"],
    "responses": [ "Yes, the card is accepted for payment in any currency apart from those loaded on the card. Please note that cross currency conversion charges will be applicable while processing such transactions." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to activate Multicurrency Platinum ForexPlus Chip card for Ecommerce transactions"],
    "responses": [ "You Multicurrency card is pre-activated to perform Ecommerce transactions once your card is loaded with the Forex currency required." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I issue cheques to load the Multicurrency Platinum ForexPlus Chip card"],
    "responses": [ "Customer can load Multicurrency card by issuance of cheque against the amount to be loaded. However, cards will be loaded post realisation of the cheque deposited by the customer. The exchange rate applicable will be for the day on which funds are realized and card is activated." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there extra charges to be aware of"],
    "responses": [ "A few things to note - US Banks are given the right to add a surcharge to other bank customers accessing their ATMs. There are also certain ATMs in other countries that may levy a charge for transactions made by non-bank customers. These fees are normally displayed during the transaction. Check for this, so that you can either proceed with or end the transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I'm not a traveller, can I still benefit from the Multicurrency Card"],
    "responses": [ "The Multicurrency Platinum ForexPlus Chip Card is only for travellers, and cannot be issued to non-travellers"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if the customer is passing by a terminal and a Contactless transaction takes place"],
    "responses": [ "The Contactless technology works when the card is waved at a maximum range of 4 cms. Hence, even if the customer is at a small distance from the terminal, no accidental transaction can take place, Plus the cashier must first enter the amount on the PoS machine before the card is tapped/ waved and the payment is processed"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there any difference in the process for ATM and Internet transaction for this Contactless Card"],
    "responses": [ "There is no difference in the transaction process for ATM & Internet transactions. For ATM transactions you need to enter the PIN and for Internet transaction you need to enter your 3D secure PIN or OTP"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What services can I avail on GCAS"],
    "responses": [ "You can avail following services through GCAS Emergency Card Replacement Emergency Cash Disbursement Cardholder Inquiry Service Lost and Stolen Card Reporting Note: Visa Charges are applicable"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my ATM PIN"],
    "responses": [ "Customer can reset ATM PIN by following the below steps: Login to Prepaid NetBanking using IPIN Select My Request ->Set ATM PIN -> Selects the Active Card (Radio Button) Answer the secret question. Mention DOB, Card Expiry and submit Enter the new ATM PIN to be set and finally submit. You will then get an SMS / email alert on your registered mobile number / email address"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which are the currencies that can be loaded on the card"],
    "responses": [ "There are 23 currencies offered which can be loaded on the card: Australian Dollar (AUD) Dirhams (AED) Canadian Dollar (CAD) Euro (EUR) Japanese Yen (JPY) Singapore Dollars (SGD) Sterling Pound (GBP) Swiss Franc (CHF) US Dollar (USD) Swedish Krona (SEK) HongKong Dollar (HKD) Thailand Baht (THB) South African Rand (ZAR) Oman Riyal (OMR) New Zealand Dollar (NZD) Danish Krone (DKK) Norwegian Krone (NOK) Saudi Riyal (SAR) Malaysian Ringgit (MYR) Korean Won (KRW) Kuwait Dinar (KWD) Bahrain Dinar (BHD) Qatari Riyal (QAR)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much is the currency conversion service tax applicable at the time of Load, Reload and Refund"],
    "responses": [ "Following are the currency conversion service tax slabs applicable at the time of Load, Reload and Refund: Buy and Sell Forex Currency Service Tax Amount Up to Rs. 1 lakh 0.14% of the gross value or Rs. 35/- whichever is higher From Rs. 1 lakh to Rs 10 Lakhs Rs. 140 plus 0.07% of the amount exceeding Rs. 1 lakh From Rs. 10 lakhs and above Rs. 770 plus 0.014% of the amount exceeding Rs. 10 Lakhs, subject to a maximum of Rs. 7000"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How to set Prepaid NetBanking Login User ID / Password for the first time"],
    "responses": [ "You may have received IPIN or Activation Code in the kit provided to you. The Activation Code will be printed on the card mailer below the card whereas the IPIN will be printed on the PIN mailer along with ATM PIN. The Activation Code / IPIN is required to set your NetBanking Password for your Multicurrency card for the first time. Following steps should be followed for setting NetBanking User ID / Password for the first time using Activation Code / IPIN: Visit HDFC Bank website and select Prepaid NetBanking Enter the Card Number in User ID/Card Number field and the Activation Code / IPIN (mentioned in the PIN mailer) in the Password field. Input User ID of your choice for future login purpose Select the secret question from a dropdown menu and provide the answer Mention the new Password and reconfirm the same With the new User Id and Password you can then login to access your card account"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the authorization scenarios"],
    "responses": [ "When the card holder performs a payment transaction, the debit would take place on the priority as per the grid provided belowScenario 1 - If the customer has local currency (depending on country of transaction) wallet with sufficient balance then the transaction will be processed using the balances on the local currency walletScenario 2 – If the local currency is part of the offered multiple currencies on the card but customer does not have sufficient balance in local currency wallet, however if the customer has sufficient balance (equivalent to local currency) on default currency wallet (EUR) then the transaction will be processed using the balances on the default currency wallet. Value from the default currency will be converted to local currency using cross currency conversion rate decided by the Bank. This rate will be calculated with a 2% markup on the IBR cross currency rateScenario 3 – If the local currency is part of the offered multiple currencies on the card but customer does not have sufficient balance in local currency wallet as well as default currency wallet (EUR) however if the customer has sufficient balance (equivalent to local currency) on any other currency wallet then the transaction will be processed using the balances from the respective currency wallet. The card will look for balances across all the currency wallets in following order of priority as decided by the Bank1. EUR2. GBP3. AUD4. CAD5. SGD6. AED7. JPY8. CHF9. SEK10. HKD11. THB12. ZAR13. NZD14. OMR15. DKK16. NOK17. SAR18. MYR19. KRW20. BHD21. QAR22. KWD23. USDValue from the respective currency will be converted to local currency using cross currency conversion rate decided by the Bank. This rate will be calculated with a 2% markup on the IBR cross currency rateScenario 4 - If the customer transacts in currency which is not offered on the card, the transaction will be processed by debiting default currency (EUR) wallet. Cross currency conversion would take place as per existing Visa / MasterCard rates (3%) applicable for single currency cards. In case the default currency wallet does not have sufficient balance then funds would be pulled from wallet with sufficient funds and converted to the default currency using Bank’s currency conversion rate. Partial transactions in different currency wallets are not allowed. If the customer does not have sufficient balance to process the transactions individually in any of the currency wallets, the transaction is declined even if the collective balances on the card across all currencies is sufficient to process the transaction"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I check the balance on my HDFC Bank Multicurrency ForexPlus Chip card"],
    "responses": [ "You can check the balance on all the active currency wallets on Multicurrency card with the help of Prepaid NetBanking facility. Alternately, you can also contact our PhoneBanking services to check the balance on your Multicurrency card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which this Card should not be used"],
    "responses": [ "Yes, your Multicurrency ForexPlus Platinum card should not be used towards temporary charge blocks - e.g. paying deposits at hotels, hiring of cars etc. Incase you have paid these deposits using ForexPlus Platinum Multicurrency card and the hotel/car rental agency etc. settles the transaction for an amount lesser than the amount blocked or you make final payment through any different mode, the balance amount will get credited into your account only after 30 days from the transaction date. Note: The Bank reserves the right to charge the Card holder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay additional amount over and above Cash withdrawal Charges levied by the HDFC Bank for ATM transaction"],
    "responses": [ "In certain countries ATM Service providers are authorized to charge surcharge/convenience fees from the cardholders for accessing the ATM to withdraw money. These charges are levied by the ATM service provider over and above the charges levied by the HDFC Bank, and HDFC Bank bank has no control over the charges as these charges are not levied by the bank.These charges are normally displayed to the customer during the transaction and the customer has the option to either proceed with the transaction or abort if the charges are not acceptable to the customer." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What does DCC/ MCC stand for"],
    "responses": [ "DCC stands for Dynamic Currency Conversion whereas MCC stands for Multiple Currency Conversoin. DCC / MCC at ATM / POS gives the cardholder an option to initiate a transaction in the currency of his choice. It also assists the cardholder to know the exact transaction value in the currency selected at the time of transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How to use Contactless Mutlicurrency ForexPlus Card"],
    "responses": [ "Look for Visa payWave/ MasterCard PayPass mark and contactless logo at the Point of Sale terminal machine at merchant outlet Check the transaction amount displayed on the machine screen and tap/ wave your Contactless MultiCurrency Card from a 4 cm range Enter your 4-digit ATM PIN on the machine, if prompted A green light will signal indicating that the transaction is complete"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the HDFC Bank Contactless MulticurrencyForexPlus card"],
    "responses": [ "HDFC Bank Contactless Multicurrency ForexPluscard is an embedded chip based prepaid forex card introduced in partnership with VISA/MasterCard International. It is the first card to offer you the option of carrying upto 23 currencies simultaneously in a single card in a convenient and secure way. This card gives you the freedom to shop anywhere in the world and provides access to the currency of your destination at competitive market rates. It can be used at all VISA/MasterCard affiliated ATMs and merchant establishments worldwide. This card cannot be used for payments in India, Nepal or Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How many days in advance can I purchase foreign exchange"],
    "responses": [ "You can purchase foreign exchange up to 60 days in advance from the date of departure." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I know if an ATM will accept my Multicurrency Card"],
    "responses": [ "Look out for the VISA logo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "Contactless Multicurrency ForexPlus cardis available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with the Multicurrency card. The card will get activated within 5 to 6 hours from realization of funds. Alternatively existing bank customers can apply for the card by logging in to HDFC Bank NetBanking by selecting Purchase Forex Card option under Cards tab." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever Platinum Multicurrency cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ForexPlus cardholder to opt for DCC/MCC while using ForexPlus Platinum card for making payments.Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I avail of Global Customer Assistance Services (GCAS) for my Multicurrency Card"],
    "responses": [ "You can call the VISA call centre numbers to avail VISA’s Global Customer Assistance Services. You can find a countrywise list of GCAS numbers at http://www.visa-asia.com/ap/Subscription/gcas.jsp"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the exchange rates applicable when I use my Travel Card for transactions (Cash withdrawal at ATMs and point of sale transactions at Merchant Outlets)"],
    "responses": [ "If the transaction is done in base currency (currency with which the card was loaded), there is no exchange rate applicable. However, for transactions other than the base currency, exchange rates / conversion rates from the base currency to the local currency would be applicable." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does Contactless MultiCurrency ForexPlus card work"],
    "responses": [ "Your HDFC Bank Contactless Multicurrency ForexPlus card will be activated with the required currencies within 5 to 6 hours from the bank getting the clear funds from you. Once active, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) HDFC Bank Contactless MultiCurrency ForexPlus Card has a chip & a radio frequency antenna embedded. When the Contactless Card is tapped/ waved against the terminal enabled for contactless payments the card transmits payment details wirelessly, eliminating the need to insert it. Account details are communicated to the reader and then processed through the secure Visa/ MasterCard acceptance network in the usual way HDFC Bank Contactless Multicurrency ForexPlus card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the Multicurrency card. HDFC Bank Contactless Multicurrency ForexPlus card is accepted at all Merchant Establishments displaying the VISA/MasterCard symbol. The card can be used to withdraw cash at all VISA/MasterCard ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please note that you can select /change your ATM PIN with the help of Prepaid NetBanking facility for Multicurrency Cards." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load multiple currencies on one Multicurrency Platinum ForexPlus Chip card"],
    "responses": [ "Yes, you can carry more than one currency on your Multicurrency card. Only HDFC Bank Multicurrency Platinum ForexPlus Chip card gives you the power of carrying multiple currencies on just one card. So now forget to apply for a new card every time you visit a different country." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do if my Multicurrency Platinum ForexPlus Chip card has expired but there is an unutilised balance on the card"],
    "responses": [ "If your Card has expired before all funds have been utilised, you can contact HDFC Bank PhoneBanking or any of our HDFC Bank branch for placing a refund request of the un-utilised balance. In case you wish you get a replacement card, you can place a request at any of our HDFC Bank branch"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if the balance in the currency of transaction goes down"],
    "responses": [ "The card has inbuilt intelligence to process the transaction if any of the currency wallets has sufficient fund to authorize the transaction. If the currency wallet corresponding to the transaction currency does not have sufficient balance, the payment is processed by debiting the currency wallet with sufficient balance. By default the card first checks the Euro wallet and subsequently other currencies. Please note that if none of currency wallets have sufficient balance then the transaction will be declined even if collectively across the wallets the card has sufficient balance. Please note that cross currency conversion charges will be applicable in cases where the transaction is processed by utilizing funds from different currency wallet." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does this card work"],
    "responses": [ "Your HDFC Bank Multicurrency Platinum ForexPlus Chip card will be activated with the required currencies within 5 to 6 hours from the bank getting the clear funds from you. Once active, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) HDFC Bank Multicurrency Platinum ForexPlus Chip card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the Multicurrency card. HDFC Bank Multicurrency Platinum ForexPlus Chip card is accepted at all Merchant Establishments displaying the VISA/MasterCard symbol. The card can be used to withdraw cash at all VISA/MasterCard ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please note that you can select /change your ATM PIN with the help of Prepaid NetBanking facility for Multicurrency Cards." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the charges towards availing GCAS services"],
    "responses": [ "Following are the charges for availing GCAS facility offered by Visa: Cardholder Inquiry Service: US $ 5 per inquiry Lost/Stolen Card reporting: US $ 35 per card Emergency Card Replacement: US $ 175 Emergency Cash Disbursement: US $ 175"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should  I do and whom to contact if  my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank PhoneBanking immediately and report the loss of your card. This facility is available 24 hrs on all days. The card can also be hotlisted using our Prepaid card NetBanking facility on www.hdfcbank.com"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load Hajj Umrah ForexPlus card by making payment in Cash"],
    "responses": [ "Hajj Umrah ForexPlus card Can be loaded against payment of cash upto a maximum value of Rs. 49,999." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I'm not a traveller, can I still benefit from the Hajj Umrah ForexPlus Card"],
    "responses": [ "The Hajj Umrah ForexPlus Card is designed only for overseas travellers, and cannot be issued to non-travellers." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which this card should not be used"],
    "responses": [ "Yes, your Hajj Umrah ForexPlus card should not be used towards temporary charge blocks - e.g. paying deposits at hotels, hiring of cars etc. Incase you have paid these deposits using Hajj Umrah ForexPlus card and the hotel/car rental agency etc. settles the transaction for an amount lesser than the amount blocked or you make final payment through any different mode, the balance amount will get credited into your account only after 30 days from the transaction date.Note: The Bank reserves the right to charge the Card holder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I issue cheques to load the Hajj Umrah ForexPlus Card"],
    "responses": [ "Customer can load Hajj Umrah ForexPlus card by issuance of cheque against the amount to be loaded. However, cards will be loaded post realisation of the cheque deposited by the customer. The exchange rate applicable will be for the day on which funds are realized and card is activated." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the HDFC Bank Hajj Umrah ForexPlus card"],
    "responses": [ "The HDFC Bank Hajj Umrah ForexPlus card is an embedded Chip based Prepaid Forex card introduced in partnership with VISA International. It is the first card exclusively designed for Hajj Umrah pilgrims to carry currency in a convenient and secure way. The card holders are also entitled for exclusive discounts & gift voucher at select merchant outlets in Saudi Arabia. The card can be used at all VISA ATMs and merchant establishments worldwide. This card cannot be used for payments in India, Nepal or Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the HDFC Bank Hajj Umrah ForexPlus card"],
    "responses": [ "Completed ForexPlus card Application Form Form A2 A photocopy of your Passport OR self attested copy of the Hajj receipt and manifest Additional address Proof in case current address of the customer is not matching with the address updated on Passport"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the Hajj Umrah ForexPlus Card"],
    "responses": [ "You can just walk into any of our HDFC bank branches in India and purchase it over the counter after submission of necessary documents." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of Hajj Umrah ForexPlus card. Customers can withdraw/utilise any amount up to the value loaded on Hajj Umrah ForexPlus card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by HDFC Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does this card work"],
    "responses": [ "Your HDFC Bank Hajj Umrah ForexPlus card will be activated with SAR within 4 hours from the bank getting the clear funds from you. Once activated, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) HDFC Bank Hajj Umrah ForexPlus card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the Hajj Umrah ForexPlus card. HDFC Bank Hajj Umrah ForexPlus card is accepted at all Merchant Establishments displaying the Visa symbol. The card can be used to withdraw cash at all Visa ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please note that you can select /change your ATM PIN with the help of NetBanking facility for Multicurrency Cards." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What currencies are available"],
    "responses": [ "Currencies offered:Saudi Riyal (SAR)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "Hajj Umrah ForexPlus Card is available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with the card. The card will get activated within 5 to 6 hours from realization of funds." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the HDFC Bank Apollo Medical Benefits Card"],
    "responses": [ "It is an electronic Prepaid Card issued to corporate organizations for offering medical allowance/reimbursement to their employees." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I contact for offers/service related issues"],
    "responses": [ "You can call the Apollo customer care service centre number 1860 500 1066 or write to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can I contact for any card or transaction related issue"],
    "responses": [ "Please call customer service centre number 07666 155 220 or write to [email protected]"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can I get the HDFC Bank Apollo Medical Benefits Card"],
    "responses": [ "HDFC Bank Apollo Medical Benefits Card will be available to you within 15 working days from the date of completion of formalities." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a usage limit"],
    "responses": [ "No upper limit for usage limit on Point of Sale transactions. Usage restricted to the available balance in card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there a load amount limit"],
    "responses": [ "Card balances cannot exceed Rs. 10,000 at any given point in time and cumulative monthly load and reload is limited to Rs. 10,000." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top up the value of the card"],
    "responses": [ "Loading and reloading is as per the corporate instructions. Request from cardholder for reloading the card cannot be accepted." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "In case the card is lost or stolen or misused where I can hotlist my card"],
    "responses": [ "Card can be hot listed by calling/writing to customer service centre at the phone number and/or email address listed on the back of your card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use my Medical benefit card outside India"],
    "responses": [ "No. Medical Benefit card is INR prepaid card which can be used only in India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where I can use the card"],
    "responses": [ "HDFC Bank Apollo Medical Benefits Card can be used at medical outlets, pharmacies, hospitals, diagnostic centres, dental and laboratories displaying VISA logo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where I can view my card balance and card history"],
    "responses": [ "Card balance and card history can be viewed at www.hdfcbank.com after due login or can be accessed by calling/writing to customer service centre at the phone number and/or E-mail address listed on the back of your card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "ISIC ForexPlus Card is available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with ISIC ForexPlus Card. The card will get activated within 4 hours from realization of funds. Also you can apply by visiting www.hdfcbank.com -> Apply Online section or www.hdfcbank.com/personal/products/cards/prepaid-cards -> ISIC Student ID ForexPlus Card -> Buy Forex Card"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my card is lost or stolen"],
    "responses": [ "Immediately report the loss of your ISIC ForexPlus Chip Card by calling HDFC Bank PhoneBanking. You will not be liable for transactions on your Card Account (if any) from the moment your report is registered with the bank. Alternately you can hotlist the card with the help of Prepaid NetBanking facility." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I check the balance on my HDFC Bank ISIC ForexPlus Chip Card"],
    "responses": [ "You can check the balance on ISIC ForexPlus Chip card with the help of NetBanking facility. You will need to use the card number as user ID & IPIN issued to you as part of the card kit to login to NetBanking facility. Alternately, you can also contact our PhoneBanking services to check the balance on your ISIC ForexPlus Chip Card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much foreign exchange can I retain after the foreign trip"],
    "responses": [ "After returning from the overseas trip, you are required to surrender unspent foreign exchange held by you within 180 days of return. You can retain foreign exchange up to USD 2,000 (or equivalent) for future use after returning back to India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What happens if my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank PhoneBanking immediately and report the loss of your card. This facility is available 24 hrs on all days. The card can also be hotlisted using our Prepaid card NetBanking facility on www.hdfcbank.com"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top-up the value of my card when I am abroad"],
    "responses": [ "ISIC HDFC Bank ForexPlus Card can also be loaded on your behalf by someone authorized (blood relatives only) by you. Authorised person has to visit HDFC Bank branch with the necessary documents and funds. We’ll take care of the rest. You can reload your ISIC ForexPlus Card multiple times in future till the card gets expired: You can authorize the Bank to debit your HDFC Bank account by giving an HDFC Bank cheque or make payment using a local cheque drawn on HDFC Bank and reload the card for desired value. Reload requests can be made by any authorized person (blood relatives only) on your behalf. The person authorised by you for the same will need to come to bank branch and will need to provide the necessary documents to the bank to carry out reload. On receipt of the application form and the funds, your card will get reloaded for the desired amount. HDFC Bank customers can also place a request to reload the card through HDFC Bank PhoneBanking or HDFC Bank NetBanking." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the ISIC HDFC Bank ForexPlus Card"],
    "responses": [ "Customers have to provide the following documents: Completed ISIC HDFC Bank ForexPlus Card application Form Form A2 Appointment Letter / Admission Letter / University Identity Card Scanned copy passport size photograph with white background A photocopy of Passport Additional document for non HDFC Bank Customer - Visa Copy or Ticket Copy"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I have renewed my passport with new number. Do I need to update my new Passport number in my ISIC ForexPlus Chip Card"],
    "responses": [ "Yes, we request you to get in touch with nearby branch along with original & copy of your passport to get the new passport number updated in the bank's records. Passport number is key validation criteria to check caller authenticity when you contact our 24 x 7 PhoneBanking service, hence it is recommended to update Passport number at the earliest." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I issue Cheque for loading of ISIC HDFC Bank ForexPlus Card"],
    "responses": [ "Customer can load ISIC ForexPlus card by issuance of cheque against the amount to be loaded. However, cards will be loaded post realisation of the cheque deposited by the customer. The exchange rate applicable will be for the day on which funds are realized and card is activated"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I know if an ATM will accept my ISIC HDFC Bank ForexPlus Card"],
    "responses": [ "ISIC ForexPlus cards are accepted at MasterCard ATMs. Please look out for the MasterCard logo while searching for ATM." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the validity of the ISIC HDFC Bank ForexPlus Card"],
    "responses": [ "The ISIC ForexPlus card shall be valid for period for 1year." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the ISIC HDFC Bank ForexPlus Chip Card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase the ISIC ForexPlus Chip card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter on submission of relevant KYC and mandatory documents." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What does DCC/ MCC stand for"],
    "responses": [ "DCC stands for Dynamic Currency Conversion whereas MCC stands for Multiple Currency Conversoin. DCC / MCC at ATM / POS gives the cardholder an option to initiate a transaction in the currency of his choice. It also assists the cardholder to know the exact transaction value in the currency selected at the time of transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my ATM PIN"],
    "responses": [ "You can call the HDFC bank PhoneBanking to request for re-issuance of PIN or place a request through Prepaid NetBanking. A new PIN will be sent across to your registered mailing address held on record with the bank." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do i get my card reissued post the expiry of the ISIC ForexPlus Chip Card"],
    "responses": [ "You simply need to walk into our HDFC Bank branch with the required documentation and walk out with new ISIC ForexPlus Chip card. The new card issued to you will get activated within 4 hours and the available funds in expired card will be get automatically transferred to the new card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the ATM PIN be changed"],
    "responses": [ "No, the ATM PIN cannot be changed at the ATM. In case you have forgotten or lost the PIN, you will need to request for a new PIN with the help of PhoneBanking or through Prepaid NetBanking." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can the card be used after it is purchased"],
    "responses": [ "Your card will be activated & loaded with required currency within 4 hours from the bank having received clear funds from you. The card will be ready for use post activation." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my ISIC HDFC Bank ForexPlus Card"],
    "responses": [ "To cancel your ISIC ForexPlus Card, we request you to contact the PhoneBanking team or walk into your nearest HDFC Bank branch and place a request towards cancellation. Your request will be processed within one working day of us receiving the request. There are no charges towards the cancellation of a ISIC ForexPlus Card. However, currency conversion tax as applicable from time to time will be deducted at the time of providing credit to you.Kindly visit the following URL to access information for the complete address and contact details of our Branches and PhoneBanking centers:"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does this card work"],
    "responses": [ "Your ISIC HDFC Bank ForexPlus Chip card will be activated with the required Euro / GBP and USD within 4 hours from the bank getting the clear funds from you. Once active, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) ISIC HDFC Bank ForexPlus Chip card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the ISIC ForexPlus Chip card. The ISIC HDFC Bank ForexPlus Chip card is accepted at all Merchant Establishments displaying the MasterCard symbol. The card can be used to withdraw cash at all MasterCard ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please ensure that you remember the PIN given to you with the card pack, the PIN is unique for every card and cannot be changed at any domestic or international ATM." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is ISIC HDFC Bank ForexPlus card"],
    "responses": [ "ISIC HDFC Bank ForexPlus Card is a magnetic strip based prepaid card introduced in partnership with MasterCard International. The card offers you a convenient and secure way to carry forex. This card offers you the freedom to shop anywhere in the world and provides access to the currency of your destination at competitive market rates. It can be used at all MasterCard ATMs and Merchant establishment worldwide. This card cannot be used for making payments in India, Nepal or Bhutan." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I activate e-commerce"],
    "responses": [ "Just log on to NetBanking and enable your e-commerce transaction facility." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I top-up the value of my card when I am abroad"],
    "responses": [ "ISIC ForexPlus Card can also be loaded on your behalf by someone authorized by you. Authorised person has to visit HDFC Bank branch with the necessary documents and funds. We’ll take care of the rest. You can reload your ISIC ForexPlus card multiple times in future till the card gets expired: You can authorize the Bank to debit your HDFC Bank account by giving an HDFC Bank cheque or make payment using a local cheque drawn on HDFC Bank and reload the card for desired value. Reload requests can be made by any authorized person on your behalf. The person authorised by you for the same will need to come to bank branch and will need to provide the necessary documents to the bank to carry out reload. On receipt of the application form and the funds, your card will get reloaded for the desired amount. HDFC Bank customers can also place a request to reload the card through HDFC Bank PhoneBanking or HDFC Bank NetBanking." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can a non Traveller purchase ISIC ForexPlus Card"],
    "responses": [ "No, ISIC ForexPlus Card can only be issued to Students travelling abroad to pursue higher education. ISIC ForexPlus Card is valid for making payments in countries other than India, Nepal & Bhutan. Whenever the cardholder is using his card he must be present at the place of transaction & need to sign the charge slip." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load ISIC ForexPlus card by making payment in Cash"],
    "responses": [ "No, ISIC ForexPlus card cannot be loaded against payment of cash." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What do I need to know about ISIC HDFC Bank ForexPlus Card"],
    "responses": [ "Embedded with a chip, this ForexPlus card offers you a convenient and secure way to carry your Forex. With the ISIC HDFC Bank ForexPlus card you can shop anywhere in the world." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which this Card should not be used"],
    "responses": [ "Yes, your ISIC ForexPlus Card should not be used towards temporary charge blocks - e.g. paying deposits at hotels, hiring of cars etc. In case you have paid these deposits using ForexPlus Card and the hotel/car rental agency etc. settles the transaction for an amount lesser than the amount blocked or you make final payment through any different mode, the balance amount will get credited into your account only after 30 days from the transaction date. Note: The Bank reserves the right to charge the Card holder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay additional amount over and above Cash withdrawal Charges levied by the HDFC Bank for ATM transaction"],
    "responses": [ "In certain countires ATM Service providers are authorized to charge surcharge/convenience fees from the cardholders for accessing the ATM to withdraw money. These charges are levied by the ATM service provider over and above the charges levied by the HDFC Bank, and HDFC Bank bank has no control over the charges as these charges are not levied by the bank.These charges are normally displayed to the customer during the transaction and the customer has the option to either proceed with the transaction or abort if the charges are not acceptable to the customer." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What currencies are available"],
    "responses": [ "There are three currencies offered: Euro (EUR) Sterling Pound (GBP) US Dollar (USD)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever ISIC ForexPlus cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ISIC ForexPlus cardholder to opt for DCC/MCC while using ISIC ForexPlus Chip card for making payments. Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How many days in advance can I purchase foreign exchange"],
    "responses": [ "You can purchase foreign exchange up to 60 days in advance from the date of departure." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Yes, your ISIC ForexPlus Chip Card can be reloaded multiple times in future till the card gets expired: You can authorize the Bank to debit your HDFC Bank account by giving an HDFC Bank cheque or make payment using a local cheque drawn on HDFC Bank and reload the card for desired value. Reload requests can be made by any authorized person on your behalf. The person authorised by you for the same will need to come to bank branch and will need to provide the necessary documents to the bank to carry out reload. On receipt of the application form and the funds, your card will get reloaded for the desired amount. HDFC Bank customers can also place a request to reload the card through HDFC Bank PhoneBanking or HDFC Bank NetBanking." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of ISIC ForexPlus Card. Customers can withdraw/utilise any amount, upto the value loaded on the card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the VBV Password"],
    "responses": [ "VBV password is a secure code password, which will be used for authenticating any transaction through HDFC Bank eGiftPlus Card. Your HDFC Bank eGiftPlus Card IPIN will be your VBV Password." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load the HDFC Bank eGiftPlus Card by making payments in Cash"],
    "responses": [ "No, the HDFC Bank eGiftPlus Card can be only purchased by making payment through NetBanking or via your Debit/Credit Card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How soon can I get an eGiftPlus Card"],
    "responses": [ "The beneficiary will get a real-time instant delivery of the HDFC Bank eGiftPlus Card"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Why should I buy the eGiftPlus Card"],
    "responses": [ "The Card comes with the following benefits: Instant issuance Instant activation Instant delivery Easy access to card details & balance Accepted at all major e-commerce sites Personalised card"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum amount I can load on the HDFC Bank eGiftPlus Card"],
    "responses": [ "For HDFC Bank customers, Rs.50,000 For non-HDFC Bank customers, Rs.10,000 for each eGiftPlus Card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How the HDFC Bank eGiftPlus Card is different from the GiftPlus Card"],
    "responses": [ "GiftPlus card is a physical card which you can use at over 150 million Visa outlets across the country, whereas the HDFC Bank eGiftPlus Card is a personalised virtual Card that you can use at all major e-commerce sites. You can also write a personalised message and choose a design of your choice, basis on what occasion you want to gift them for." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase an HDFC Bank eGiftPlus Card"],
    "responses": [ "There no need for any documents to be submitted." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have an account HDFC Bank account to purchase the HDFC Bank eGiftPlus Card"],
    "responses": [ "No, you do not need to have a HDFC Bank account to purchase this. You can use any bank's NetBanking or Debit/Credit Card. (Visa, Master, Diners)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Whom should I contact if my Card is lost or stolen"],
    "responses": [ "You can contact the below mentioned Customer Care number 022-33271010 or e-mail"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I change the ATM PIN"],
    "responses": [ "There is no ATM PIN applicable for the HDFC Bank eGiftPlus Card. Only an IPIN is required to use HDFC Bank eGiftPlus Card." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which I cannot use the Card"],
    "responses": [ "HDFC Bank eGiftPlus Card can only be used on e-commerce websites. This Card will not be usable on websites which are restricted by the Govt. of India." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Who can purchase the HDFC Bank eGiftPlus Card"],
    "responses": [ "All HDFC Bank & non HDFC Bank Customers can buy HDFC Bank eGiftPlus Card Purchase Limit per card For HDFC Bank: Rs.50,000 & Non-HDFC Bank customers: Rs.10,000"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where do I get this card"],
    "responses": [ "Regalia ForexPlus Card is available over the counter at HDFC Bank branches. You simply need to walk into our branch with required documentation and walk out with the Regalia ForexPlus Card. The card will get activated within 5 to 6 hours from realization of funds. Alternatively, existing bank customers can apply for the card by logging in to HDFC Bank NetBanking by selecting Purchase Forex Card option under Cards tab." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I check the balance on my HDFC Bank Regalia ForexPlus Card"],
    "responses": [ "You can check the balance of your Regalia ForexPlus Card with the help of Prepaid NetBanking facility. Alternately, you can also contact our Phone Banking services to check the balance on your Regalia ForexPlus Card. While in India, you may check the balances on HDFC Bank ATMs without any charge"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to have HDFC Bank account to purchase the Regalia ForexPlus Card"],
    "responses": [ "No, you don't need to have an account with HDFC Bank to purchase Regalia ForexPlus Card. You can just walk into any of our HDFC bank branches in India and purchase it over the counter." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to pay additional amount over and above Cash Withdrawal Charges levied by the HDFC Bank for ATM transaction"],
    "responses": [ "In certain countries ATM Service providers are authorized to charge surcharge/convenience fees from the cardholders for accessing the ATM to withdraw money. These charges are levied by the ATM service provider over and above the charges levied by the HDFC Bank, and HDFC Bank has no control over the charges as these charges are not levied by the bank. These charges are normally displayed to you during the transaction and you have an option to either proceed with the transaction or abort if the charges are not acceptable." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do if my Regalia ForexPlus Card has expired but there is an unutilised balance on the card"],
    "responses": [ "If your Card has expired before all funds have been utilised, you can contact HDFC Bank Phone Banking or any of our HDFC Bank branch for placing a refund request of the un-utilised balance. In case you wish you get a replacement card, you can place a request at any of our HDFC Bank branch"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "When will my rewards be credited to my member account with my Participating Reward Provider"],
    "responses": [ "Generally, your account will be credited within 2-3 weeks however at times it may take upto 8 weeks of your purchase. For more queries on ‘Thanks Again’ Reward program, please visit http://in.thanksagain.com/faq/"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to register for program"],
    "responses": [ "Yes, Customer need to register himself on www.thanksagain.com for earning the reward points. Unless you register yourself, you cannot earn any reward points"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where I can earn ‘Thanks Again’ Reward Points"],
    "responses": [ "You can earn reward points on merchants registered with ‘Thanks Again’ reward program, located in & around airports"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where I can redeem my ‘Thanks Again’ Reward points"],
    "responses": [ "You can redeem points for leading domestic Airline Miles & Hotel Loyalty Points programs. As per existing arrangement, you can redeem the points against JetMiles or against Taj InnerCircle program"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Where can the Regalia ForexPlus Card be used"],
    "responses": [ "Anywhere that the Contactless payment PoS machine is available, the card can be used to tap/ wave and pay. If the machine is not available, the Contactless Card can be still being used for swipe or dip transactions." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which are the currencies that can be loaded on the card"],
    "responses": [ "You can load only one currency i.e. USD on your Regalia ForexPlus Card. However, you can transact in any currency"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Which Rewarding Merchants participate"],
    "responses": [ "You will have access to thousands of Participating Rewarding Merchants located throughout North America. To locate a Participating Rewarding Merchant near you, please use our online locator. If you don’t find a Participating Rewarding Merchant location near you, be sure to check back frequently as we are always adding new merchants to the program." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How can I cancel my Regalia ForexPlus Card"],
    "responses": [ "To cancel your Regalia ForexPlus Card, we request you visit our your nearest HDFC Bank branch or contact your RM and place a request towards cancellation the of the card. Your request will be processed within one working day of us receiving the request and the available balance on the card will be refunded back to your account. In case you do not have an account with us then a demand draft shall be issued for the respective refund amount. There are no charges towards the cancellation of a Regalia ForexPlus Card. However, Service tax on currency conversion, as applicable from time to time will be deducted at the time of providing credit to you." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How close does the ‘tap/ wave’ have to be to the reader"],
    "responses": [ "You need to touch the reader with the card or bring it close to the terminal screens (within 4 cms)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How do I know if an ATM will accept my Regalia ForexPlus Card"],
    "responses": [ "Look out for the MasterCard logo." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How does Regalia ForexPlus Card work"],
    "responses": [ "Your Regalia ForexPlus Card will be activated with the required currencies within 5 to 6 hours from the bank getting the clear funds from you. Once active, the card can be used at any international location for making payments at POS terminals or to withdraw cash at ATMs. (Usage of the card is not allowed in India, Nepal and Bhutan.) Regalia ForexPlus Card has a chip & a radio frequency antenna embedded. When the Contactless Card is tapped/ waved against the terminal enabled for contactless payments the card transmits payment details wirelessly, eliminating the need to insert it. Account details are communicated to the reader and then processed through the secure MasterCard acceptance network in the usual way Regalia ForexPlus Card works just like any Debit / Credit Card for making payments at Merchant Establishments that have an electronic terminal. The transaction amount is deducted from available balance on the Regalia ForexPlus Card. Regalia ForexPlus Card is accepted at all Merchant Establishments displaying the MasterCard symbol. The card can be used to withdraw cash at all MasterCard ATMs worldwide. Irrespective of the currency loaded on the card, the cash will be dispensed based on the currencies supported at the ATMs. Please note that you can select /change your ATM PIN with the help of Prepaid NetBanking facility for Regalia ForexPlus Cards." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How is My Reward Calculated"],
    "responses": [ "The Participating Rewarding Merchant contributes a reward that is calculated using the total purchase price, including taxes, less credits for returns or cancellations, for qualifying purchases." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How many days in advance can I purchase foreign exchange"],
    "responses": [ "You can purchase foreign exchange up to 180 days in advance from the date of departure." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the Regalia ForexPlus Card"],
    "responses": [ "Regalia ForexPlus Card is specially designed considering the requirement for valued customer of the bank who are frequent visitors abroad. This card ensures the convenience, safety & cost effectiveness while using the card. You need not have to carry multiple currencies in various wallets nor you need to swap the funds within wallets while travelling to another country. This card is issued only in one currency and comes with exclusive feature of Zero Cross Currency Conversion Charges, ‘Thanks Again’ reward program, ATM Access Fee waiver, & Complimentary Lounge Access. Hence you are free to transact in any currency as per your wish. This card is an embedded chip based prepaid forex card introduced in partnership with MasterCard International. This card gives you the freedom to shop anywhere in the world and provides access to the currency of your destination at competitive market rates. It can be used at all MasterCard affiliated ATMs and merchant establishments worldwide. This card cannot be used for making payments in foreign currencies in India, Nepal or Bhutan. This card also comes with General Purpose Reloadable card wallet (GPR wallet) in INR currency where you can get your Regalia ForexPlus Card encashed & use the same in India for ATM cash withdrawals & at merchant outlets or at ecom merchants for purchases in INR currency." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How much is the Service Tax on Cross Currency Conversion, applicable at the time of Load, Reload and Refund"],
    "responses": [ "Following are the currency conversion service tax slabs applicable at the time of Load, Reload and Refund. For more details on other charges applicable on Regalia ForexPlus Card refer section Fees and Charges Buy and Sell Forex CurrencyService Tax Amount Up to Rs. 1 lakh 0.15% of the gross value or Rs. 37.5/- whichever is higher From Rs. 1 lakh to Rs 10 Lakhs Rs. 150 plus 0.075% of the amount exceeding Rs. 1 lakh From Rs. 10 lakhs and above Rs. 825 plus 0.015% of the amount exceeding Rs. 10 Lakhs, subject to a maximum of Rs. 7500 (including Swachh Bharat Cess and Krishi Kalyan cess as applicable)"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What are the exchange rates applicable when I use my Travel Card for transactions (Cash withdrawal at ATMs and point of sale transactions at Merchant Outlets)"],
    "responses": [ "If the transaction is done in base currency (currency with which the card was loaded), there is no exchange rate applicable. However, for transactions other than the base currency, exchange rates / conversion rates from the base currency to the local currency would be applicable." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there any transactions for which this Card should not be used"],
    "responses": [ "Yes, your Regalia ForexPlus Card should not be used towards temporary charge blocks - e.g. paying deposits at hotels, hiring of cars etc. In case you have paid these deposits using Regalia ForexPlus Card and the hotel/car rental agency etc. settles the transaction for an amount lesser than the amount blocked or you make final payment through any different mode, the balance amount will get credited into your account only after 30 days from the transaction date. Note: The Bank reserves the right to charge the Card holder for any unauthorized amounts." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I issue cheques to load the Regalia ForexPlus Card"],
    "responses": [ "You can load Regalia ForexPlus Card by issuance of cheque against the amount to be loaded and charges as applicable. However, cards will be loaded post realisation of the cheque deposited by you. The exchange rate applicable will be for the day on which funds are realized and card is activated." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load multiple currencies on one Regalia ForexPlus Card"],
    "responses": [ "No. Your Regalia ForexPlus Card can only be loaded in USD currency. As a feature of the card, no cross currency conversion charges will be levied for using the card in any currency other than USD. Your transaction value will get converted in USD currency @ rate applied by MasterCard. No additional cost will be levied." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I load Regalia ForexPlus Card by making payment in Cash"],
    "responses": [ "No, Regalia ForexPlus Card cannot be loaded against payment of cash." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I Login to Check My Account"],
    "responses": [ "You may check your accrued awards by logging in on the website or mobile app. However, please be aware that it generally takes up to 1-3 days for the points earned to reflect in your Thanks Again membership account and 2-3 weeks for your accrued awards to be posted to your member statement with your Participating Reward Provider." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I redeem my reward points abroad"],
    "responses": [ "No. You cannot redeem ‘Thanks Again’ reward point abroad. You need to redeem the same within options available in India only." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the card to pay in any currency"],
    "responses": [ "Yes, the card is accepted for payment in any currency apart from those loaded on the card. No cross currency conversion charges will be applicable while processing such transactions. - Exchange rate used will be the MasterCard wholesale exchange rate prevailing at the time of the transaction. - Exchange rate used will be the Midrate prevailing at the time of the transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can I use the DCC/ MCC option at the time of transaction"],
    "responses": [ "Whenever Regalia ForexPlus Cardholder opts for DCC/MCC option on DCC/MCC enabled POS/ATM terminals, his/her transaction passes through cross currency transactions twice. It is not advisable for a ForexPlus cardholder to opt for DCC/MCC while using ForexPlus card for making payments. Please note that every cross currency transaction attracts currency conversion charges at applicable rates. Apart from this, the cardholder will also get penalised due to fluctuation in currency conversion rate." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Can the value of the card be topped up"],
    "responses": [ "Yes, your Regalia ForexPlus Card can be reloaded multiple times in future till the card gets expired. -Existing bank customers can reload their Regalia ForexPlus Card through HDFC Bank NetBanking / Mobile Banking by selecting Reload Forex Card under the option of Cards tab. -Alternatively, existing customers can also place in a request to reload the card through HDFC Bank Phone Banking service or Prepaid NetBanking." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Do I need to activate Regalia ForexPlus Card for Ecommerce transactions"],
    "responses": [ "Your Regalia ForexPlus Card is pre-activated to perform Ecommerce transactions once your card is loaded with the Forex currency required." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How secure is making payment through Regalia ForexPlus Card"],
    "responses": [ "Much more secure than carrying cash. Regalia ForexPlus Card uses the same secure technology as chip & PIN so you can feel totally confident when you are using it to pay. Our technology uses the chip on your card to generate unique cryptograms and digital signatures to protect your payments." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How to set Prepaid NetBanking Login User ID / Password for the first time"],
    "responses": [ "You may have received IPIN or Activation Code in the kit provided to you. The Activation Code will be printed on the card mailer below the card whereas the IPIN will be printed on the PIN mailer along with ATM PIN. The Activation Code / IPIN is required to set your NetBanking Password for your Regalia ForexPlus Card for the first time. Following steps should be followed for setting NetBanking User ID / Password for the first time using Activation Code / IPIN: -Visit HDFC Bank website and select Prepaid NetBanking -Enter the Card Number in User ID/Card Number field and the Activation Code / IPIN (mentioned in the PIN mailer) in the Password field. -Input User ID of your choice for future login purpose -Select the secret question from a dropdown menu and provide the answer -Mention the new Password and reconfirm the same -With the new User Id and Password, you can then login to access your card account"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How to use the card at contactless terminals"],
    "responses": [ "1. Look for MasterCard PayPass mark and contactless logo at the Point of Sale terminal machine at merchant outlet 2. Check the transaction amount displayed on the machine screen and tap/ wave your Contactless Regalia ForexPlus Card from a 4 cm range 3. Enter your 4-digit ATM PIN on the machine, if prompted 4. A green light will signal indicating that the transaction is complete"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "How will I know if the transaction is successful"],
    "responses": [ "You will receive a charge slip from the merchant, and also receive an Emailer/ SMS on registered contact details once the transaction is successful"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "I'm not a traveller, can I still benefit from the Regalia ForexPlus Card"],
    "responses": [ "The Regalia ForexPlus Card is only for travellers, and cannot be issued to non-travellers." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is Regalia ForexPlus Card enabled for MasterCard Secure Pass"],
    "responses": [ "Yes, Regalia ForexPlus Card offered on MasterCard platform are pre-enabled for MasterCard Secure Pass that allows you to securely perform Ecommerce transactions. Following are the steps to perform Ecommerce transaction with MasterCard Secure Pass participating merchants: - Select the goods or services you want from an online store and proceed to the payment page. - Enter your Regalia ForexPlus Card number and the online store will connect with HDFC Bank to check whether your Card is secured with MasterCard Secure Pass. - To validate the transaction, you can either select to enter your Prepaid NetBanking password (used for login to Prepaid NetBanking) or select receiving OTP (One Time Password) on your registered mobile number and HDFC Bank will then confirm your identity to the merchant. - Your payment is authorized and your order is placed." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Is there any difference in the process for ATM and Internet transaction for this Contactless Card"],
    "responses": [ "There is no difference in the transaction process for ATM & Internet transactions. For ATM transactions you need to enter the PIN and for Internet transaction you need to enter your 3D secure PIN or OTP"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What documents should I submit when I purchase the Regalia ForexPlus Card"],
    "responses": [ "HDFC Bank Savings / Current account holders need to just submit completed application form and copy of self-attested valid Passport (or any other documentation as mandated under prevalent LRS guidelines). If you don't have HDFC Bank Savings / Current account, you need to submit completed application form, copy of self-attested valid Passport and copy of self-attested Ticket or Visa (or any other documentation as mandated under prevalent LRS guidelines)." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What does DCC/ MCC stand for"],
    "responses": [ "DCC stands for Dynamic Currency Conversion whereas MCC stands for Multiple Currency Conversion. DCC / MCC at ATM / POS gives the cardholder an option to initiate a transaction in the currency of his choice. It also assists the cardholder to know the exact transaction value in the currency selected at the time of transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I Already Earn Rewards with My Card"],
    "responses": [ "If you register a reward card that already earns miles, points, or cash back, the rewards that you earn via Thanks Again will be awarded in addition to the rewards that you already may earn." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What if I forget my Prepaid NetBanking login Password"],
    "responses": [ "If you have forgotten the Password, then the same can be changed by selecting the option of Forgot Password available on the Prepaid NetBanking login page." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What is the maximum value for which the Card can be used"],
    "responses": [ "There is no limit imposed on the usage of Regalia ForexPlus Card. You can withdraw/utilise any amount, upto the value loaded on Regalia ForexPlus Card at any ATM/POS. However, there are some ATMs service providers which have put in per day / per transaction limit towards cash dispense which cannot be changed by the Bank. In such cases the cardholder might need to do multiple transactions if he wants to withdraw any amount higher than that allowed in one transaction." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What options should I choose to withdraw cash from the ATM"],
    "responses": [ "Generally, the options available at the ATM for cash withdrawal are Checking, Credit, and Savings. You should choose the Checking/Current option. In case the Checking /Current option is not available, you should select the Credit option." 
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "What should I do and whom to contact if my card is lost"],
    "responses": [ "In case your card gets lost or stolen, all you have to do is call HDFC Bank Phone Banking immediately and report the loss of your card. This facility is available 24 hrs on all days. The card can also be hotlisted using our Prepaid card NetBanking facility on www.hdfcbank.com"
  ]
},
  {
    "tag": [ "cards"],
    "patterns": [ "Are there extra charges to be aware of"],
    "responses": [ "A few things to note - US Banks are given the right to add a surcharge to other bank customers accessing their ATMs. There are also certain ATMs in other countries that may levy a charge for transactions made by non-bank customers. These fees are normally displayed during the transaction. Check for this, so that you can either proceed with or end the transaction." ]
  }
]
